Repository: foocorp/gnu-social
Catalog: plugins/Blacklist/locale/io/LC_MESSAGES/Blacklist.po
Languages: io

# TITLE
source: Blacklist
io: Nigralisto

source: Blacklisted URLs and nicknames
io: Nigralistigita URLi e uzantonomi

source: Nicknames
io: Uzantonomi

source: Patterns of nicknames to block, one per line.
io: Shabloni dil uzantonomi blokusenda, un po lineo.

source: URLs
io: URLi

source: Patterns of URLs to block, one per line.
io: Shabloni dil URLi blokusenda, un po lineo.

# BUTTON
source: Save
io: Konservar

source: Save site settings.
io: Konservar l'ajusti dil retosituo.

source: Unknown data type for config %1$s + %2$s.
io: Nekonocata datumi-tipo por l'ajusto %1$s + %2$s.

source: You may not register with homepage "%s".
io: Vu ne povas registragar vu per la frontispico "%s".

source: You may not register with nickname "%s".
io: Vu ne povas registragar vu per l'uzantonomo "%s".

source: You may not use homepage "%s".
io: Vu ne povas uzar la frontispico "%s".

source: You may not use nickname "%s".
io: Vu ne povas uzar l'uzantonomo "%s".

source: You may not use URL "%s" in notices.
io: Vu ne povas uzar l'URL "%s" en avizi.

source: Keeps a blacklist of forbidden nickname and URL patterns.
io: Lu konservas nigralisto dil interdiktita uzantonomo- ed URL-shabloni.

# MENU
source: Blacklist
io: Nigralisto

# TOOLTIP
source: Blacklist configuration.
io: Nigralisto-ajusto.

source: Add this nickname pattern to blacklist
io: Adjuntar ca pseudonimo-shablono al nigralisto

source: Add this homepage pattern to blacklist
io: Adjuntar ca frontispico-shablono al nigralisto

source: Users from "%s" are blocked.
io: Uzanti de "%s" es blockusita.

source: Notices from nickname "%s" are disallowed.
io: Avizi dal uzantonomo "%s" es despermisita.

source: Cannot subscribe to nickname "%s".
io: Lu ne povas abonar vu al uzantonomo "%s".
