Repository: foocorp/gnu-social
Catalog: plugins/OStatus/locale/*/LC_MESSAGES/OStatus.po
Languages: ca, cs, de, es, eu, fr, gl, ia, mk, nl, tl, uk

source: Cannot handle that kind of object for liking/faving.
ca: No pot manejar aquest tipus d'objecte per a gust/faving.
cs: Pro tento typ objektu nelze používat funkce "líbí se mi" nebo "přidat k oblíbeným".
de: Kann diese Art von Objekt nicht zum Mögen/Favorisieren verarbeiten.
es: Ese tipo de objeto no puede marcarse como favorito.
fr: Impossible de gérer ce genre d’objet dans les aimés/favoris.
gl: Non se pode manexar ese tipo de obxecto para gustar ou engadir aos favoritos.
ia: Non pote manear iste typo de objecto pro appreciar/favorir.
mk: Не можам да работам со таков објект за бендисување.
nl: Dat object is niet beschikbaar voor (niet langer) als favoriet aanmerken.
tl: Hindi mapanghawakan ang ganyang uri ng bagay para sa paggusto/paggiliw.
uk: Не вдається обробити подібний об’єкт для додавання його до списку обраних або вилучення з цього списку.

source: Notice with ID %s unknown.
ca: Avís amb ID %s desconegut.
cs: Sdělení s ID %s nebylo nalezeno.
de: Nachricht mit ID %s unbekannt.
es: Mensaje con identificador desconocido: %s.
eu: Ez da %s ID-a duen oharrik ezagutzen.
fr: Avis d’identifiant « %s » inconnu.
gl: Descoñécese a nota co ID %s.
ia: Nota con ID %s incognite.
mk: Не ја распознавам забелешката со ID %s.
nl: De mededeling met ID %s is onbekend.
tl: Hindi nalalaman ang pabatid na may ID na %s.
uk: Допис з ідентифікатором %s є невідомим.

source: Notice with ID %1$s not posted by %2$s.
ca: Avís amb ID %1$s no publicat per %2$s.
cs: Sdělení s ID %1$s nebylo posláno uživatelem %2$s.
de: Nachricht mit ID %1$s wurde nicht von %2$s geschrieben.
es: %2$s no es el autor del mensaje con identificador %1$s.
fr: Avis d’identifiant « %1$s » non publié par %2$s.
gl: A nota co ID %1$s non foi publicada por %2$s
ia: Nota con ID %1$s non publicate per %2$s.
mk: Забелешката со ID %1$s не е објавена од %2$s.
nl: De mededeling met ID %1$s is niet geplaatst foor %2$s.
tl: Hindi ipinaskil ni %2$s ang pabatid na may ID na %1$s.
uk: Допис з ідентифікатором %1$s було надіслано не %2$s.

source: Subscribe to list
ca: Subscriu a la llista
cs: Sledovat seznam
de: Liste abonnieren
es: Suscribirme a la lista
eu: Harpidetu zerrendara
fr: S'abonner à la liste
gl: Subscribirse á lista
ia: Subscriber al lista
mk: Претплати се на списокот
nl: Abonneren op lijst
tl: Tumanggap ng sipi mula sa talaan
uk: Підписатися до списку

source: Address of the OStatus list, like http://example.net/user/all/tag.
ca: Adreça de la llista de OStatus, com http://example.net/user/all/tag.
cs: Adresa seznamu pro OStatus, například http://example.net/user/all/tag.
de: Adresse der OStatus-Liste, etwa http://example.net/user/all/tag.
es: Dirección de la lista de OStatus, p. ej. http://example.net/user/all/nombrelista.
fr: Adresse de la liste OStatus, par exemple http://example.net/user/all/tag.
gl: Enderezo da lista do OStatus, como http://example.net/user/all/etiqueta.
ia: Adresse del lista de OStatus, como http://example.net/usator/all/etiquetta.
mk: Адреса на списокот од OStatus, како на пр. http://primer.net/korisnik/site/oznaka.
nl: Het adres voor de OStatus-lijst, bijvoorbeeld http://example.net/user/all/tag.
tl: Tirahan ng talaan ng OStatus, katulad ng http://example.net/user/all/tag.
uk: Адреса списку OStatus, наприклад, http://example.net/user/all/tag.

source: You are already subscribed to this list.
ca: Ja esteu subscrit a aquesta llista.
cs: Tento seznam již sledujete.
de: Du hast diese Liste bereits abonniert.
es: Ya estás suscrito a esta lista.
eu: Harpidetuta zaude zerrenda hontara dagoeneko.
fr: Vous êtes déjà abonné à ce groupe.
gl: Xa está subscrito a esta lista.
ia: Tu es ja subscribite a iste lista.
mk: Веќе сте претплатени на овој список.
nl: U bent al geabonneerd op deze lijst.
tl: Tumatanggap ka na ng sipi mula sa talaang ito.
uk: Ви вже підписані до цього списку.

source: Already subscribed!
ca: Ja hi esteu subscrit!
cs: Toto již sledujete!
de: Bereits abonniert!
es: ¡Ya estás suscrito!
eu: Dagoeneko harpidetua!
fr: Déjà abonné !
gl: Xa está subscrito!
ia: Ja subscribite!
mk: Веќе сте претплатени!
nl: U bent al gebonneerd!
tl: Nagpapasipi na!
uk: Вже підписаний!

source: Confirm subscription to remote list
ca: Confirma la subscripció a la llista remota
cs: Potvrzení sledování vzdáleného seznamu
de: Das Abonnement einer entfernten Liste bestätigen
es: Confirma tu suscripción a la lista remota
fr: Confirmer l’adhésion au groupe distant
gl: Confirmar a subscrición á lista remota
ia: Confirmar subscription al lista remote
mk: Потврди претплата на далечинскиот список
nl: Abonnement op externe lijst bevestigen
tl: Tiyakin ang pagpapasipi sa malayong talaan
uk: Підтвердження підписки до віддаленого списку

source: You can subscribe to lists from other supported sites. Paste the list's URI below:
ca: Vostè pot subscriure's als grups d'altres llocs de què es dóna suport. Enganxa el perfil del grup URI sota:
cs: Můžete sledovat seznamy na jiných podporovaných serverech. Vložte URI adresu seznamu níže:
de: Du kannst Listen von anderen unterstützten Websites abonnieren. Füge die URI der Liste unten ein:
es: Puedes suscribirte a las listas de otros sitios compatibles. Pega a continuación la dirección URI de la lista:
fr: Vous pouvez vous abonner aux listes des autres sites supportés. Collez l’URI de la liste ci-dessous:
gl: Pode subscribirse a listas doutros sitios soportados. Pegue o URI da lista a continuación:
ia: Tu pote subscriber a listas de altere sitos supportate. Colla le URI del lista hic infra:
mk: Можете да се претплаќате на списоци од други поддржани мрежни места. Подолу прекопирајте го URI-то на списокот:
nl: U kunt abonneren op lijsten van andere ondersteunde sites. Plak hieronder de URI van de lijst:
tl: Maaari kang magpasipi sa mga talaan mula sa iba pang mga sityong tinatangkilik. Idikit ang URI ng mga talaan sa ibaba:
uk: Ви можете підписуватися до списків на аналогічних сайтах. Просто вставте URI списку тут:

source: Cannot accept remote posts for a remote group.
ca: No es poden acceptar avisos remots d'un grup remot.
cs: Vzdálené skupině nemůžete poslat zprávu.
de: Kann Remoteposts für Remotegruppen nicht akzeptieren.
es: No se aceptan publicaciones remotas para un grupo remoto.
fr: Impossible d’accepter des envois distants de messages pour un groupe distant.
gl: Non se poden aceptar publicacións remotas para un grupo remoto.
ia: Non pote acceptar messages remote pro un gruppo remote.
mk: Не можам да прифаќам далечински објави за далечинска група.
nl: Externe berichten voor externe groepen worden niet geaccepteerd.
tl: Hindi matanggap ang malalayong mga paskil para sa isang malayong pangkat.
uk: Не можу узгодити віддалену пересилку дописів до віддаленої спільноти.

source: Groups cannot join groups.
ca: Els grups no poden unir-se a grups.
cs: Skupiny se nemohou přidávat ke skupinám.
de: Gruppen können Gruppen nicht beitreten.
es: Un grupo no puede unirse a un grupo.
eu: Taldeak ezin dira beste taldeetara harpidetu.
fr: Les groupes ne peuvent pas adhérer à des groupes.
gl: Os grupos non se poden unir aos grupos.
ia: Gruppos non pote adherer a gruppos.
mk: Во групите не можат да се зачленуваат групи.
nl: Groepen kunnen geen lid worden van groepen.
tl: Hindi makakasali ang mga pangkat sa mga pangkat.
uk: Спільноти не можуть приєднуватися до спільнот.

source: You have been blocked from that group by the admin.
ca: L'administrador us ha blocat del grup.
cs: Přístup do této skupiny vám zablokoval její správce.
de: Der Admin dieser Gruppe hat dich blockiert.
es: Has sido bloqueado en ese grupo por el administrador.
eu: Administratzaileak talde horretan blokeatu egin zaitu.
fr: Vous avez été bloqué de ce groupe par l’administrateur.
gl: O administrador bloqueouno nese grupo.
ia: Le administrator te ha blocate de iste gruppo.
mk: Блокирани сте на таа група од администратор.
nl: Een beheerder heeft ingesteld dat u geen lid mag worden van die groep.
tl: Hinaharangan ka ng tagapangasiwa mula sa pangkat na iyan.
uk: Адміністратор спільноти заблокував ваш профіль.

source: Could not join remote user %1$s to group %2$s.
ca: No s'ha pogut afegir l'usuari %1$s al grup %2$s.
cs: Nemohu přidat vzdáleného uživatele %1$s do skupiny %2$s.
de: Konnte Remotebenutzer %1$s nicht der Gruppe %2$s hinzufügen.
es: No se pudo inscribir al usuario remoto %1$s en el grupo «%2$s».
eu: Ezin izan da %1$s erabiltzailea %2$s taldeara batu.
fr: Impossible d’inscrire l’utilisateur distant %1$s au groupe %2$s.
gl: O usuario remoto %1$s non se puido engadir ao grupo %2$s.
ia: Non poteva inscriber le usator remote %1$s in le gruppo %2$s.
mk: Не можев да го зачленам далечинскиот корисник %1$s во групата %2$s.
nl: De externe gebruiker %1$s kon geen lid worden van de groep %2$s.
tl: Hindi maisali ang malayong tagagamit na si %1$s sa pangkat na %2$s.
uk: Віддаленому користувачеві %1$s не вдалося долучитися до спільноти %2$s.

source: Groups cannot be members of groups
de: Gruppen können nicht Mitglieder von Gruppen sein.
es: Un grupo no puede ser miembro de un grupo.

source: Could not remove remote user %1$s from group %2$s.
ca: No es pot eliminar l'usuari remot %1$s de la llista %2$s.
cs: Nemohu odstranit vzdáleného uživatele %1$s ze skupiny %2$s.
de: Konnte Remotebenutzer %1$s nicht aus der Gruppe %2$s entfernen.
es: No se pudo borrar al usuario remoto %1$s del grupo «%2$s» .
eu: Ezin izan da %1$s urruneko erabiltzailea %2$s taldetik ezabatu.
fr: Impossible de retirer l’utilisateur distant %1$s du groupe %2$s.
gl: O usuario remoto %1$s non se puido eliminar do grupo %2$s.
ia: Non poteva remover le usator remote %1$s del gruppo %2$s.
mk: Не можев да го отстранам далечинскиот корисник %1$s од групата %2$s.
nl: Het was niet mogelijk gebruiker %1$s van een andere dienst uit de groep %2$s te verwijderen.
tl: Hindi matanggal ang malayong tagagamit na si %1$s mula sa pangkat na %2$s.
uk: Не вдалось видалити віддаленого користувача %1$s зі спільноти %2$s.

source: Subscribe to
ca: Subscriviu-vos a
cs: Sledovat
de: Abonniere
es: Seguir a
eu: Harpidetu honi
fr: S’abonner à
gl: Subscribirse a
ia: Subscriber a
mk: Претплати се
nl: Abonneren op
tl: Tumanggap ng sipi mula sa
uk: Підписатися

source: OStatus user's address, like nickname@example.com or http://example.net/nickname.
ca: L'adreça d'usuari d'OStatus, com ara sobrenom@example.com o http://example.net/sobrenom.
cs: Adresa uživatele pro OStatus, například jmeno@example.com nebo http://example.net/jmeno.
de: Adresse des OStatus-Benutzers, etwa nickname@example.com oder http://example.net/nickname.
es: Dirección OStatus del usuario, p. ej. usuario@example.com o http://example.net/usuario.
eu: OStatus erabiltzailearen helbidea, nicka@eredua.com edo http://eredua.com/nicka bezelako zerbait.
fr: Adresse d’un utilisateur OStatus, par exemple pseudonyme@example.com ou http://example.net/pseudonyme
gl: Enderezo dun usuario do OStatus, por exemplo alcume@example.com ou http://example.net/alcume.
ia: Le adresse de un usator OStatus, como pseudonymo@example.com o http://example.net/pseudonymo.
mk: Адреса на корисникот на OStatus, како на пр. prekar@primer.com или http://primer.net/prekar
nl: Het OStatusadres van de gebruiker. Bijvoorbeeld nickname@example.com of http://example.net/nickname.
tl: Tirahan ng tagagamit ng OStatus, katulad ng nickname@example.com o http://example.net/nickname.
uk: OStatus-адреса користувача, щось на зразок nickname@example.com або http://example.net/nickname

source: Join
ca: Uneix
cs: Přidat se
de: Beitreten
es: Unirme
eu: Batu
fr: Rejoindre
gl: Unirse
ia: Adherer
mk: Зачлени се
nl: Toetreden
tl: Sumali
uk: Приєднатися

# BUTTON
source: Join this group
ca: Uniu-vos al grup
cs: Přidat se ke skupině
de: Dieser Gruppe beitreten
es: Unirme a este grupo
eu: Batu talde hontara.
fr: Rejoindre ce groupe
gl: Unirse a este grupo
ia: Adherer a iste gruppo
mk: Зачлени се во групава
nl: Lid worden van deze groep
tl: Sumali sa pangkat na ito
uk: Приєднатися до спільноти

# BUTTON
source: Confirm
ca: Confirma
cs: Potvrdit
de: Bestätigen
es: Confirmar
eu: Baieztatu
fr: Confirmer
gl: Confirmar
ia: Confirmar
mk: Потврди
nl: Bevestigen
tl: Tiyakin
uk: Підтвердити

source: Subscribe to this user
ca: Subscriviu-vos a l'usuari
cs: Sledovat tohoto uživatele
de: Abonniere diesen Benutzer
es: Seguir a este usuario
eu: Harpidetu erabiltzaile honetara
fr: S’abonner à cet utilisateur
gl: Subscribirse a este usuario
ia: Subscriber a iste usator
mk: Претплати се на корисников
nl: Op deze gebruiker abonneren
tl: Magpasipi sa tagagamit na ito
uk: Підписатись до цього користувача

source: You are already subscribed to this user.
ca: Ja esteu subscrit a aquest usuari.
cs: Tohoto uživatele již sledujete.
de: Du hast diesen Benutzer bereits abonniert:
es: Ya sigues a este usuario.
eu: Jadanik erabiltzaile horren harpideduna zara.
fr: Vous êtes déjà abonné à cet utilisateur.
gl: Xa está subscrito a este usuario.
ia: Tu es ja subscribite a iste usator.
mk: Веќе сте претплатени на овој корисник.
nl: U bent al geabonneerd op deze gebruiker.
tl: Tumatanggap ka na ng sipi mula sa tagagamit na ito.
uk: Ви вже підписані до цього користувача.

source: Sorry, we could not reach that feed. Please try that OStatus address again later.
ca: No hem pogut recuperar el canal. Torneu a provar l'adreça d'OStatus més endavant.
cs: Omlouváme se, ale tento kanál není dostupný. Zkuste prosím použít tuto adresu OStatus znovu později.
de: Entschuldigung, wir konnten diesen Feed nicht erreichen. Bitte versuche diese OStatus-Adresse später noch einmal.
es: Lo sentimos, pero no pudimos acceder a esa fuente web. Inténtalo de nuevo más tarde.
fr: Désolé, nous n’avons pas pu atteindre ce flux. Veuillez réessayer plus tard cette adresse OStatus.
gl: Sentímolo, non atopamos esa fonte de novas. Inténteo de novo con ese enderezo máis tarde.
ia: Regrettabilemente, nos non poteva attinger iste syndication. Per favor reproba iste adresse OStatus plus tarde.
mk: Нажалост, не можевме да го добиеме тој канал. Обидете се со таа OStatus-адреса подоцна.
nl: Die feed was niet te bereiken. Probeer dat OStatusadres later nog een keer.
tl: Paumanhin, hindi namin maabot ang pasubong iyan. Mangyaring subukan ulit ang tirahang iyan mamaya.
uk: Вибачайте, але ми не в змозі досягти цієї веб-стрічки. Будь ласка, спробуйте дану адресу ще раз пізніше.

source: Remote subscription failed!
ca: La subscripció remota ha fallat!
cs: Přihlášení ke vzdálenému sledování selhalo!
de: Remoteabonnement fehlgeschlagen!
es: ¡La suscripción remota falló!
eu: Urruneko harpidetza egitean akatsa!
fr: L’abonnement distant a échoué !
gl: Erro na subscrición remota!
ia: Subscription remote fallite!
mk: Далечинската претплата не успеа!
nl: Extern abonneren is mislukt!
tl: Nabigo ang malayuang pagpapasipi!
uk: Підписатися віддалено не вдалося!

source: Subscribe to user
ca: Subscriu a l'usuari
cs: Sledovat uživatele
de: Abonniere diesen Benutzer
es: Seguir al usuario
eu: Erabiltzailera harpidetu
fr: S’abonner à un utilisateur
gl: Subscribirse ao usuario
ia: Subscriber a usator
mk: Претплати се на корисник
nl: Abonneren op gebruiker
tl: Tumanggap ng sipi mula sa tagagamit
uk: Підписатися до користувача

source: Confirm
ca: Confirma
cs: Potvrdit
de: Bestätigen
es: Confirmar
eu: Baieztatu
fr: Confirmer
gl: Confirmar
ia: Confirmar
mk: Потврди
nl: Bevestigen
tl: Tiyakin
uk: Підтвердити

source: You can subscribe to users from other supported sites. Paste their address or profile URI below:
ca: Vostè pot subscriure's als usuaris d'altres llocs de què es dóna suport. Enganxar la seva adreça o perfil URI sota:
cs: Můžete sledovat uživatele na jiných podporovaných serverech. Vložte jejich adresu nebo URI jejich profilu níže:
de: Du kannst Benutzer von anderen unterstützten Websites abonnieren. Füge ihre Adresse oder Profil-URI unten ein:
es: Puedes seguir a usuarios de otros sitios compatibles. Pega su dirección o el URI de su perfil a continuación:
fr: Vous pouvez vous abonner aux utilisateurs d’autres sites pris en charge. Collez leur adresse ou l’URI de leur profil ci-dessous :
gl: Pode subscribirse a usuarios doutros sitios soportados. Pegue o seu enderezo ou o URI do seu perfil a continuación:
ia: Tu pote subscriber a usatores de altere sitos supportate. Colla su adresse o URI de profilo hic infra:
mk: Можете да се претплатите на корисници од други поддржани мрежни места. Ископирајте ја нивната адреса или профилно URI подолу:
nl: U kunt abonneren op gebruikers van andere ondersteunde sites. Plak hun adres of profiel-URI hieronder:
tl: Maaari kang magpasipi sa mga tagagamit mula sa iba pang mga sityong tinatangkilik. Idikit ang kanilang tirahan o URI ng balangkas sa ibaba:
uk: Ви маєте можливість підписуватись до користувачів на аналогічних сайтах. Просто вставте їхні адреси або URI профілів тут:

source: Attempting to start PuSH subscription for feed with no hub.
ca: S'està intentant iniciar la subscripció d'empenta per a menjar amb cap hub.
cs: Nelze zahájit odběr PuSH pro kanál, který nemá hub.
de: Es wird versucht, ein PuSH-Abonnemont für einen Feed ohne Hub zu starten.
es: Intentando iniciar una suscripción PuSH a una fuente web sin repetidor (hub).
eu: PuSH harpidetzari hasera eman nahiean Hub gabeko jarioarentzat.
fr: Tente de démarrer l’inscription PuSH à un flux d’information sans concentrateur.
gl: Intentando iniciar a subscrición PuSH para a fonte de novas sen centro de actividade.
ia: Tentativa de comenciar subscription PuSH pro syndication sin centro.
mk: Се обидов да ја започнам PuSH-претплатата за канал без средиште.
nl: Aan het proberen een PuSH-abonnement te krijgen op een feed zonder hub.
tl: Tinatangkang simulan ang pagpapasipi ng PuSH para sa pasubo na walang sindirit.
uk: Спроба підписатися за допомогою PuSH до веб-стрічки, котра не має вузла.

source: Attempting to end PuSH subscription for feed with no hub.
ca: S'està intentant iniciar la subscripció d'empenta per a menjar amb cap hub.
cs: Nelze ukončit odběr PuSH pro kanál, který nemá hub.
de: Es wird versucht, ein PuSH-Abonnemont für einen Feed ohne Hub zu beenden.
es: Intentando cancelar la suscripción PuSH a una fuente web sin repetidor (hub).
eu: PuSH harpidetzari amaiera eman nahiean Hub gabeko jarioarentzat.
fr: Tente d’arrêter l’inscription PuSH à un flux d’information sans concentrateur.
gl: Intentando rematar a subscrición PuSH para a fonte de novas sen centro de actividade.
ia: Tentativa de terminar subscription PuSH pro syndication sin centro.
mk: Се обидувам да ставам крај на PuSH-претплатата за емитување без средиште.
nl: Aan het proberen een PuSH-abonnement te verwijderen voor een feed zonder hub.
tl: Tinatangkang wakasan ang pagpapasipi ng PuSH para sa pasubo na walang sindirit.
uk: Спроба скасувати підписку за допомогою PuSH до веб-стрічки, котра не має вузла.

source: Hub subscriber verification returned HTTP %s.
ca: Verificació de subscriptor Centre va tornar de HTTP %s .
cs: Ověření odběratele hubu obdrželo HTTP %s.
de: Hub-Abonnenten-Überprüfung gab HTTP %s zurück.
es: La verificación de suscripción al repetidor (hub) devolvió el código de estado HTTP %s.
fr: La vérification d’abonné sur le concentrateur a retourné le statut HTTP « %s ».
gl: A verificación de subscrición ao centro de actividade devolveu o código de estado HTTP %s.
ia: Verification de subscriptor de centro retornava HTTP %s.
mk: Потврдата на претплатникот на средиштето даде HTTP %s.
nl: De controle voor de hubabonnee heeft een HTTP %s teruggegeven.
tl: Nagbalik ng HTTP na %s ang pagpapatunay ng tagapagsipi ng sindirit.
uk: Перевірка вузла підписки завершилася зі статусом HTTP %s.

source: Callback returned status: %1$s. Body: %2$s
ca: Trucada d'avís va tornar a l'estat: %1$s . Cos:%2$s
cs: Callback vrátil status: %1$s. Tělo: %2$s
de: Der Aufruf gab folgenden Status zurück: %1$s. Body: %2$s
es: Estado devuelto por la retrollamada : %1$s. Cuerpo: %2$s
fr: La routine de rappel a retourné le statut « %1$s ». Corps : %2$s
gl: A chamada de retorno devolveu o seguinte estado: %1$s. Corpo: %2$s
ia: Appello de retorno retornava stato: %1$s. Corpore: %2$s
mk: Повратниот повик даде статус: %1$s. Содржина: %2$s
nl: De callback heeft de status %1$s teruggegeven. Inhoud: %2$s.
tl: Nagbalik ang pabalik-tawag ng katayuang: %1$s. Katawan: %2$s
uk: Зворотній виклик повернуто зі статусом: %1$s. Зміст: %2$s

source: Invalid ostatus_profile state: Two or more IDs set for %s.
ca: Estat de ostatus_profile no és vàlida: identificadors de dos o més definir per a %s .
cs: Neplatný stav ostatus_profile: Pro %s jsou nastavena dvě nebo více ID.
de: Ungültiger ostatus_profile-Zustand: Mehrere IDs für %s gesetzt.
es: Estado de 'ostatus_profile' no válido: hay dos o más identificadores establecidos para %s .
fr: État ostatus_profile non valide: Deux ensembles d'identifiants ou plus ont été définis pour %s.
gl: Estado ostatus_profile inválido: Hai definidos dous ou máis identificadores para %s.
ia: Stato ostatus_profile invalide: duo o plus IDs definite pro %s.
mk: Неважечка состојба на ostatus_profile: Зададени се две или повеќе назнаки (ID) за %s.
nl: Ongeldige ostatus_profile-status: er zijn twee of meer ID's ingesteld voor %s.
tl: Hindi katanggap-tanggap na katayuan ng ostatus_profile: Dalawa o mahigit pang mga ID na nakatakda para sa %s.
uk: Невірний стан параметру ostatus_profile: два або більше ідентифікатори встановлено для %s.

source: Invalid ostatus_profile state: All IDs empty for %s.
ca: Estat de ostatus_profile no és vàlida: els IDs buit per %s .
cs: Neplatný stav ostatus_profile: Všechna ID pro %s jsou prázdná.
de: Ungültiger ostatus_profile-Zustand: Alle IDs für %s sind leer.
es: Estado de 'ostatus_profile' no válido: todos los identificadores de %s están vacíos.
fr: ostatus_profile invalide : aucun identifiant renseigné pour %s.
gl: Estado ostatus_profile inválido: Todos os identificadores están baleiros para %s.
ia: Stato ostatus_profile invalide: tote le IDs es vacue pro %s.
mk: Неважечка состојба на ostatus_profile: Сите назнаки (ID) за %s се празни.
nl: Ongeldige ostatus_profile status: alle ID's zijn leeg voor %s.
tl: Hindi katanggap-tanggap na katayuan ng ostatus_profile: Lahat ng mga ID ay walang laman para sa %s.
uk: Невірний стан параметру ostatus_profile: всі ідентифікатори порожні для %s.

source: Invalid type passed to Ostatus_profile::notify. It must be XML string or Activity entry.
ca: Tipus no vàlid passat a Ostatus_profile::notify. Ha de ser XML corda o entrada de l'activitat.
cs: Metoda Ostatus_profile::notify obdržela neplatný typ. Musí to být buď řetězec XML nebo Activity entry.
de: Ungültiger Typ an Ostatus_profile::notify übergeben. Es muss ein XML-String oder ein Activity-Eintrag sein.
es: Tipo de dato no válido pasado a 'Ostatus_profile::notify'. Debe ser una cadena XML o una entrada de actividad.
fr: Type invalide passé à la méthode « Ostatus_profile::notify ». Ce doit être une chaîne XML ou une entrée « Activity ».
gl: Pasóuselle un tipo inválido ao método Ostatus_profile::notify. Debera ser unha cadea XML ou unha entrada de actividade.
ia: Typo invalide passate a Ostatos_profile::notify. Illo debe esser catena XML o entrata Activity.
mk: На Ostatus_profile::notify е пренесен неважечки тип. Мора да биде XML-низа или ставка во Activity.
nl: Ongeldig type doorgegeven aan Ostatus_profile::notify. Het moet een XML-string of Activity zijn.
tl: Ipinasa ang hindi katanggap-tanggap na uri sa Ostatus_profile::ipabatid. Dapat itong isang sinulid ng XML o pagpapasok ng Gawain.
uk: До параметру Ostatus_profile::notify передано невірний тип. Це має бути або рядок у форматі XML, або запис активності.
