Repository: foocorp/gnu-social
Catalog: plugins/OStatus/locale/*/LC_MESSAGES/OStatus.po
Languages: ca, cs, de, es, eu, fr, gl, ia, mk, nl, tl, uk

source: Subscribe
ca: Subscriu
cs: Sledovat
de: Abonnieren
es: Suscribir
eu: Harpidetu
fr: S'abonner
gl: Subscribirse
ia: Subscriber
mk: Претплати се
nl: Abonneren
tl: Pumayag na tumanggap ng sipi
uk: Підписатись

source: Invalid URI.
ca: URL no vàlid.
cs: Neplatné URI.
de: Ungültiger URI.
es: La dirección URI no es válida
eu: URI baliogabea.
fr: URI invalide.
gl: Enderezo URI inválido.
ia: URI invalide.
mk: Неважечка URI.
nl: Ongeldige URI.
tl: Hindi katanggap-tanggap na URI.
uk: Неправильний URI.

source: Sorry, we could not reach that address. Please make sure that the OStatus address is like nickname@example.com or http://example.net/nickname.
ca: No s'ha pogut aconseguir l'adreça. Assegureu-vos que l'adreça OStatus és com sobrenom@example.com o http://example.net/sobrenom.
cs: Omlouváme se, ale tato adresa není dostupná. Ověřte prosím, že adresa OStatus je ve správném formátu jmeno@example.com nebo http://example.net/jmeno
de: Entschuldigung, wir konnte diese Adresse nicht erreichen. Bitte überprüfe, ob die OStatus-Adresse gültig ist. Beispiele: nickname@example.com oder http://example.net/nickname.
es: Lo sentimos, pero no pudimos acceder a esa dirección. Por favor, asegúrate de que la dirección de OStatus es del tipo usuario@example.com o http://example.net/usuario.
eu: Barka, ezin izan dugu helbide hori lortu. Mesedez egon ziur helbidea nicka@eredua.com edo http://eredua.com/nicka bezelako dela.
fr: Désolé, nous n’avons pas pu atteindre cette adresse. Veuillez vous assurer que l’adresse OStatus de l’utilisateur ou de sa page de profil est de la forme pseudonyme@example.com ou http://example.net/pseudonyme.
gl: Sentímolo, non atopamos ese enderezo. Asegúrese de que o enderezo do OStatus é da forma alcume@example.com ou http://example.net/alcume.
ia: Regrettabilemente, nos non poteva attinger iste adresse. Per favor assecura te que le adresse OStatus es como pseudonymo@example.com o http://example.net/pseudonymo.
mk: Нажалост, не можевме да ја добиеме таа адреса. Проверете дали адресата од OStatus е од типот prekar@primer.com или http://primer.net/prekar.
nl: Dat adres is helaas niet te bereiken. Zorg dat het OStatusadres de voor heft van gebruiker@example.com of http://example.net/gebruiker.
tl: Paumanhin, hindi namin maabot ang tirahang iyan. Mangyaring tiyakin na ang tirahan ng OStatus ay katulad ng nickname@example.com o http://example.net/nickname.
uk: Вибачайте, але ми в змозі розшукати дану адресу. Будь ласка, переконайтеся, що адресу зазначено згідно правил протоколу OStatus, щось на зразок nickname@example.com або ж http://example.net/nickname.

source: Sent from %s via OStatus
ca: Enviat de %s a través d'OStatus
cs: Odesláno z %s skrze OStatus
de: Gesendet von %s über OStatus
es: Enviado desde %s vía OStatus
eu: %s(e)tik OStatus bidez bidalia
fr: Envoyé depuis %s via OStatus
gl: Enviado desde %s a través do OStatus
ia: Inviate de %s via OStatus
mk: Испратено од %s преку OStatus
nl: Verzonden vanaf %s via OStatus
tl: Ipinadala mula sa %s sa pamamagitan ng OStatus
uk: Надіслано з %s через OStatus

# TITLE
source: Unfollow
ca: Deixa de seguir
cs: Přestat sledovat
de: Nicht mehr beachten
es: Dejar de seguir
eu: Utzi zerrenda
fr: Ne plus suivre
gl: Deixar de seguir
ia: Non plus sequer
mk: Престани со следење
nl: Niet langer volgen
tl: Huwag sundan
uk: Не читати

source: %1$s stopped following %2$s.
ca: %1$s ha deixat de seguir %2$s.
cs: %1$s přestal(a) sledovat %2$s.
de: %1$s folgt %2$s nicht mehr.
es: %1$s dejó de seguir a %2$s.
eu: %1$s(e)k %2$s jarraitzeari utzi dio.
fr: %1$s a cessé de suivre %2$s.
gl: %1$s deixou seguir a %2$s.
ia: %1$s cessava de sequer %2$s.
mk: %1$s престана да го/ја следи %2$s.
nl: %1$s volgt %2$s niet langer.
tl: Tumigil si %1$s sa pagsunod kay %2$s.
uk: %1$s припинив читати ваші дописи %2$s.

# TITLE
source: Join
ca: Uneix
cs: Přidat se
de: Beitreten
es: Unirme
eu: Elkartu
fr: Rejoindre
gl: Unirse
ia: Adherer
mk: Зачлени се
nl: Toetreden
tl: Sumali
uk: Приєднатися

source: %1$s has joined group %2$s.
ca: %1$s s'ha unit al grup %2$s.
cs: %1$s se přidal ke skupině %2$s.
de: %1$s ist der Gruppe %2$s beigetreten
es: %1$s se ha unido al grupo %2$s.
eu: %1$s %2$s taldera batu da.
fr: %1$s a rejoint le groupe %2$s.
gl: %1$s uniuse ao grupo %2$s.
ia: %1$s se ha jungite al gruppo %2$s.
mk: %1$s се зачлени во групата %2$s.
nl: %1$s is lid geworden van de groep %2$s.
tl: Sumali na si %1$s sa pangkat na %2$s.
uk: %1$s приєднався до спільноти %2$s.

source: Failed joining remote group.
ca: No s'ha pogut unir al grup remot.
cs: Nepodařilo se přidat se ke vzdálené skupině.
de: Fehler beim Beitreten der Remotegruppe.
es: No has podido unirte al grupo remoto.
eu: Akatsa urruneko taldearekin elkartzean.
fr: Échec lors de l’adhésion au groupe distant.
gl: Erro ao unirse ao grupo remoto.
ia: Falleva de facer se membro del gruppo remote.
mk: Не успеав да Ве зачленам во далечинската група.
nl: Het was niet mogelijk lid te worden van de externe groep.
tl: Nabigo sa pagsali sa malayong pangkat.
uk: Помилка приєднання до віддаленої спільноти.

# TITLE
source: Leave
ca: Deixa
cs: Opustit
de: Verlassen
es: Abandonar
eu: Utzi
fr: Sortir
gl: Deixar
ia: Quitar
mk: Напушти
nl: Verlaten
tl: Lumisan
uk: Залишити

source: %1$s has left group %2$s.
ca: %1$s ha deixat el grup %2$s.
cs: %1$s opustil(a) skupinu %2$s.
de: %1$s hat die Gruppe %2$s verlassen
es: %1$s ha abandonado el grupo «%2$s».
eu: %1$s(e)k %2$s taldea utzi du.
fr: %1$s a quitté le groupe %2$s.
gl: %1$s deixou o grupo %2$s.
ia: %1$s ha quitate le gruppo %2$s.
mk: %1$s ја напушти групата %2$s.
nl: %1$s heeft de groep %2$s verlaten
tl: Lumisan si %1$s magmula sa pangkat na %2$s.
uk: %1$s залишив спільноту %2$s.

# TITLE
source: Follow list
ca: Segueix la llista
cs: Sledovat seznam
de: Der Liste folgen
es: Suscribirme a la lista
eu: Jarraitu zerrenda
fr: Suivre la liste
gl: Seguir a lista
ia: Sequer lista
mk: Список на следења
nl: Op lijst abonneren
tl: Sundan ang talaan
uk: Слідкувати за списком

source: %1$s is now following people listed in %2$s by %3$s.
ca: %1$s està seguint ara gent llistada a %2$s per %3$s.
cs: %1$s od teď sleduje lidi v seznamu %2$s od %3$s.
de: %1$s folgt in %3$ss Liste %2$s gelisteten Personen nicht mehr.
es: %1$s se ha suscrito a la lista «%2$s» de %3$s.
fr: %1$s suit maintenant les personnes listées dans %2$s par %3$s.
gl: %1$s está a seguir a xente da lista %2$s de %3$s.
ia: %1$s seque ora le personas listate in "%2$s" de %3$s.
mk: %1$s сега следи луѓе на списокот %2$s од %3$s.
nl: %1$s volgt niet langer de mensen in de lijst %2$s van %3$s.
tl: Sinusundan na ngayon ni %1$s ang mga taong nakatala sa loob ng %2$s ni %3$s.
uk: %1$s тепер відслідковує дописи людей у списку %2$s користувача %3$s.

source: Failed subscribing to remote list.
ca: No s'ha pogut subscriu a la llista remota.
cs: Nepodařilo se začít sledovat vzdálený seznam
de: Fehler beim Beitreten der Remotegruppe.
es: Ocurrió un error al intentar suscribirte a la lista remota.
fr: Échec lors de l’adhésion au groupe distant.
gl: Erro ao subscribirse á lista remota.
ia: Falleva de subscriber al lista remote.
mk: Не успеав да Ве зачленам во далечинскиот список.
nl: Het was niet mogelijk toe abonneren de externe lijst.
tl: Nabigo sa pagpapasipi sa malayong talaan.
uk: Помилка підключення до віддаленого списку.

source: Unfollow list
ca: Deixa de seguir la llista
cs: Přestat sledovat seznam
de: Liste nicht länger verfolgen
es: Cancelar la suscripción a la lista
eu: Utzi zerrenda
fr: Ne plus suivre la liste
gl: Non seguir a lista
ia: Non plus sequer lista
mk: Престани со следење на списокот
nl: Lijst niet langer volgen
tl: Huwag sundan ang talaan
uk: Не стежити за списком

source: %1$s stopped following the list %2$s by %3$s.
ca: %1$s ha deixat de seguir la llista %2$s per %3$s.
cs: %1$s přestal(a) sledovat seznam %2$s od %3$s.
de: %1$s folgt %2$s von %3$s nicht länger.
es: %1$s ya no está suscrito a la lista «%2$s» de %3$s.
eu: %1$s(e)k %3$s(e)ko %2$s zerrenda jarraitzeari utzi dio .
fr: %1$s a cessé de suivre %2$s par %3$s.
gl: %1$s deixou de seguir a lista %2$s de %3$s.
ia: %1$s cessava de sequer le lista "%2$s" de %3$s.
mk: %1$s престана да го следи списокот %2$s од %3$s.
nl: %1$s volgt niet langer de lijst %2$s van %3$s.
tl: Tumigil si %1$s sa pagsunod sa talaang %2$s ni %3$s.
uk: %1$s припинив слідкувати за списком %2$s користувача %3$s.

# TITLE
source: List
ca: Llista
cs: Seznam
de: Liste
es: Lista
eu: Zerrenda
fr: Liste
gl: Listar
ia: Listar
mk: Наведи
nl: Opnemen in lijst
tl: Itala
uk: Список

source: %1$s listed %2$s in the list %3$s.
ca: %1$s ha llista %2$s a la llista %3$s.
cs: %1$s přidal(a) %2$s do seznamu %3$s.
de: %1$s folgt %2$s der Liste %3$s nicht länger.
es: %1$s ha añadido a %2$s a la lista «%3$s».
eu: %1$s(e)k %2$s zerrendatu du %3$s zerrendan.
fr: %1$s a listé %2$s dans la liste %3$s.
gl: %1$s incluíu a %2$s na lista %3$s.
ia: %1$s listava %2$s in le lista "%3$s".
mk: %1$s го/ја наведе %2$s во списокот %3$s.
nl: %1$s heeft %2$s in de lijst %3$s geplaatst.
tl: Itinala ni %1$s si %2$s sa loob ng talaang %3$s.
uk: %1$s включив %2$s до списку %3$s.

# TITLE
source: Unlist
ca: Sense llistar
cs: Odebrat ze seznamu
de: Ablisten
es: Borrar de la lista
fr: Ne plus lister
gl: Retirar da lista
ia: Remover del lista
mk: Отстрани
nl: Verwijderen uit lijst
tl: Huwag itala
uk: Вилучити зі списку

source: %1$s removed %2$s from the list %3$s.
ca: %1$stret %2$s de la llista %3$s .
cs: %1$s odebral(a) %2$s ze seznamu %3$s.
de: %1$s entfernte %2$s aus der Liste %3$s.
es: %1$s ha borrado a %2$s de la lista «%3$s».
eu: %1$s(e)k %2$s ezabatu du %3$s zerrendatik.
fr: %1$s a supprimé %2$s de la liste %3$s.
gl: %1$s eliminou a %2$s na lista %3$s.
ia: %1$s ha removite %2$s del lista %3$s.
mk: %1$s го/ја отстрани %2$s од списокот %3$s.
nl: %1$s heeft %2$s uit de lijst %3$s verwijderd.
tl: Tinanggal ni %1$s ang %2$s mula sa talaang %3$s.
uk: %1$s вилучив %2$s зі списку %3$s.

source: Unlike
ca: Desagrada
cs: Už se mi to nelíbí
de: Mags nicht
es: Ya no me gusta
fr: Ne plus aimer
gl: Deixar de gustar
ia: Non plus amar
mk: Одбендисај
nl: Niet langer leuk
tl: Huwag gustuhin
uk: Вилучити зі списку обраних

source: %1$s no longer likes %2$s.
ca: %1$sja no li agrada %2$s .
cs: %1$s se už nelíbí %2$s.
de: %1$s mag %2$s nicht mehr.
es: A %1$s ya no le gusta %2$s.
eu: %1$s(e)k ez du jada %2$s atsegin.
fr: %1$s n'aime plus %2$s.
gl: %1$s xa non gusta de %2$s.
ia: %1$s non plus ama %2$s.
mk: %1$s повеќе не ја бендисува забелешката %2$s.
nl: %1$s vindt %2$s niet langer leuk.
tl: Hindi na gusto ni %1$s ang %2$s.
uk: %1$s вилучив допис %2$s зі свого списку обраних дописів.

source: Remote
ca: Remot
cs: Vzdálené
de: Außerhalb
es: Remoto
eu: Urrunekoa
fr: À distance
gl: Remoto
mk: Далечински
nl: Extern
tl: Malayo
uk: Віддалено

source: Profile update
ca: Actualització del perfil
cs: Aktualizace profilu
de: Profil aktualisieren
es: Actualización de perfil
eu: Profil eguneraketa
fr: Mise à jour du profil
gl: Actualización do perfil
ia: Actualisation de profilo
mk: Поднова на профил
nl: Profielupdate
tl: Pagsasapanahon ng balangkas
uk: Оновлення профілю

source: %s has updated their profile page.
ca: %sha actualitzat la seva pàgina de perfil.
cs: %s aktualizoval(a) stránku svého profilu.
de: %s hat die Profil-Seite aktualisiert.
es: %s ha actualizado su perfil.
fr: %s a mis à jour sa page de profil.
gl: %s actualizou o seu perfil.
ia: %s ha actualisate su pagina de profilo.
mk: %s ја поднови својата профилна страница.
nl: Het profiel van %s is bijgewerkt.
tl: Si %s ay nagsapanahon ng kanilang pahina ng balangkas.
uk: %s оновив сторінку свого профілю.

source: List
ca: Llista
cs: Seznam
de: Liste
es: Lista
eu: Zerrenda
fr: Liste
gl: Listar
ia: Listar
mk: Заведи
nl: Opnemen in lijst
tl: Ilista
uk: Список

source: Follow people across social networks that implement <a href="http://ostatus.org/">OStatus</a>.
ca: Seguir les persones a través de xarxes socials que implementen <a href="http://ostatus.org/">OStatus</a>.
cs: Sledujte lidi napříč různými sociálními sítěmi, které implementují <a href="http://ostatus.org/">OStatus</a>.
de: Folge Leuten quer durch die sozialen Netzwerke, die <a href="http://ostatus.org/">OStatus</a> implementieren.
es: Seguir la actividad de las personas en las redes sociales que integran <a href="http://ostatus.org/">OStatus</a>.
fr: Suivez les personnes à travers les réseaux sociaux mettant en œuvre <a href="http://ostatus.org/">OStatus</a> .
gl: Seguir xente a través das redes sociais que integren o <a href="http://ostatus.org/">OStatus</a>.
ia: Sequer personas trans retes social que implementa <a href="http://ostatus.org/">OStatus</a>.
mk: Следете луѓе низ разни друштвени мрежи што го применуваат <a href="http://ostatus.org/">OStatus</a>.
nl: Mensen volgen over sociale netwerken die gebruik maken van <a href="http://ostatus.org/">OStatus</a>.
tl: Sundan ang mga taong nasa kahabaan ng mga kalambatang panlipunan na nagpapatupad ng <a href="http://ostatus.org/">OStatus</a>.
uk: Додає можливість слідкувати за дописами людей з інших мереж, які підтримують протокол <a href="http://ostatus.org/">OStatus</a>.

source: Publishing outside feeds not supported.
ca: Publicació fora no alimenta el suport.
cs: Publikování mimo kanály není podporováno.
de: Veröffentlichung von äußeren Feeds nicht unterstützt.
es: La difusión de fuentes web externas no está soportada.
fr: La publication des flux externes n’est pas supportée.
gl: Non está soportada a publicación fóra das fontes de novas.
ia: Le publication de syndicationes externe non es supportate.
mk: Објавувањето вон каналите не е поддржано.
nl: Publiceren buiten feeds om wordt niet ondersteund.
tl: Hindi tinatangkilik ang paglalathalang nasa labas ng mga pasubo.
uk: Публікація змісту зовнішніх веб-стрічок не підтримується.

source: Unrecognized mode "%s".
ca: No es reconeix el mode " %s ".
cs: Neznámý režim "%s".
de: Unbekannter Modus "%s".
es: Modo «%s» desconocido.
eu: "%s" modu ezezaguna.
fr: Mode « %s » non reconnu.
gl: Non se recoñece o modo "%s".
ia: Modo "%s" non recognoscite.
mk: Непрепознат режим „%s“.
nl: Niet herkende modus "%s".
tl: Hindi nakikilalang pamamaraan na "%s".
uk: Невизначений режим «%s».

source: Unsupported hub.topic %s this hub only serves local user and group Atom feeds.
ca: Sense suport hub.topic %s aquest grup i Centre únic usuari local de serveix menjars d'Àtom.
cs: Nepodporovaný hub.topic "%s". Tento hub nabízí pouze kanály místních uživatelů a skupin ve formátu Atom.
de: Nicht unterstütztes hub.topic %s. Dieser Hub stellt nur Atom-Feeds lokaler Benutzer und Gruppen zur verfügung.
es: Valor del parámetro 'hub.topic' (%s) no soportado: este nodo sólo sirve fuentes web Atom de usuarios locales y grupos.
fr: Le sujet de concentrateur « %s » n’est pas supporté. Ce concentrateur ne sert que les flux Atom d’utilisateurs et groupes locaux.
gl: Non se soporta o hub.topic %s. Este centro de actividade serve unicamente aos usuarios locais e ás fontes de novas Atom.
ia: Le topico de centro %s non es supportate. Iste centro servi solmente le syndicationes Atom de usatores e gruppos local.
mk: Неподдржан hub.topic %s - ова средиште служи само за само Atom-емитувања од локални корисници и групи.
nl: Niet ondersteund hub.topic "%s". Deze hub serveert alleen Atom feeds van lokale gebruikers en groepen.
tl: Hindi tinatangkilik na hub.topic na %s ang sindirit na ito ay naglilingkod lamang sa mga pasubong Atom ng katutubong tagagamit at pangkat.
uk: hub.topic %s не підтримується. Цей вузол використовується лише тутешніми користувачами та групою веб-стрічок у форматі Atom.

source: Invalid hub.lease "%s". It must be empty or positive integer.
ca: Hub.lease no és vàlida " %s ". Ha de ser un enter positiu o buit.
cs: Neplatná hodnota parametru hub.lease: "%s". Musí obsahovat celé kladné číslo, nebo být prázdný.
de: Ungültiger hub.lease „%s“. Es muss eine leere oder positive Ganzzahl sein.
es: Valor del parámetro 'hub.lease' (%s) no válido: debe ser un entero positivo o estar en blanco.
fr: Le bail de concentrateur « %s » est invalide. Ce doit être vide ou un entier positif.
gl: Arrendamento hub.lease inválido: "%s". Debe estar baleiro ou ser un enteiro positivo.
ia: Invalide hub.lease "%s". Debe esser vacue o un numero integre positive.
mk: Неважечки hub.lease „%s“. Мора да биде празно или позитивен цел број.
nl: Ongeldige waarde voor hub.lease "%s". Deze waarde moet leeg zijn of een positief geheel getal.
tl: Hindi katanggap-tanggap na hub.lease na "%s". Dapat na walang laman ito o positibong buumbilang.
uk: hub.lease «%s» невірний. Він має бути порожнім або містити ціле позитивне число.

source: Invalid hub.secret "%s". It must be under 200 bytes.
ca: Hub.secret no és vàlida " %s ". Ha de ser de menys de 200 bytes.
cs: Neplatná hodnota parametru hub.secret: "%s". Musí být menší než 200 bajtů.
de: Ungültiges hub.secret „%s“. Es muss kleiner als 200 Bytes sein.
es: Valor del parámetro 'hub.secret' (%s) no válido: no debe alcanzar los 200 bytes.
fr: Le secret de concentrateur « %s » est invalide. Il doit faire moins de 200 octets.
gl: Frase secreta hub.secret inválida: "%s". Debe ser menos de 200 bytes.
ia: Invalide hub.secret "%s". Debe pesar minus de 200 bytes.
mk: Неважечки hub.secret „%s“. Мора да биде под 200 бајти.
nl: Ongeldig hub.secret "%s". Het moet minder dan tweehonderd bytes bevatten.
tl: Hindi katanggap-tanggap na hub.secret na "%s". Dapat itong nasa ilalim ng 200 mga byte.
uk: hub.secret «%s» невірний. 200 байтів — не більше.

source: Invalid hub.topic "%s". User does not exist.
ca: Hub.topic no és vàlida " %s ". L'usuari no existeix.
cs: Neplatná hodnota parametru hub.topic: "%s". Uživatel neexistuje.
de: Ungültiges hub.topic „%s“. Benutzer existiert nicht.
es: Valor del parámetro 'hub.topic' (%s) no válido: el usuario no existe.
fr: hub.topic "%s" non valide. L'utilisateur n'existe pas.
gl: Tema hub.topic inválido: "%s". O usuario non existe.
ia: Invalide hub.topic "%s". Usator non existe.
mk: Неважеки hub.topic „%s“. Корисникот не постои.
nl: Ongeldig hub.topic "%s". De gebruiker bestaat niet.
tl: Hindi katanggap-tanggap na hub.topic na "%s". Hindi umiiral ang tagagamit.
uk: Невірний hub.topic «%s». Користувача не існує.

source: Invalid hub.topic "%s". Group does not exist.
ca: Hub.topic no és vàlida " %s ". Grup no existeix.
cs: Neplatná hodnota parametru hub.topic: "%s". Skupina neexistuje.
de: Ungültiges hub.topic „%s“. Gruppe existiert nicht.
es: Valor del parámetro 'hub.topic' (%s) no válido: el grupo no existe.
fr: hub.topic "%s" non valide. Le groupe n’existe pas.
gl: Tema hub.topic inválido: "%s". O grupo non existe.
ia: Invalide hub.topic "%s". Gruppo non existe.
mk: Неважеки hub.topic „%s“. Групата не постои.
nl: Ongeldig hub.topic "%s". De groep bestaat niet.
tl: Hindi katanggap-tanggap na hub.topic na "%s". Hindi umiiral ang pangkat.
uk: Невірний hub.topic «%s». Спільноти не існує.

source: Invalid hub.topic %s; list does not exist.
ca: Hub.topic no és vàlid %s ; la llista no existeix.
cs: Neplatná hodnota parametru hub.topic: "%s". Seznam neexistuje.
de: Ungültiges hub.topic „%s“; Liste existiert nicht.
es: Valor del parámetro 'hub.topic' (%s) no válido: la lista no existe.
fr: hub.topic %s non valide; la liste n’existe pas.
gl: Tema hub.topic inválido: "%s". A lista non existe.
ia: Invalide hub.topic "%s". Lista non existe.
mk: Неважечки hub.topic %s. Списокот не постои.
nl: Ongeldig hub.topic "%s". De lijst bestaat niet.
tl: Hindi katanggap-tanggap na hub.topic na %s; hindi umiiral ang talaan.
uk: Невірний hub.topic «%s». Список не існує.

source: Invalid URL passed for %1$s: "%2$s"
ca: Adreça URL no vàlida passat per %1$s : " %2$s "
cs: Neplatné URL pro parametr %1$s: "%2$s"
de: Ungültiger URL für %1$s übergeben: „%2$s“
es: Dirección URL no válida pasada a '%1$s': %2$s
eu: %1$s helbidera pasako da URL helbide baliogabea: "%2$s"
fr: URL invalide passée à la méthode « %1$s » : « %2$s »
gl: Pasóuselle un enderezo URL inválido a %1$s: "%2$s"
ia: Invalide URL passate pro %1$s: "%2$s"
mk: Добив неважечка URL-адреса за %1$s: „%2$s“
nl: Er is een ongeldige URL doorgegeven voor %1$s: "%2$s"
tl: Hindi katanggap-tanggap na URL ang ipinasa para sa %1$s: "%2$s"
uk: Для %1$s передано невірний URL: «%2$s»

source: Join group
ca: Uneix-te al grup
cs: Přidat se ke skupině
de: Gruppe beitreten
es: Unirme al grupo
eu: Batu taldera
fr: Rejoindre le groupe
gl: Unirse ao grupo
ia: Adherer al gruppo
mk: Зачлени се во групата
nl: Lid worden van groep
tl: Sumali sa pangkat
uk: Долучитися до спільноти

source: OStatus group's address, like http://example.net/group/nickname.
ca: Adreça del grup OStatus, com http://example.net/group/nickname.
cs: Adresa skupiny pro OStatus, například http://example.net/group/nickname.
de: OStatus-Adresse der Gruppe. Beispiel: http://example.net/group/nickname.
es: Dirección del grupo de OStatus, p. ej. http://example.net/group/nombredegrupo.
eu: OStatus taldearen helbidea, http://eredua.com/taldea/nicka bezelako zerbait.
fr: Une adresse de groupe OStatus telle que « http://example.net/group/pseudonyme ».
gl: Un enderezo de grupo do OStatus, como http://example.net/group/alcume.
ia: Un adresse de gruppo OStatus, como http://example.net/group/pseudonymo.
mk: Адреса на групата на OStatus, како на пр. http://primer.net/group/prekar.
nl: Het adres voor de OStatusgroep. Bijvoorbeeld; http://example.net/group/nickname.
tl: Tirahan ng pangkat ng OStatus, katulad ng http://example.net/group/nickname.
uk: Адреса спільноти згідно протоколу OStatus, наприклад http://example.net/group/nickname.

# BUTTON
source: Continue
ca: Continua
cs: Pokračovat
de: Weiter
es: Continuar
eu: Jarraitu
fr: Continuer
gl: Continuar
ia: Continuar
mk: Продолжи
nl: Doorgaan
tl: Magpatuloy
uk: Продовжити

source: You are already a member of this group.
ca: Ja sou membre del grup.
cs: Již jste členem této skupiny.
de: Du bist bereits Mitglied dieser Gruppe.
es: Ya eres miembro de este grupo.
eu: Dagoeneko talde hontako kidea zara.
fr: Vous êtes déjà membre de ce groupe.
gl: Xa forma parte dese grupo.
ia: Tu es ja membro de iste gruppo.
mk: Веќе членувате во групава.
nl: U bent al lid van deze groep.
tl: Isa ka nang kasapi ng pangkat na ito.
uk: Ви вже є учасником цієї спільноти.

source: Already a member!
ca: Ja ets un membre!
cs: Již jste členem!
de: Bereits Mitglied!
es: ¡Ya eres miembro!
eu: Dagoeneko kidea zara!
fr: Déjà membre !
gl: Xa é membro!
ia: Ja membro!
mk: Веќе членувате!
nl: U bent al lid!
tl: Isa nang kasapi!
uk: Ви вже учасник!

source: Remote group join failed!
ca: No s'ha pogut unir al grup remot.
cs: Nepodařilo se přidat se ke vzdálené skupině!
de: Beitritt in Remote-Gruppe fehlgeschlagen!
es: Ocurrió un error al intentar unirte al grupo remoto.
eu: Urruneko taldera batzean akatsa!
fr: L’adhésion au groupe distant a échoué !
gl: Erro ao unirse ao grupo remoto!
ia: Le adhesion al gruppo remote ha fallite!
mk: Придружувањето на далечинската група не успеа!
nl: Het verlaten van de externe groep is mislukt.
tl: Nabigo ang pagsali sa malayong pangkat!
uk: Приєднатися до віддаленої спільноти не вдалося!

source: Confirm joining remote group
ca: Confirma la unió al grup remot
cs: Potvrďte přidání ke vzdálené skupině
de: Bestätige das Beitreten einer Remotegruppe
es: Confirma que quieres unirte al grupo remoto
eu: Baieztatu urruneko taldera batzea
fr: Confirmer l’adhésion au groupe distant
gl: Confirmar a unión ao grupo remoto
ia: Confirmar adhesion a gruppo remote
mk: Потврди придружување кон далечинска група.
nl: Lidmaatschap van externe groep bevestigen
tl: Tiyakin ang pagsali sa malayong pangkat
uk: Підтвердження приєднання до віддаленої спільноти
