Repository: foocorp/gnu-social
Catalog: plugins/OStatus/locale/*/LC_MESSAGES/OStatus.po
Languages: ca, cs, de, es, eu, fr, gl, ia, mk, nl, tl, uk

source: Unknown feed format.
ca: Format de canal desconegut.
cs: Kanál je v neznámém formátu.
de: Unbekanntes Feed-Format.
es: Formato de fuente web desconocido.
eu: Jario formatu ezezaguna
fr: Format de flux d’information inconnu.
gl: Formato de fonte de novas descoñecido.
ia: Formato de syndication incognite.
mk: Непознат формат на каналско емитување.
nl: Onbekend feedformaat
tl: Hindi nalalamang anyo ng pasubo.
uk: Невідомий формат веб-стрічки.

source: RSS feed without a channel.
ca: Canal RSS sense un canal.
cs: V kanálu RSS chybí prvek "channel".
de: RSS-Feed ohne einen Kanal.
es: Fuente web RSS sin un canal (<channel>).
eu: Kanalik gabeko RSS jarioa.
fr: Flux RSS sans canal.
gl: Fonte de novas RSS sen canle.
ia: Syndication RSS sin canal.
mk: RSS-емитување без канал.
nl: RSS-feed zonder kanaal.
tl: Pasubong RSS na walang libuyan.
uk: RSS-стрічка не має каналу.

source: Can only handle share activities with exactly one object.
ca: Només pot manejar compartir activitats amb exactament amb un objecte.
cs: Umím zpracovat pouze aktivity sdílení (share), které mají přesně jeden objekt.
de: Kann nur Teilen-Aktivitäten mit genau einem Objekt verarbeiten.
es: Sólo se pueden compartir actividades con un objeto a la vez.
fr: Peut seulement gérer le partage des activités avec exactement un unique objet.
gl: Pode manexar unicamente actividades con exactamente un obxecto.
ia: Pote solmente manear activitates de divulgation con un sol objecto.
mk: Може да работи само со активности за споделување со точно еден објект.
nl: Kan slechts delen van activiteiten aan met precies een objects.
tl: Makapanghahawak lamang ng mga gawaing pinagsasaluhan na mayroong isang bagay lang talaga.

source: Can only handle shared activities.
ca: Només es poden gestionar les activitats compartides.
cs: Sdílet lze pouze aktivity.
de: Kann nur Teilen von Aktivitäten bearbeiten.
es: Sólo se pueden procesar actividades compartidas.
eu: Partekatutako ekintzak soilik kudeatu daitezke.
fr: Peut seulement gérer les activités partagées.
gl: Só pode manexar actividades compartidas.
ia: Pote solmente manear activitates divulgate.
mk: Може да работи само за активности за споделување.
nl: Het is alleen mogelijk gedeelde activiteiten af te handelen.
tl: Makapanghahawak lamang ng mga gawaing pinagsasaluhan.

source: Shared activity does not have an id
cs: Sdílená aktivita nemá ID
es: La actividad compartida no tiene un identificador.

source: Failed to save activity %s.
ca: No s'ha pogut desar l'activitat %s.
cs: Nepodařilo se uložit aktivitu %s.
de: Speichern der Aktivität %s gescheitert.
es: Error al intentar guardar la actividad %s.
eu: %s ekintza gordetzean akatsa.
fr: Échec à l'enregistrement de l'activité %s.
gl: Erro ao gardar a actividade %s.
ia: Falleva de salveguardar le activitate %s.
mk: Не можев да ја зачувам активноста %s.
nl: Het opslaan van de activiteit %s is mislukt.
tl: Nabigo sa pagsagip ng gawaing %s.

source: No content for notice %s.
ca: No hi ha contingut a l'avís %s.
cs: Sdělení %s nemá žádný obsah.
de: Kein Inhalt für Nachricht %s.
es: No hay contenido para el mensaje %s.
eu: %s oharrak ez du edukirik.
fr: Aucun contenu dans l’avis « %s ».
gl: A nota %s non ten ningún contido.
ia: Nulle contento pro nota %s.
mk: Нема содржина за забелешката %s.
nl: Geen inhoud voor mededeling %s.
tl: Walang nilalaman para sa pabatid na %s.
uk: Допис %s не має змісту.

source: Show more
ca: Mostra'n més
cs: Zobrazit více
de: Mehr anzeigen
es: Mostrar más
eu: Erakutsi gehiago
fr: Voir davantage
gl: Mostrar máis
ia: Monstrar plus
mk: Повеќе
nl: Meer weergeven
tl: Magpakita ng marami pa
uk: Розгорнути

source: Could not reach profile page %s.
ca: No es pot arribar a la pàgina del perfil %s.
cs: Stránka profilu %s není dostupná.
de: Konnte Profilseite %s nicht erreichen.
es: No se pudo acceder al perfil %s .
eu: Ezin izan da %s profil orria sortu.
fr: Impossible d’atteindre la page de profil « %s ».
gl: Non se puido atopar a páxina de perfil %s.
ia: Non poteva attinger pagina de profilo %s.
mk: Не можев да ја добијам профилната страница %s.
nl: Het was niet mogelijk de profielpagina %s te bereiken.
tl: Hindi maabot ang pahina ng balangkas na %s.
uk: Не вдалося досягти сторінки профілю %s.

source: Could not find a feed URL for profile page %s.
ca: No es pot trobar un URL del canal de la pàgina del perfil %s.
cs: Nemohu najít URL kanálu pro stránku profilu %s.
de: Konnte keinen Feed-URL für die Profilseite %s finden.
es: No se pudo encontrar la dirección de la fuente web para el perfil %s.
eu: Ezin izan da URL jario bat aurkitu %s profil orrian.
fr: Impossible de trouver une adresse URL de flux d’information pour la page de profil « %s ».
gl: Non se puido atopar un enderezo URL de fonte de novas para a páxina de perfil %s.
ia: Non poteva trovar un URL de syndication pro pagina de profilo %s.
mk: Не можев да пронајдам каналска URL-адреса за профилната страница %s.
nl: Het was niet mogelijk de feed-URL voor de profielpagina %s te vinden.
tl: Hindi makahanap ng isang URL ng pasubo para sa pahina ng balangkas na %s.
uk: Не вдалося знайти URL веб-стрічки для сторінки профілю %s.

source: Cannot find enough profile information to make a feed.
ca: No s'ha pogut trobar suficient informació al perfil per generar un canal.
cs: Nepodařilo se najít dostatek informací o profilu pro vytvoření kanálu.
de: Kann nicht genug Profilinformationen finden, um einen Feed zu erstellen.
es: No se encuentra información de perfil suficiente para generar una fuente web.
fr: Impossible de trouver assez d’informations de profil pour créer un flux d’information.
gl: Non abonda a información de perfil atopada para xerar unha fonte de novas.
ia: Non pote trovar satis de information de profilo pro facer un syndication.
mk: Не можев да најдам доволно профилни податоци за да направам канал.
nl: Het was niet mogelijk voldoende profielgegevens te vinden om een feed te maken.
tl: Hindi makahanap ng sapat na kabatiran ng balangkas upang makagawa ng isang pasubo.
uk: Не можу знайти достатньо інформації про профіль, аби сформувати веб-стрічку.

source: Invalid avatar URL %s.
ca: URL de l'avatar %s no vàlid.
cs: Neplatné URL avatara: %s.
de: Ungültiger Avatar-URL %s.
es: La dirección URL del avatar, %s, no es válida.
eu: %s abatar URL okerra.
fr: Adresse URL d’avatar « %s » invalide.
gl: O enderezo URL do avatar, %s, é incorrecto.
ia: URL de avatar %s invalide.
mk: Неважечка URL-адреса за аватарот: %s.
nl: Ongeldige avatar-URL %s.
tl: Hindi katanggap-tanggap na URL ng abatar ang %s.
uk: Невірна URL-адреса аватари %s.

source: Tried to update avatar for unsaved remote profile %s.
ca: S'ha provat d'actualitzar l'avatar no desat del perfil remot %s.
cs: Nelze aktualizovat avatara neuloženého vzdáleného profilu %s.
de: Versuchte den Avatar für ein ungespeichertes Remoteprofil %s zu aktualisieren.
es: Intentaste actualizar el avatar asociado a un perfil remoto no guardado %s .
eu: %s urruneko profilaren abatarraren eguneratze saioa.
fr: Tente de mettre à jour l’avatar associé au profil distant non sauvegardé « %s ».
gl: Intentouse actualizar o avatar asociado ao perfil remoto non gardado %s.
ia: Tentava actualisar avatar pro profilo remote non salveguardate %s.
mk: Се обидов да го подновам аватарот за незачуваниот далечински профил %s.
nl: Er is geprobeerd om een avatar bij te werken voor het niet opgeslagen externe profiel %s.
tl: Sinubok na isapanahon ang huwaran para sa hindi nasagip na malayong balangkas na %s.
uk: Намагаюся оновити аватару для не збереженого віддаленого профілю %s.

source: Unable to fetch avatar from %s.
ca: No s'ha pogut aconseguir l'avatar de %s.
cs: Nelze načíst avatara z %s.
de: Kann den Avatar von %s nicht abrufen.
es: No se pudo recuperar el avatar desde %s.
eu: Ezin izan da abatarra lortu %s helbidetik.
fr: Impossible de récupérer l’avatar depuis « %s ».
gl: Non se puido recuperar o avatar desde %s.
ia: Incapace de obtener avatar ab %s.
mk: Не можам да го добијам аватарот од %s.
nl: Het was niet mogelijk om de avatar op te halen van %s.
tl: Hindi nagawang damputin ang huwaran mula sa %s.
uk: Неможливо завантажити аватару з %s.

source: No author ID URI found.
ca: No s'ha trobat cap autor ID URI.
cs: Chybí URI pro ID autora.
de: Keine Autoren-ID-URI gefunden.
es: No se ha encontrado ninguna dirección URI de identificador de usuario.
eu: Ez da egile ID URIrik topatu.
fr: Aucune ID d'auteur de l'URI trouvé.
gl: Non se atopou ningún URI de identificador de usuario.
ia: Nulle URI de ID de autor trovate.
mk: Не пронајдов URI за авторската ознака.
nl: Er is geen URI voor het auteurs-ID gevonden.
tl: Walang natagpuang URI ng ID ng may-akda.
uk: Не знайдено URI ідентифікатора автора.

source: No profile URI.
ca: No hi ha cap URI del perfil.
cs: Chybí URI profilu.
de: Kein Profil-URI.
es: No hay dirección URI de perfil.
eu: Profil URIrik ez.
fr: Aucune URI de profil.
gl: Ningún URI de perfil.
ia: Nulle URI de profilo.
mk: Нема URI за профилот.
nl: Geen profiel-URI.
tl: Walang URI ng balangkas.
uk: Немає URI профілю.

source: Local user cannot be referenced as remote.
ca: L'usuari local no pot fer referència tan remota.
cs: Na místního uživatele nelze odkazovat jako na vzdáleného.
de: Lokaler Benutzer kann nicht als entfernt referenziert werden.
es: No se puede hacer referencia a un usuario local como remoto.
fr: L’utilisateur local ne peut être référencé comme distant.
gl: O usuario local non se pode referenciar como remoto.
ia: Usator local non pote esser referentiate como remote.
mk: Локалниот корисник не може да се наведува како далечински.
nl: Naar een lokale gebruiker kan niet verwezen worden alsof die zich bij extern bevindt.
tl: Hindi masanggunian bilang malayo ang katutubong tagagamit.
uk: Місцевий користувач не може бути зазначеним у якості віддаленого.

source: Local group cannot be referenced as remote.
ca: L'usuari local no pot fer referència tan remota.
cs: Na místní skupinu nelze odkazovat jako na vzdálenou.
de: Lokale Gruppe kann nicht als entfernt referenziert werden.
es: No se puede hacer referencia a un grupo local como remoto.
fr: Le groupe local ne peut être référencé comme distant.
gl: O grupo local non se pode referenciar como remoto.
ia: Gruppo local non pote esser referentiate como remote.
mk: Локалната група не може да се наведува како далечинска.
nl: Naar een lokale groep kan niet verwezen worden alsof die zich extern bevindt.
tl: Hindi masanggunian bilang malayo ang katutubong pangkat.
uk: Локальну спільноту не можна зазначити у якості віддаленої.

source: Local list cannot be referenced as remote.
ca: L'usuari local no pot fer referència tan remota.
cs: Na místní seznam nelze odkazovat jako na vzdálený.
de: Lokale Liste kann nicht als entfernt referenziert werden.
es: No se puede hacer referencia a una lista local como remota.
fr: La liste locale ne peut être référencée comme distante.
gl: A lista local non se pode referenciar como remota.
ia: Lista local non pote esser referentiate como remote.
mk: Локалниот список не може да се наведува како далечински.
nl: Naar een lokale lijst kan niet verwezen worden alsof die zich extern bevindt.
tl: Hindi masanggunian bilang malayo ang katutubong talaan.
uk: Місцевий список не може бути зазначений у якості віддаленого.

source: Cannot save local profile.
ca: No es pot desar el perfil local.
cs: Nepodařilo se uložit místní profil.
de: Lokales Profil kann nicht gespeichert werden.
es: No se pudo guardar el perfil local.
eu: Ezin izan da profil lokala gorde.
fr: Impossible de sauvegarder le profil local.
gl: Non se pode gardar o perfil local.
ia: Non pote salveguardar profilo local.
mk: Не можам да го зачувам локалниот профил.
nl: Het was niet mogelijk het lokale profiel op te slaan.
tl: Hindi masagip ang katutubong balangkas.
uk: Не вдається зберегти місцевий профіль.

source: Cannot save local list.
ca: No es pot desar la llista local.
cs: Nepodařilo se uložit místní seznam.
de: Lokale Liste kann nicht gespeichert werden.
es: No se pudo guardar la lista local.
eu: Ezin da zerrenda lokala gorde.
fr: Impossible de sauvegarder la liste locale.
gl: Non se pode gardar a lista local.
ia: Non pote salveguardar lista local.
mk: Не можам да го зачувам локалниот список.
nl: Het was niet mogelijk de lokale lijst op te slaan.
tl: Hindi masagip ang katutubong talaan.
uk: Не вдається зберегти місцевий список.

source: Cannot save OStatus profile.
ca: No es pot desar el perfil local.
cs: Nepodařilo se uložit profil pro OStatus.
de: OStatus-Profil kann nicht gespeichert werden.
es: No se pudo guardar el perfil de OStatus.
eu: Ezin izan da OStatus profila gorde.
fr: Impossible de sauvegarder le profil OStatus.
gl: Non se pode gardar o perfil do OStatus.
ia: Non pote salveguardar profilo OStatus.
mk: Не можам да го зачувам профилот од OStatus.
nl: Het was niet mogelijk het Ostatusprofiel op te slaan.
tl: Hindi masagip ang balangkas ng OStatus.
uk: Не вдається зберегти профіль OStatus.

source: Not a valid webfinger address.
ca: No és una adreça de webfinger vàlida.
cs: Toto není platná adresa pro webfinger.
de: Ungültige Webfinger-Adresse.
es: No es una dirección de perfil válida.
eu: Webfinger helbide okerra.
fr: Ce n’est pas une adresse « webfinger » valide.
gl: O enderezo de webfinger é incorrecto.
ia: Adresse webfinger invalide.
mk: Ова не е важечка Webfinger-адреса
nl: Geen geldig webfingeradres.
tl: Hindi isang katanggap-tanggap na tirahan ng daliri ng web.
uk: Це недійсна адреса для протоколу WebFinger.

source: Could not save profile for "%s".
ca: No s'ha pogut desar el perfil de «%s».
cs: Nepodařilo se uložit profil "%s".
de: Profil für „%s“ konnte nicht gespeichert werden.
es: No se pudo guardar el perfil de %s.
eu: "%s(r)en" profila ezin izan da gorde.
fr: Impossible de sauvegarder le profil pour "%s".
gl: Non se puido gardar o perfil de "%s".
ia: Non poteva salveguardar profilo pro "%s".
mk: Не можам да го зачувам профилот за „%s“.
nl: Het was niet mogelijk het profiel voor "%s" op te slaan.
tl: Hindi masagip ang balangkas para sa "%s".
uk: Не можу зберегти профіль для «%s».

source: Could not save OStatus profile for "%s".
ca: No es pot desar el perfil de "%s".
cs: Nepodařilo se uložit profil "%s" pro OStatus.
de: Ostatus-Profil für „%s“ konnte nicht gespeichert werden.
es: No se pudo guardar el perfil OStatus de %s.
eu: "%s(r)en" OStatus profila ezin izan da gorde.
fr: Impossible d’enregistrer le profil OStatus pour "%s".
gl: Non se puido gardar o perfil do OStatus para "%s".
ia: Non poteva salveguardar le profilo de OStatus pro "%s".
mk: Не можам да го зачувам профилот на OStatus за „%s“.
nl: Het was niet mogelijk het OStatus-profiel voor "%s" op te slaan.
tl: Hindi masagip ang balangkas ng Ostatus para sa "%s".
uk: Не можу зберегти профіль OStatus для «%s».

source: Could not find a valid profile for "%s".
ca: No s'ha pogut trobar un perfil de «%s» vàlid.
cs: Nemohu najít platný profil pro "%s".
de: Konnte kein gültiges Profil für „%s“ finden.
es: No se pudo encontrar un perfil válido para %s.
eu: "%s"-rentzako ezin izan da baliozko profila aurkitu.
fr: Impossible de trouver un profil valide pour "%s".
gl: Non se puido gardar un perfil válido para "%s".
ia: Non poteva trovar un profilo valide pro "%s".
mk: Не можев да пронајдам важечки профил за „%s“.
nl: Er is geen geldig profiel voor "%s" gevonden.
tl: Hindi makahanap ng isang katanggap-tanggap na balangkas para sa "%s".
uk: Не можу знайти відповідний й профіль для «%s».

source: Could not store HTML content of long post as file.
ca: No podria emmagatzemar contingut HTML de correu llarg com a fitxer.
cs: Nepodařilo se uložit HTML obsah dlouhého příspěvku jako soubor.
de: HTML-Inhalt eines langen Posts konnte nicht als Datei nicht gespeichert werden.
es: No se pudo guardar la versión completa (en HTML) de la publicación.
fr: Impossible de stocker le contenu HTML d’une longue publication en un fichier.
gl: Non se puido almacenar como ficheiro o contido HTML da mensaxe longa.
ia: Non poteva immagazinar contento HTML de longe message como file.
mk: Не можам да ја складирам HTML-содржината на долгата објава како податотека.
nl: Het was niet mogelijk de HTML-inhoud van het lange bericht als bestand op te slaan.
tl: Hindi maimbak bilang talaksan ang nilalaman ng HTML ng mahabang pagpapaskil.
uk: Не можу зберегти HTML місткого допису у якості файлу.

source: Unrecognized URI protocol for profile: %1$s (%2$s).
ca: No reconegut protocol URI per al perfil: %1$s ( %2$s ).
cs: Neznámý URI protokol pro profil: %1$s (%2$s).
de: Unbekanntes URI-Protokoll für Profil: %1$s (%2$s).
es: No se reconoce el protocolo del URI del perfil: %1$s (%2$s).
eu: Profilarentzako URI protokolo ezezaguna: %1$s (%2$s).
fr: Protocole d'URI non reconnu pour le profil: %1$s (%2$s).
gl: Protocolo URI non recoñecido para o perfil: %1$s (%2$s).
ia: Le URI pro le profilo specifica un protocollo non recognoscite: %1$s (%2$s).
mk: Непрепознаен URI-протокол за профилот: %1$s (%2$s).
nl: Onbekend URI-protocol voor profiel: %1$s (%2$s).
tl: Hindi nakikilalang protokol ng URI para sa balangkas na: %1$s (%2$s).
uk: Нерозпізнаний URI протоколу для профілю: %1$s (%2$s).

source: No URI protocol for profile: %s.
ca: Cap protocol URI per al perfil: %s .
cs: Chybí URI protokol pro profil: %s.
de: Kein URI-Protokoll für Profil: %s.
es: No se ha indicado el protocolo en el URI del perfil: %s .
eu: Ez dago URI protokolorik profilarentzako: %s.
fr: Pas de protocole URI pour le profil: %s .
gl: Non se atopou o protocolo URI para o perfil: %s.
ia: Le URI pro le profilo non specifica un protocollo: %s.
mk: Нема URI-протокол за профилот: %s.
nl: Geen URI-protocol voor profiel: %s.
tl: Walang protokol ng URI para sa balangkas na: %s.
uk: Немає URI протоколу для профілю: %s.

source: Unable to locate signer public key.
ca: No es pot localitzar la clau pública signant.
cs: Nelze najít veřejný klíč autora podpisu.
de: Konnte den öffentlichen Schlüssel des Unterzeichners nicht finden.
es: No se encuentra la clave pública del firmante.
fr: Impossible de trouver la clé publique du signataire.
gl: Non se puido atopar a clave pública do asinante.
ia: Incapace de localisar le clave public del signator.
mk: Не можам да го пронајдам јавниот клуч на потписникот.
nl: Het was niet mogelijk de publieke sleutel van de ondertekenaar te vinden.
tl: Hindi nagawang matagpuan ang pangmadlang susi ng lumagda.
uk: Не вдалося знайти публічного ключа підписанта.

source: Incorrectly formatted public key element.
cs: Formát prvku veřejného klíče je neplatný.
es: Formato de clave pública incorrecto.

source: Salmon post must be an Atom entry.
ca: L'enviament Atom ha de ser una entrada Atom.
cs: Příspěvek Salmon musí být Atom entry.
de: Salmon-Post muss ein Atom-Eintrag sein.
es: La publicación del protocolo Salmon debe ser una entrada Atom.
eu: Salmon protokoloaren argitaratzeak Atom sarrera bat izan behar du.La publicaci√≥n del protocolo Salmon debe ser una entrada Atom.
fr: Une publication Salmon doit être une entrée « Atom ».
gl: A publicación do protocolo Salmon debe ser unha entrada de Atom.
ia: Message Salmon debe esser un entrata Atom.
mk: Salmon-овата објава мора да биде Atom-ова ставка.
nl: Een Salmonbericht moet in Atomopmaak gemaakt zijn.
tl: Dapat na isang pagpapasok ng Atom ang paskil ng salmon.
uk: Дописи за протоколом Salmon мають бути у форматі Atom.

source: Salmon requires "application/magic-envelope+xml".
ca: Salmó requereix "aplicació/magic-sobres + xml".
cs: Salmon vyžaduje "application/magic-envelope+xml".
de: Salmon erfordert „application/magic-envelope+xml“.
es: El protocolo Salmon requiere contenido de tipo «application/magic-envelope+xml».
fr: Salmon exige le type « application/magic-envelope+xml ».
gl: O protocolo Salmon necesita "application/magic-envelope+xml".
ia: Salmon require "application/magic-envelope+xml".
mk: Salmon бара „програм/magic-envelope+xml“.
nl: Salmon vereist "application/magic-envelope+xml".
tl: Ang salmon ay nangangailangan ng "application/magic-envelope+xml".
uk: Протокол Salmon вимагає "application/magic-envelope+xml".

source: Received a salmon slap from unidentified actor.
ca: Va rebre una bufetada salmó de l'actor no identificada.
cs: Obdržel jsem salmon slap od neidentifikovaného uživatele.
de: Einen Salmon-Slap von einem unidentifizierten Aktor empfangen.
es: Se ha recibido una respuesta slap de protocolo Salmon procedente de un actor no identificado.
fr: Réception d’une giffle Salmon d’un acteur non identifié.
gl: Recibiuse unha labazada do protocolo Salmon desde un actor non identificado.
ia: Recipeva un claffo de salmon de un actor non identificate.
mk: Примив Salmon-шамар од непознат учесник.
nl: Er is een Salmonslap ontvangen van een niet-geïdentificeerde actor.
tl: Tumanggap ng isang sampal ng salmon mula sa hindi nakikilalang aktor.
uk: Отримано ляпаса від невизначеного учасника за протоколом Salmon.

source: Salmon signature verification failed.
ca: Ha fallat la verificació de la signatura de salmó.
cs: Ověření podpisu pro Salmon neúspěšné.
de: Salmon-Signaturpfüung fehlgeschlagen.
es: Error de verificación de firma Salmon.
fr: La vérification de signature Salmon a échoué.
gl: Erro na verificación de sinatura do protocolo Salmon.
ia: Verification de signatura Salmon falleva.
mk: Salmon-овото потврдување на потпис не успеа.
nl: De controle voor Salmon is mislukt.
tl: Nabigo ang pagpapatunay ng lagda ng salmon.
uk: Перевірка підпису протоколу Salmon не вдалася.

source: Unrecognized activity type.
ca: Tipus d'activitat no reconegut.
cs: Neznámý typ aktivity.
de: Unbekannter Aktivitätstyp.
es: Tipo de actividad no reconocido.
eu: Ekitza mota ezezaguna.
fr: Type d’activité non reconnu.
gl: Non se recoñece o tipo de actividade.
ia: Typo de activitate non recognoscite.
mk: Непризнаен вид на активност.
nl: Onbekend activiteitentype.
tl: Hindi nakikilalang uri ng gawain.
uk: Невідомий тип діяльності.

source: This target does not understand posts.
ca: Aquest objectiu no entén llocs.
cs: Tento cíl neumí zpracovat aktivity typu "post".
de: Dieses Ziel versteht keine Posts.
es: Este objetivo no sabe nada de publicaciones.
fr: Cette cible ne reconnaît pas les publications.
gl: Este obxectivo non entende as publicacións.
ia: Iste destination non comprende messages.
mk: Оваа цел не разбира објави.
nl: Deze bestemming begrijpt berichten niet.
tl: Ang pinupukol na ito ay hindi nakakaunawa ng mga paskil.
uk: Ціль не розуміє, що таке «дописи».

source: This target does not understand follows.
ca: Aquest objectiu no entén llocs.
cs: Tento cíl neumí zpracovat aktivity typu "follow".
de: Dieses Ziel versteht keine Follows.
es: Este objetivo no sabe nada de seguimientos.
fr: Cette cible ne reconnaît pas les suivis.
gl: Este obxectivo non entende os seguimentos.
ia: Iste destination non comprende sequimentos.
mk: Оваа цел не разбира следења.
nl: Deze bestemming begrijpt volgen niet.
tl: Ang pinupukol na ito ay hindi nakakaunawa ng mga sumusunod.
uk: Ціль не розуміє, що таке «слідувати».

source: This target does not understand unfollows.
ca: Aquest objectiu no entén llocs.
cs: Tento cíl neumí zpracovat aktivity typu "unfollow".
de: Dieses Ziel versteht keine Unfollows.
es: Este objetivo no sabe nada de ceses de seguimiento.
fr: Cette cible ne reconnaît pas les indications de fin de suivi.
gl: Este obxectivo non entende a indicación de rematar o seguimento.
ia: Iste destination non comprende cessationes de sequimento.
mk: Оваа цел не разбира прекини на следења.
nl: Deze bestemming begrijpt niet langer volgen niet.
tl: Ang pinupukol na ito ay hindi nakakaunawa ng mga hindi pagpapasunod.
uk: Ціль не розуміє, що таке «не слідувати».
