Repository: foocorp/gnu-social
Catalog: plugins/OStatus/locale/*/LC_MESSAGES/OStatus.po
Languages: ca, cs, de, es, eu, fr, gl, ia, mk, nl, tl, uk

source: You can subscribe to groups from other supported sites. Paste the group's profile URI below:
ca: Vostè pot subscriure's als grups d'altres llocs de què es dóna suport. Enganxa el perfil del grup URI sota:
cs: Můžete sledovat skupiny na jiných podporovaných serverech. Vložte URI adresu profilu skupiny níže:
de: Du kannst Gruppen von anderen unterstützten Websites abonnieren. Füge die URI der Gruppe unten ein:
es: Puedes unirte a grupos de otros sitios compatibles. Pega a continuación la dirección URI del perfil del grupo:
fr: Vous pouvez souscrire aux groupes d’autres sites supportés. Collez l’adresse URI du profil du groupe ci-dessous :
gl: Pode subscribirse a grupos doutros sitios soportados. Pegue o URI do perfil do grupo a continuación:
ia: Tu pote subscriber a gruppos de altere sitos supportate. Colla le URI del profilo del gruppo hic infra:
mk: Можете да се претплаќате на групи од други поддржани мреж. места. Подолу залепете го URI-то на профилот на групата.
nl: U kunt abonneren op groepen van andere ondersteunde sites. Plak hieronder de URI van het groepsprofiel:
tl: Maaari kang magpasipi sa mga pangkat mula sa iba pang mga sityong tinatangkilik. Idikit ang tirahan o URI ng balangkas ng pangkat sa ibaba:
uk: Ви можете долучатися до спільнот на аналогічних сайтах. Просто вставте URI профілю спільноти тут:

source: You can use the local list functionality!
ca: Vostè pot utilitzar les funcions de la llista local!
cs: Objekt není vzdálený, můžete použít místní funkci!
de: Du kannst die Lokale-Listen-Funktionalität nutzen!
es: ¡Puedes usar las opciones locales para añadir a una lista!
fr: Vous pouvez utiliser la fonctionnalité de liste locale!
gl: Pode empregar a funcionalidade de lista local!
ia: Tu pote usar le functionalitate de lista local!
mk: Можете да ја користите можноста за локално заведување!
nl: U kunt het lokale lijstabonnement gebruiken!
tl: Maaari mong gamitin ang katungkulan ng katutubong listahan!

source: List %s
ca: Llista %s
cs: Seznam %s
de: Liste %s
es: Listar %s
eu: Zerrendatu %s
fr: Liste %s
gl: Listar %s
ia: Listar %s
mk: Заведи %s
nl: %s opnemen in de lijst
tl: Ilista ang %s
uk: Список %s

# BUTTON
source: Go
ca: Vés-hi
cs: Jít
de: Ausführen
es: Ir
eu: Joan
fr: Aller
gl: Ir
ia: Va
mk: Оди
nl: OK
tl: Gawin
uk: Перейти

source: User nickname
ca: Nom d'usuari
cs: Přezdívka uživatele
de: Benutzername
es: Nombre de usuario
eu: Erabiltzaile goitizena
fr: Pseudonyme de l’utilisateur
gl: Alcume do usuario
ia: Pseudonymo del usator
mk: Прекар на корисникот
nl: Gebruikersnaam
tl: Palayaw ng tagagamit
uk: Ім’я користувача

source: Nickname of the user you want to list.
ca: Nom d'usuari de l'usuari que vol a la llista.
cs: Přezdívka uživatele, kterého chcete přidat do seznamu.
de: Name des Benutzers, dem du folgen möchtest.
es: Nombre del usuario que quieres listar.
eu: Jarraitu nahi duzun erabiltzailearen goitizena.
fr: Pseudonyme de l’utilisateur que vous voulez lister.
gl: Alcume do usuario ao que quere listar.
ia: Le pseudonymo del usator que tu vole listar.
mk: Прекарот на корисникот што сакате да го заведете.
nl: De naam van de gebruiker die u wilt opnemen in de lijst.
tl: Palayaw ng tagagamit na nais mong ilista.

source: Profile Account
ca: Compte del perfil
cs: Účet profilu
de: Profil-Konto
es: Cuenta de perfil
eu: Profilaren Kontua
fr: Compte de profil
gl: Conta de perfil
ia: Conto de profilo
mk: Профилна сметка
nl: Gebruikersprofiel
tl: Akawnt ng Balangkas
uk: Профіль акаунту

source: Your account id (for example user@example.com).
cs: ID vašeho účtu (například uzivatel@example.com).
es: Tu dirección de usuario (por ejemplo, usuario@example.com).

source: Could not confirm remote profile address.
ca: No s'ha pogut confirmar adreça remota perfil.
cs: Nepodařilo se potvrdit adresu vzdáleného profilu.
de: Konnte Remoteprofiladresse nicht bestätigen.
es: No se pudo confirmar la dirección del perfil remoto.
fr: mpossible de confirmer l’adresse de profil distant.
gl: Non se puido confirmar o enderezo do perfil remoto.
ia: Non poteva confirmar le adresse del profilo remote.
mk: Не можев да ја потврдам адресата на далечинскиот профил.
nl: Het was niet mogelijk het externe profieladres te bevestigen.
tl: Hindi matiyak ang malayong tirahan ng balangkas.
uk: Не вдалося підтвердити адресу віддаленого профілю.

source: OStatus list
ca: Llista OStatus
cs: Seznam OStatus
de: OStatus-Liste
es: Lista de OStatus
eu: OStatus zerrenda
fr: Liste OStatus
gl: Lista de OStatus
ia: Lista de OStatus
mk: Список за OStatus
nl: OStatus-lijst
tl: Talaan ng OStatus
uk: Список OStatus

source: No ID.
ca: Sense ID.
cs: Chybí ID.
de: Keine ID
es: No se ha proporcionado una ID.
eu: IDrik ez.
fr: Aucun identifiant.
gl: Sen ID.
ia: Nulle ID.
mk: Нема ID.
nl: Geen ID.
tl: Walang ID.
uk: Немає ідентифікатора.

source: No such list.
ca: No existeix la llista.
cs: Seznam neexistuje.
de: Liste nicht gefunden.
es: No existe esa lista.
eu: Zerrenda hori ez dago.
fr: Liste inexistante.
gl: Non existe tal lista.
ia: Lista non existe.
mk: Нема таков список.
nl: De lijst bestaat niet.
tl: Walang ganyang talaan.
uk: Такого списку немає.

source: Cannot accept remote posts for a remote list.
ca: No es poden acceptar avisos remots d'un grup remot.
cs: Vzdálenému seznamu nemůžete poslat zprávu.
de: Kann Remoteposts für Remotelisten nicht akzeptieren.
es: No se permite el envío de mensajes a una lista remota.
fr: Impossible d’accepter des envois distants de messages pour une liste distant.
gl: Non se poden aceptar publicacións remotas para unha lista remota.
ia: Non pote acceptar messages remote pro un lista remote.
mk: Не можам да прифаќам далечински објави за далечински список.
nl: Berichten van andere diensten voor lijsten bij andere diensten worden niet geaccepteerd.
tl: Hindi matanggap ang malalayong mga paskil para sa isang malayong talaan.
uk: Не можу узгодити віддалену пересилку дописів для віддаленого списку.

source: Groups cannot subscribe to lists.
ca: Els grups no es poden subscriure a les llistes.
cs: Skupiny nemohou sledovat seznamy.
de: Gruppen können Listen nicht abonnieren.
es: Los grupos no pueden suscribirse a listas.
eu: Taldeak ezin dira zerrendetara harpidetu.
fr: Les groupes ne peuvent pas adhérer à des listes.
gl: Os grupos non se poden subscribir ás listas.
ia: Gruppos non pote subscriber a listas.
mk: Групите не можат да се претплаќаат на списоци.
nl: Groepen kunnen niet abonneren op lijsten.
tl: Ang mga pangkat ay hindi maaaring sumipi sa mga talaan.
uk: Спільноти не можуть підписуватись до списків.

source: Could not subscribe remote user %1$s to list %2$s.
ca: No es pot subscriure a l'usuari remot %1$s de la llista %2$s.
cs: Nepodařilo se přihlásit vzdáleného uživatele %1$s ke sledování seznamu %2$s.
de: Konnte Remotebenutzer %1$s nicht zur Liste %2$s einschreiben.
es: No se pudo suscribir al usuario remoto %1$s a la lista «%2$s».
eu: Ezin izan da %1$s urruneko erabiltzailea %2$s zerrendara batu.
fr: Impossible d’inscrire l’utilisateur distant %1$s à la liste %2$s.
gl: O usuario remoto %1$s non se puido subscribir á lista %2$s.
ia: Non poteva subscriber le usator remote %1$s al lista %2$s.
mk: Не можев да го претплатам далечинскиот корисник %1$s на списокот %2$s.
nl: Het was niet mogelijk om de externe gebruiker %1$s te abonneren op de lijst %2$s.
tl: Hindi mapasipian ang malayong tagagamit na si %1$s sa talaang %2$s.
uk: Не можу підписати віддаленого користувача %1$s до списку %2$s.

source: Could not unsubscribe remote user %1$s from list %2$s.
ca: No es pot subscriure a l'usuari remot %1$s de la llista %2$s.
cs: Nepodařilo se zrušit sledování seznamu %2$s pro vzdáleného uživatele %1$s.
de: Konnte Remotebenutzer %1$s nicht aus der Liste %2$s austragen.
es: No puedes cancelar la suscripción del usuario remoto %1$s a la lista «%2$s».
eu: Ezin izan zaio %1$s urruneko erabiltzaileari %2$s zerrendako harpidetza eten.
fr: Impossible de désinscrire l’utilisateur distant %1$s de la liste %2$s.
gl: O usuario remoto %1$s non puido cancelar a subscrición á lista %2$s.
ia: Non poteva cancellar le subscription del usator remote %1$s al lista %2$s.
mk: Не можев да го претплатам далечинскиот корисник %1$s на списокот %2$s.
nl: Het was niet mogelijk om het abonnement op de lijst %2$s voor de de externe gebruiker %1$s op te zeggen.
tl: Hindi matanggap sa pagpapasipi ang malayong tagagamit na si %1$s mula sa talaang %2$s.
uk: Не можу відписати віддаленого користувача %1$s від списку %2$s.

source: You can use the local subscription!
ca: Podeu fer servir la subscripció local!
cs: Cíl není vzdálený, ke sledování se můžete přihlásit místně!
de: Du kannst ein lokales Abonnement erstellen!
es: ¡Puedes utilizar las opciones de suscripción locales!
eu: Harpidetza lokala erabil dezakezu!
fr: Vous pouvez utiliser l’abonnement local !
gl: Pode usar a subscrición local!
ia: Tu pote usar le subscription local!
mk: Можете да ја користите локалната претплата!
nl: U kunt het lokale abonnement gebruiken!
tl: Maaari mong gamitin ang katutubong pagpapasipi!
uk: Ви можете користуватись локальними підписками!

source: There was a problem with your session token. Try again, please.
ca: Sembla que hi ha hagut un problema amb la teva sessió. Prova-ho de nou, si us plau.
cs: Nastal problém s vaším session tokenem. Zkuste to znovu, prosím.
de: Es gab ein Problem mit deinem Sitzungstoken. Bitte versuche es erneut.
es: Hubo un problema con tu identificador de sesión. Inténtalo de nuevo, por favor.
eu: Arazoa egon da zure saio-tokenarekin. Saiatu berriro, mesedez.
fr: Un problème est survenu avec votre jeton de session. Veuillez essayer à nouveau.
gl: Houbo un erro co seu pase. Inténteo de novo.
ia: Occurreva un problema con le indicio de tu session. Per favor reproba.
mk: Се појави проблем со жетонот на Вашата сесија. Обидете се повторно.
nl: Er is een probleem ontstaan met uw sessie. Probeer het nog een keer, alstublieft.
tl: Nagkaroon ng isang suliranin sa kahalip ng sesyon mo. Pakisubukan uli.
uk: Виникли певні проблеми з токеном сесії. Спробуйте знов, будь ласка.

# TITLE
source: Subscribe to user
ca: Subscriu a l'usuari
cs: Sledovat uživatele
de: Benutzer abonnieren
es: Seguir al usuario
eu: Erabiltzailera harpidetu
fr: S’abonner à un utilisateur
gl: Subscribirse ao usuario
ia: Subscriber a usator
mk: Претплата на корисник
nl: Abonneren op gebruiker
tl: Tumanggap ng sipi mula sa tagagamit
uk: Підписатися до користувача

source: Join group %s
ca: Uneix al grup %s
cs: Přidat se ke skupině %s
de: Gruppe %s beitreten
es: Unirme al grupo «%s»
eu: %s taldera batu
fr: Rejoindre le groupe « %s »
gl: Unirse ao grupo "%s"
ia: Adherer al gruppo %s
mk: Зачлени се во групата %s
nl: Lid worden van de groep %s
tl: Sumali sa pangkat na %s
uk: Приєднатися до спільноти %s

# BUTTON
source: Join
ca: Inici de sessió
cs: Přidat se
de: Beitreten
es: Unirme
eu: Batu
fr: Rejoindre
gl: Unirse
ia: Adherer
mk: Зачлени се
nl: Toetreden
tl: Sumali
uk: Приєднатися

source: Subscribe to list %1$s by %2$s
ca: Subscriu a la llista %1$s per %2$s
cs: Sledovat seznam %1$s od %2$s
de: Abonnement der Liste %1$s von %2$s
es: Suscribirme a la lista «%1$s» de %2$s
eu: %2$s(r)en %1$s zerrendara harpidetu.
fr: S’abonner à la liste %1$s par %2$s
gl: Subscribirse á lista %1$s de %2$s
ia: Subscriber al lista "%1$s" de %2$s
mk: Претплати се на списокот %1$s од %2$s
nl: Abonneren op de lijst %1$s van %2$s
tl: Magpasipi sa talaang %1$s ni %2$s
uk: Підписатися до списку %1$s користувача %2$s

# BUTTON
source: Subscribe
ca: Subscriu
cs: Sledovat
de: Abonnieren
es: Suscribirme
eu: Harpidetu
fr: S’abonner
gl: Subscribirse
ia: Subscriber
mk: Претплати се
nl: Abonneren
tl: Pumayag na tumanggap ng sipi
uk: Підписатись

source: Subscribe to %s
ca: Subscriu a %s
cs: Sledovat uživatele %s
de: Abonniere %s
es: Seguir a %s
eu: %s(r)en kontura harpidetuta.
fr: S’abonner à « %s »
gl: Subscribirse a %s
ia: Subscriber a %s
mk: Претплати се на %s
nl: Abonneren op %s
tl: Tumanggap ng sipi mula sa %s
uk: Підписатися до %s

source: Group nickname
ca: Sobrenom del grup
cs: Přezdívka skupiny
de: Gruppe-Nickname
es: Alias del grupo
eu: Talde ezizena
fr: Pseudonyme du groupe
gl: Alcume do grupo
ia: Pseudonymo del gruppo
mk: Прекар на групата
nl: Korte groepsnaam
tl: Palayaw ng pangkat
uk: Назва спільноти

source: Nickname of the group you want to join.
ca: Sobrenom del grup a què voleu unir-vos.
cs: Přezdívka skupiny, ke které se chcete přidat.
de: Spitzname der Gruppe, der Sie beitreten möchten.
es: Alias del grupo al que quieres unirte.
eu: Batu nahi duzun taldearen ezizena.
fr: Pseudonyme du groupe que vous voulez rejoindre.
gl: Alcume do grupo ao que se quere unir.
ia: Le pseudonymo del gruppo a que tu vole adherer.
mk: Прекар на групата кајшто сакате да се зачлените.
nl: De naam van de groep die u wilt volgen.
tl: Palayaw ng pangkat na nais mong salihan.
uk: Назва спільноти, до якої ви хотіли б приєднатися.

source: Nickname of the user you want to follow.
ca: Sobrenom de l'usuari que voleu seguir.
cs: Přezdívka uživatele, kterého chcete sledovat.
de: Name des Benutzers, dem du folgen möchtest
es: Nombre del usuario al que quieres seguir.
eu: Jarraitu nahi duzun erabiltzailearen goitizena.
fr: Pseudonyme de l’utilisateur que vous voulez suivre.
gl: Alcume do usuario ao que quere seguir.
ia: Le pseudonymo del usator que tu vole sequer.
mk: Прекарот на корисникот што сакате да го следите.
nl: Gebruikersnaam van de gebruiker waarop u wilt abonneren.
tl: Palayaw ng tagagamit na nais mong sundan.
uk: Ім’я користувача, дописи якого ви хотіли б читати.

source: Your account ID (e.g. user@example.com).
cs: ID vašeho účtu (například uzivatel@example.com).
es: Tu dirección de usuario (p. ej., usuario@example.com)

source: Must provide a remote profile.
ca: Cal proporcionar un perfil remot.
cs: Je nutné určit vzdálený profil.
de: Du musst ein Remoteprofil angeben.
es: Debes indicar un perfil remoto.
eu: Urruneko profil bat gehitu behar duzu.
fr: Vous devez fournir un profil distant.
gl: Cómpre especificar un perfil remoto.
ia: Debe fornir un profilo remote.
mk: Мора да наведете далечински профил.
nl: Er moet een profiel bij een andere dienst opgegeven worden.
tl: Dapat na magbigay ng isang malayong balangkas.
uk: Мусите зазначити віддалений профіль.

source: No such user.
ca: No existeix l'usuari.
cs: Uživatel neexistuje.
de: Unbekannter Benutzer.
es: No existe ese usuario.
eu: Erabiltzaile hori ez dago.
fr: Utilisateur inexistant.
gl: Non existe tal usuario.
ia: Iste usator non existe.
mk: Нема таков корисник.
nl: Deze gebruiker bestaat niet.
tl: Walang ganyang tagagamit.
uk: Такого користувача немає.

source: No such group.
ca: No existeix el grup.
cs: Skupina neexistuje.
de: Keine derartige Gruppe.
es: No existe ese grupo.
eu: Talde hori ez dago.
fr: Groupe inexistant.
gl: Non existe tal grupo.
ia: Gruppo non existe.
mk: Нема таква група.
nl: De opgegeven groep bestaat niet.
tl: Walang ganyang pangkat.
uk: Такої спільноти немає.

source: No local user or group nickname provided.
ca: Cap usuari local o grup sobrenom proporcionat.
cs: Nebyla uvedena přezdívka místního uživatele nebo skupiny.
de: Kein lokaler Benutzer- oder Gruppenname angegeben.
es: No se ha proporcionado ningún nombre de usuario o grupo local.
eu: Ez da erabiltzaile edo talde goitizen lokalik eman.
fr: Aucun utilisateur local ou pseudonyme de groupe fourni.
gl: Non se proporcionou ningún usuario local ou alcume de grupo.
ia: Nulle pseudonymo local de usator o de gruppo fornite.
mk: Нема наведено прекар на локален корисник или група.
nl: Er is geen lokale gebruikers- of groepsnaam opgegeven.
tl: Walang ibinigay na palayaw ng katutubong tagagamit o pangkat.
uk: Не зазначено псевдоніму ані локального користувача ані спільноти.

source: OStatus Connect
ca: Connecta amb OStatus
cs: Připojení OStatus
de: OStatus-Verbindung
es: Conexión OStatus
eu: OStatus Koneksioa
fr: Connexion OStatus
gl: Conexión OStatus
ia: Connexion OStatus
mk: OStatus - Поврзување
nl: OStatuskoppeling
tl: Ugnay sa OStatus
uk: З’єднання OStatus

source: Empty or invalid feed id.
ca: Id no vàlida
cs: Prázdný kanál nebo neplatné ID.
de: Leere oder ungültige Feed-ID.
es: Identificador de fuente web vacío o no válido.
fr: Identifiant de flux vide ou invalide.
gl: O ID da fonte de novas é inválido ou está baleiro.
ia: ID de syndication vacue o invalide.
mk: Празен или неважечки ID за канал
nl: Het feed-ID is leeg of ongeldig.
tl: Walang laman o hindi katanggap-tanggap na ID ng pasubo.
uk: Порожній або недійсний ідентифікатор веб-стрічки.

source: Unknown PuSH feed id %s
ca: PuSH desconegut de connexió id%s
cs: Neznámé ID kanálu PuSH: %s
de: Unbekannte PuSH Feed-ID %s
es: Identificador de fuente web PuSH desconocido: %s
eu: %s PuSH jario id ezezaguna
fr: Identifiant de flux PuSH inconnu : « %s »
gl: Descoñécese o ID da fonte de novas %s
ia: ID de syndication PuSH %s incognite
mk: Непознат ID %s за PuSH-канал
nl: Het PuSH feed-ID %s is onbekend
tl: Hindi nalalamang ID na %s ng pasubong PuSH
uk: Веб-стрічка за протоколом PuSH має невідомий ідентифікатор %s

source: Bad hub.topic feed "%s".
ca: Bad hub.topic de connexió " %s ".
cs: Špatný kanál hub.topic: "%s".
de: Ungültiger hub.topic-Feed „%s“.
es: Fuente web 'hub.topic' no válida: %s.
fr: Flux de sujet de concentrateur incorrect : « %s »
gl: Fonte de novas hub.topic incorrecta: "%s".
ia: Syndication hub.topic "%s" incorrecte.
mk: Лош hub.topic-канал „%s“.
nl: Ongeldige hub.topic feed "%s".
tl: Masamang pasubong hub.topic na "%s".
uk: hub.topic веб-стрічки «%s» неправильний.

source: Unexpected subscribe request for %s.
ca: Inesperat subscriure's sol. licitud de %s .
cs: Neočekávaný požadavek na přihlášení ke sledování %s.
de: Unerwartete Deabonnement-Anfrage für %s.
es: Solicitud de suscripción a %s inesperada.
eu: Espero ez zen harpidetza eskaria: %s
fr: Demande d’abonnement inattendue pour le sujet invalide « %s ».
gl: Solicitude de subscrición inesperada para %s.
ia: Requesta de subscription inexpectate pro %s.
mk: Неочекувано барање за претплата за %s.
nl: Onverwacht abonneringsverzoek voor %s.
tl: Hindi inaasahang kahilingan ng pagpapasipi para sa %s.
uk: Несподіваний запит підписки для %s.

source: Unexpected unsubscribe request for %s.
ca: Inesperat subscriure's sol. licitud de %s .
cs: Neočekávaný požadavek na ukončení sledování %s.
de: Unerwartete Deabonnement-Anfrage für %s.
es: Solicitud de cancelación de suscripción a %s inesperada.
eu: Espero ez zen harpidetza etetze eskaria: %s
fr: Demande de désabonnement inattendue pour le sujet invalide « %s ».
gl: Solicitude de cancelación da subscrición inesperada para %s.
ia: Requesta de cancellation de subscription inexpectate pro %s.
mk: Неочекувано барање за отпишување од претплата за %s.
nl: Onverwacht verzoek om abonnement op te hebben voor %s.
tl: Hindi inaasahang kahilingan ng hindi pagpapasipi para sa %s.
uk: Несподіваний запит щодо скасування підписки для %s.

source: Cannot handle that kind of post.
ca: No pot manejar aquest tipus de missatge.
cs: Neumím zpracovat tento typ aktivity.
de: Kann diese Art von Post nicht verarbeiten.
es: No se puede procesar ese tipo de publicación.
fr: Impossible de gérer ce type de publication.
gl: Non se pode manexar ese tipo de publicación.
ia: Non pote tractar iste typo de message.
mk: Не можам да работам со таква објава.
nl: Dat type post kan niet verwerkt worden.
tl: Hindi mapanghawakan ang ganyang uri ng paskil.
uk: Не вдається обробити такий тип допису.

source: Not to anyone in reply to anything.
ca: No a qualsevol en resposta de qualsevol cosa.
cs: Příspěvek není určen současnému uživateli.
de: An niemanden als Antwort auf irgendetwas.
es: Mensaje para nadie en respuesta a nada.
fr: Pas à quiconque en réponse à quelque chose.
gl: A ninguén en resposta a nada.
ia: Non ha un destinatario e non es un responsa.
mk: Ова не е одговар никому за ништо.
nl: Niet aan iemand als antwoord op iets.
tl: Hindi para sa sinuman bilang pagtugon sa anumang bagay.
uk: Ні для кого у відповідь на щось.

source: Not a person object.
ca: No és un objecte de persona.
cs: Zadaný objekt není osoba.
de: Kein Personen-Objekt.
es: No es una persona.
eu: Ez da pertsona objetua.
fr: Pas un objet personne.
gl: Non é un obxecto persoal.
ia: Non es un objecto de persona.
mk: Објектот не е лице.
nl: Geen persoonsobject.
tl: Hindi isang bagay ng tao.
uk: Не персональний об’єкт.

source: Unidentified profile being listed.
ca: Perfil no identificat llistat.
cs: Nelze přidat do seznamu neidentifikovaný profil.
de: Unidentifiziertes Profil wird gelistet.
es: Se está añadiendo un perfil no identificado a una lista.
fr: Profil non identifié listé.
gl: Hai listado un perfil non identificado.
ia: Listage de un profilo non identificate.
mk: Се заведува непрепознаен профил.
nl: Er wordt een niet-geïdentificeerd profiel in de lijst opgenomen.
tl: Inililistang balangkas na hindi pa nakikilala.

source: This user is not the one being listed.
ca: Aquest usuari no és el que està llistat.
cs: Toto není uživatel, který má být přidán do seznamu.
de: Dieser Benutzer ist nicht der Aufgelistete.
es: Este no es el usuario que se está añadiendo a la lista.
fr: Cet utilisateur n'est pas celui listé.
gl: Este non é o usuario que está listado.
ia: Iste non es le usator que es listate.
mk: Ова не е корисникот што се заведува.
nl: Dit is niet de gebruiker die aan de lijst wordt toegevoegd.
tl: Hindi ito ang tagagamit na inililista.

source: The listing could not be saved.
ca: No s'ha pogut desar el llistat.
cs: Chyba při přidávání do seznamu: změnu nelze uložit.
de: Das Objekt konnte nicht gespeichert werden.
es: No se pudo añadir a la lista.
fr: La liste n'a pas pu être sauvée.
gl: Non se pode gardar a lista.
ia: Le lista non poteva esser salveguardate.
mk: Не можев да го зачувам заведеното.
nl: Het object kon niet aan de lijst toegevoegd worden.
tl: Hindi masasagip ang listahan.

source: Unidentified profile being unlisted.
ca: Perfil no identificat al llistat.
cs: Nelze odebrat ze seznamu neidentifikovaný profil.
de: Unidentifiziertes Profil wird abgelistet.
es: Se está borrando de la lista un perfil no identificado.
fr: Profil non identifié retiré de la liste.
gl: Hai retirado da lista un perfil non identificado.
ia: Dislistage de un profilo non identificate.
mk: Се отстранува непрепознаен профил од заведените.
nl: Er wordt een niet-geïdentificeerd profiel verwijderd uit de lijst.
tl: Inaalis sa lista na balangkas na hindi pa nakikilala.

source: This user is not the one being unlisted.
ca: Aquest usuari no està al llistat.
cs: Toto není uživatel, který má být odebrán ze seznamu.
de: Dieser Benutzer ist nicht der Abgelistete.
es: Este no es el usuario que se está borrando de la lista.
fr: Cet utilisateur n'est pas celui retiré de la liste.
gl: Este non é o usuario que está retirado da lista.
ia: Iste non es le usator que es dislistate.
mk: Ова не е корисникот што се отстранува од заведените.
nl: Dit is niet de gebruiker die verwijderd wordt uit de lijst.
tl: Hindi ito ang tagagamit na inaalis mula sa listahan.

source: The listing could not be deleted.
ca: No es pot eliminar el llistat.
cs: Chyba při odebírání ze seznamu: změnu nelze uložit.
de: Das Listen konnte nicht gelöscht werden.
es: No se pudo borrar de la lista.
fr: La liste n'a pas pu être supprimée.
gl: Non se pode borrar a lista.
ia: Le entrata non poteva esser removite del lista.
mk: Не можев да го избришам заведеното.
nl: Het object kon niet verwijderd worden uit de lijst.
tl: Hindi mabura ang listahan.
