Repository: foocorp/gnu-social
Catalog: plugins/OStatus/locale/*/LC_MESSAGES/OStatus.po
Languages: ca, cs, de, es, eu, fr, gl, ia, mk, nl, tl, uk

source: This target does not understand share events.
ca: Aquest objectiu no entén llocs.
cs: Tento cíl neumí zpracovat aktivity typu "share".
de: Dieses Ziel versteht das Teilen von Events nicht.
es: Este objetivo no sabe nada de compartir.
fr: Cette cible ne reconnaît pas les évènements partagés.
gl: Este obxectivo non entende a indicación de compartir os eventos.
ia: Iste destination non comprende le eventos de divulgation (share).
mk: Оваа цел не разбира споделување на настани.
nl: Deze bestemming begrijpt gebeurtenissen delen niet.
tl: Ang pinupukol na ito ay hindi nakakaunawa ng mga kaganapan ng pagbabahagi.
uk: Ціль не розуміє, що таке «поділитися подією».

source: This target does not understand joins.
ca: Aquest objectiu no entén llocs.
cs: Tento cíl neumí zpracovat aktivity typu "join".
de: Dieses Ziel versteht keine Joins.
es: Este objetivo no sabe nada de inscripciones.
fr: Cette cible ne reconnaît pas les indications d’adhésion.
gl: Este obxectivo non entende as unións.
ia: Iste destination non comprende adhesiones.
mk: Оваа цел не разбира придружувања.
nl: Deze bestemming begrijpt lid worden niet.
tl: Ang pinupukol na ito ay hindi nakakaunawa ng mga pagsali.
uk: Ціль не розуміє, що таке «приєднатися».

source: This target does not understand leave events.
ca: Aquest objectiu no entén permís esdeveniments.
cs: Tento cíl neumí zpracovat aktivity typu "leave".
de: Dieses Ziel versteht das Verlassen von Events nicht.
es: Este objetivo no sabe nada de abandonos.
fr: Cette cible ne reconnaît pas les indications de retrait d’événement.
gl: Este obxectivo non entende a indicación de deixar os eventos.
ia: Iste destination non comprende eventos de quitar.
mk: Оваа цел не разбира напуштање на настани.
nl: Deze bestemming begrijpt uitschrijven van evenementen niet.
tl: Ang pinupukol na ito ay hindi nakakaunawa ng mga kaganapan ng paglisan.
uk: Ціль не розуміє, що таке «залишати подію».

source: This target does not understand list events.
ca: Aquest objectiu no entén permís esdeveniments.
cs: Tento cíl neumí zpracovat aktivity typu "list".
de: Dieses Ziel versteht keine Listen-Ereignisse.
es: Este objetivo no sabe nada de añadir a listas.
fr: Cette cible ne reconnaît pas les évènements de liste.
gl: Este obxectivo non entende a indicación de listar os eventos.
ia: Iste destination non comprende eventos de listage.
mk: Оваа цел не разбира заведување на настани.
nl: Deze bestemming begrijpt gebeurtenissen over toevoegen aan lijsten niet.
tl: Ang pinupukol na ito ay hindi nakakaunawa ng mga kaganapan ng paglilista.

source: This target does not understand unlist events.
ca: Aquest objectiu no entén permís esdeveniments.
cs: Tento cíl neumí zpracovat aktivity typu "unlist".
de: Dieses Ziel versteht keine Ablisten-Ereignisse.
es: Este objetivo no sabe nada de borrar de listas.
fr: Cette cible ne reconnaît pas les évènements de retirer des listes.
gl: Este obxectivo non entende a indicación de retirar da lista os eventos.
ia: Iste destination non comprende eventos de dislistage.
mk: Оваа цел не разбира отстранување на заведени настани.
nl: Deze bestemming begrijpt gebeurtenissen over verwijderen uit lijsten niet.
tl: Ang pinupukol na ito ay hindi nakakaunawa ng mga kaganapan ng pagtatanggal mula sa listahan.

source: Feeds
ca: Canals
cs: Kanály
es: Fuentes web
eu: Jarioak
fr: Flux d’informations
gl: Fontes de novas
ia: Syndicationes
mk: Канали
tl: Mga pasubo
uk: Веб-стрічки
