Repository: foocorp/gnu-social
Catalog: plugins/GroupPrivateMessage/locale/*/LC_MESSAGES/GroupPrivateMessage.po
Languages: ar, ca, de, es, eu, fr, ia, it, mk, nl, tl, uk

source: Message to %s
ar: رسالة إلى %s.
ca: Missatge a %s
de: Nachricht an %s
es: Mensaje para «%s»
eu: %s(r)i mezua
fr: Message pour %s
ia: Message a %s
it: Messaggio per %s
mk: Порака за %s
nl: Bericht aan %s
tl: Mensahe para sa %s
uk: Повідомлення для %s

source: Direct message to %s
ar: رسالة مباشرة ل%s
ca: Missatge directe a %s
de: Direkte Nachricht an %s
es: Mensaje directo para «%s»
eu: %s(r)i mezu zuzena
fr: Message direct à %s.
ia: Message directe a %s
it: Messaggi diretti a %s
mk: Непосредна порака за %s
nl: Privébericht aan %s
tl: Tuwirang mensahe papunta sa %s
uk: Пряме повідомлення для %s

source: Available characters
ar: الأحرف المتاحة
ca: Caràcters disponibles
de: Noch verfügbare Zeichen
es: Caracteres restantes
eu: Karaktere erabilgarriak
fr: Caractères restants
ia: Characteres disponibile
it: Caratteri disponibili
mk: Знаци на располагање
nl: Beschikbare tekens
tl: Makukuhang mga panitik
uk: Залишилось символів

# Send button for sending notice
source: Send
ar: أرسل
ca: Envia
de: Abschicken
es: Enviar
eu: Bidali
fr: Envoyer
ia: Inviar
it: Invia
mk: Испрати
nl: Verzenden
tl: Ipadala
uk: Надіслати

source: Only for logged-in users.
ca: Només per a usuaris que han iniciat una sessió
de: Nur für angemeldete Benutzer.
es: Sólo para usuarios que han iniciado sesión.
eu: Saioa hasitako erabiltzaileentzat soilik.
fr: Uniquement pour les utilisateurs connectés.
ia: Solmente pro usatores authenticate.
it: Solo per utenti autenticati.
mk: Само за најавени корисници.
nl: Alleen voor aangemelde gebruikers.
tl: Para lamang sa nakalagdang mga tagagamit.
uk: Лише користувачам, що знаходяться в системі.

source: No such group.
ar: لا مجموعة كهذه.
ca: No existeix el grup.
de: Keine solche Gruppe.
es: No existe ese grupo.
eu: Ez dago talde hori.
fr: Groupe inexistant.
ia: Iste gruppo non existe.
it: Nessun gruppo.
mk: Нема таква група.
nl: De opgegeven groep bestaat niet.
tl: Walang ganyang pangkat.
uk: Такої спільноти немає.

source: Only for members.
ar: فقط للأعضاء.
ca: Només per a membres.
de: Nur für Mitglieder.
es: Sólo para miembros.
eu: Erabiltzaileentzako soilik.
fr: Uniquement pour les membres.
ia: Solmente pro membros.
it: Solo per i membri.
mk: Само за членови.
nl: Alleen voor leden.
tl: Para lamang sa mga kasapi.
uk: Лише учасникам.

source: This group has not received any private messages.
ar: لم تتلقَ هذه المجموعة أي رسائل خاصة.
ca: Aquest grup no ha rebut cap missatge privat.
de: Diese Gruppe hat noch keine privaten Nachrichten erhalten.
es: Este grupo no ha recibido ningún mensaje privado.
eu: Talde honek ez du mezu pribaturik jaso.
fr: Ce groupe n'a pas reçu de messages privés.
ia: Iste gruppo non ha recipite messages private.
it: Questo gruppo non ha ricevuto alcun messaggio privato.
mk: Оваа група нема примено приватни пораки.
nl: Deze groep heeft geen privéberichten ontvangen.
tl: Ang pangkat na ito ay hindi pa nakatatanggap ng anumang mga mensaheng pribado.
uk: До цієї спільноти не надходило ніяких приватних повідомлень.

source: %s group inbox
ar: صندوق مجموعة %s الوارد
ca: Safata d'entrada del grup %s
de: Posteingang der Gruppe %s
es: Bandeja de entrada del grupo «%s»
eu: %s taldearen sarrera
fr: Boîte de réception du groupe %s
ia: Cassa de entrata del gruppo %s
it: Posta in arrivo del gruppo %s
mk: Примени пораки на групата %s
nl: Postvak IN van de groep %s
tl: Kahong-tanggapan ng pangkat na %s
uk: Вхідні спільноти %s

source: %1$s group inbox, page %2$d
ar: صندوق مجموعة %1$s الوارد، الصفحة %2$d
ca: Safata d'entrada del grup %1$s, pàgina %2$d
de: Posteingang der Gruppe %1$s, Seite %2$d
es: Bandeja de entrada del grupo «%1$s», página %2$d
eu: %1$s taldearen sarrera, %2$d. orria
fr: Membres du groupe %1$s - page %2$d
ia: Cassa de entrata del gruppo %1$s, pagina %2$d
it: Posta in arrivo del gruppo %1$s, pagina %2$d
mk: Примени пораки на групата %1$s, страница %2$d
nl: Postvak IN van de groep %1$s, pagina %2$d
tl: Kahong-tanggapan ng pangkat na %1$s, pahina %2$d
uk: Вхідні спільноти %1$s, сторінка %2$d

source: This is the group inbox, which lists all incoming private messages for this group.
ca: Aquesta és la safata d'entrada del grup, que llista tots els missatges privats entrants que arriben al grup.
de: Dies ist der Gruppenposteingang, der alle eingehenden privaten Nachrichten für diese Gruppe auflistet.
es: Esta es la bandeja de entrada del grupo. Contiene todos los mensajes privados entrantes destinados a él.
eu: Hau taldearen sarrera ontzia da, talde honek jasotako mezu pribatu guztiak zerrendatzen ditu.
fr: Ceci est la boîte de réception du groupe, elle répertorie tous les messages entrants privés pour ce groupe.
ia: Isto es le cassa de entrata del gruppo, que lista tote le messages private recipite pro iste gruppo.
it: Questa è la posta in arrivo del gruppo, che elenca tutti i messaggi privati in arrivo per questo gruppo.
mk: Ова се примените пораки на групата кајшто се заведуваат сите дојдовни приватни пораки за оваа група.
nl: Dit is het Postvak IN van de groep waarom alle inkomende privéberichten voor deze groep worden weergegeven.
tl: Ito ang kahong-tanggapan ng pangkat, na nagtatala ng lahat ng pumapasok na mga mensahe para sa pangkat na ito.
uk: Тут містяться всі вхідні повідомлення цієї спільноти, надіслані приватно.

source: Must be logged in.
ca: Cal que hàgiu iniciat una sessió.
de: Du musst angemeldet sein.
es: Debes estar conectado.
eu: Saioa hasi behar duzu.
fr: Vous devez être connecté.
ia: Es necessari aperir session.
it: Devi prima effettuare l'accesso.
mk: Мора да се најавени.
nl: U moet aangemeld zijn.
tl: Dapat na nakalagda ka.
uk: Мусите увійти до системи.

source: User %s is not allowed to send private messages.
ar: لا يسمح للمستخدم %s بإرسال رسائل خاصة.
ca: L'usuari %s no té permisos per enviar missatges privats.
de: Benutzer %s darf keine privaten Nachrichten verschicken.
es: El usuario %s no tiene permiso para enviar mensajes privados.
eu: %s erabiltzailea ez dago baimendurik mezu pribatuak bidaltzeko.
fr: L'utilisateur %s n'est pas autorisé à envoyer des messages privés.
ia: Le usator %s non ha le permission de inviar messages private.
it: L'utente %s non è autorizzato ad inviare messaggi privati.
mk: На корисникот %s не му е дозволено да испраќа приватни пораки.
nl: Gebruiker %s mag geen privéberichten verzenden.
tl: Ang tagamit na si %so ay hindi pinapahintulutang magpadala ng mga mensaheng pribado.
uk: Користувач %s заборонив надсилання приватних повідомлень.

source: Message sent
ar: أُرسلت الرسالة
ca: S'ha enviat el missatge
de: Nachricht verschickt
es: Mensaje enviado
eu: Mezua bidalita
fr: Message envoyé
ia: Message inviate
it: Messaggio inviato
mk: Пораката е испратена
nl: Bericht verzonden
tl: Naipadala na ang mensahe
uk: Повідомлення надіслано

source: Direct message to %s sent.
ar: تم إرسال رسالة مباشرة إلى %s.
ca: S'ha enviat el missatge directe a %s.
de: Direkte Nachricht an %s verschickt.
es: Se ha enviado un mensaje directo a «%s».
eu: %s(r)i mezu zuzena bidalita.
fr: Message direct envoyé à %s.
ia: Le message directe ha essite inviate a %s.
it: Il messaggio diretto a %s è stato inviato.
mk: Непосредната порака до %s е испратена.
nl: Het directe bericht aan %s is verzonden.
tl: Naipadala na ang tuwirang mensahe kay %s.
uk: Пряме повідомлення для %s надіслано.

source: New message to group %s
ar: رسالة جديدة لمجموعة %s
ca: Missatge nou al grup %s
de: Neue Nachricht an Gruppe %s
es: Nuevo mensaje para el grupo «%s»
eu: %s taldeari mezu berria
fr: Nouveau message au groupe %s
ia: Nove message al gruppo %s
it: Nuovo messaggio al gruppo %s
mk: Приватни пораки за групата %s
nl: Nieuw bericht voor de groep %s
tl: Bagong mensahe para sa pangkat na %s
uk: Нове повідомлення для спільноти %s

source: Only logged-in users can view private messages.
de: Nur angemeldete Benutzer können private Nachrichten ansehen.
es: Sólo los usuarios que han iniciado sesión pueden ver los mensajes privados.
eu: Saioa hasi duten erabiltzaileek soilik ikus ditzakete mezu pribatuak.
fr: Seuls les utilisateurs connectés peuvent voir les messages privés.
ia: Solmente usatores authenticate pote vider messages private.
it: I messaggi privati possono essere visualizzati solo dagli utenti che hanno effettuato l'accesso.
mk: Само најавени корисници можат да гледаат приватни пораки.
nl: Alleen aangemelde gebruikers kunnen privéberichten zien.
tl: Tanging nakalagdang mga tagagamit lamang ang makatitingin sa pribadong mga mensahe.
uk: Лише користувачі, які знаходяться в системі, можуть читати приватні повідомлення.

source: No such message.
ca: No existeix el missatge.
de: Keine solche Nachricht.
es: No existe ese mensaje.
eu: Ez dago mezu hori.
fr: Message introuvable.
ia: Message non existe.
it: Nessun messaggio.
mk: Нема таква порака.
nl: Dat bericht bestaat niet.
tl: Walang ganyang mensahe.
uk: Немає такого повідомлення.

source: Group not found.
ar: المجموعة غير موجودة.
ca: No s'ha trobat el grup.
de: Gruppe nicht gefunden.
es: Grupo no encontrado.
eu: Ez da taldea aurkitu.
fr: Groupe non trouvé.
ia: Gruppo non trovate.
it: Gruppo non trovato.
mk: Групата не е пронајдена.
nl: De groep is niet aangetroffen.
tl: Hindi natagpuan ang pangkat.
uk: Спільноту не знайдено.

source: Cannot read message.
ar: تعذرت قراءة الرسالة.
ca: No es pot llegir el missatge.
de: Kann Nachricht nicht lesen.
es: No se puede leer el mensaje.
eu: Ezin da mezua irakurri.
fr: Ne peut pas lire le message.
ia: Non pote leger le message.
it: Impossibile leggere il messaggio.
mk: Пораката не може да се чита.
nl: Kan het bericht niet lezen.
tl: Hindi mabasa ang mensahe.
uk: Не вдалося прочитати повідомлення.

source: No sender found.
ca: No s'ha trobat el remitent.
de: Kein Absender gefunden.
es: No se encontró ningún remitente.
eu: Ez da bidaltzailerik aurkitu.
fr: Aucun expéditeur trouvé.
ia: Nulle expeditor trovate.
it: Nessun mittente trovato.
mk: Не пронајдов испраќач.
nl: Geen afzender gevonden.
tl: Walang natagpuang tagapagpadala.
uk: Відправника не знайдено.

source: Message from %1$s to group %2$s on %3$s
ar: رسالة من %1$s إلى مجموعة %2$s في %3$s
de: Nachricht von %1$s an Gruppe %2$s am %3$s
es: Mensaje de %1$s para el grupo «%2$s», el %3$s
eu: %1$s(e)k %3$s(e)ko %2$s taldera bidalitako mezua
fr: Message de %1$s au groupe %2$s sur %3$s
ia: Message de %1$s al gruppo %2$s in %3$s
it: Messaggio da %1$s al gruppo %2$s su %3$s
mk: Порака од %1$s за групата %2$s на %3$s
nl: Bericht van %1$s aan groep %2$s op %3$s
tl: Mensahe mula sa %1$s papunta sa pangkat na %2$s na nasa %3$s
uk: Повідомлення від %1$s до спільноти %2$s на %3$s

source: New private message from %1$s to group %2$s
ar: رسالة جديدة من %1$s إلى مجموعة %2$s
ca: Nou missatge privat de %1$s al grup %2$s
de: Neue private Nachricht von %1$s an Gruppe %2$s
es: Nuevo mensaje privado de %1$s para el grupo «%2$s»
eu: %1$s(e)k %2$s taldera bidalitako mezu pribatu berria
fr: Nouveau message privé de %1$s au groupe %2$s
ia: Nove message private de %1$s al gruppo %2$s
it: Nuovo messaggio privato da %1$s al gruppo %2$s
mk: Нова приватна порака од %1$s за групата %2$s
nl: Nieuwe privéberichten van %1$s voor de groep %2$s
tl: Bagong pribadong mensahe mula sa %1$s papuntang pangkat na %2$s
uk: Нове приватне повідомлення від %1$s до спільноти %2$s

source: %1$s (%2$s) sent a private message to group %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ You can reply to their message here: %5$s Do not reply to this email; it will not get to them. With kind regards, %6$s
ar: أرسل %1$s (%2$s) رسالة خاصة لمجموعة %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ يمكن أن ترد على رسالته من: %5$s لا ترد على هذا البريد؛ لأنه لن يصل إلى المستخدم. مع تحياتنا العطرة، %6$s
ca: %1$s (%2$s) ha enviat un missatge privat al grup %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ Podeu respondre al missatge des d'aquí: %5$s No respongueu aquest missatge; no el rebran. Atentament, %6$s
de: %1$s (%2$s) hat eine private Nachricht an Gruppe %3$s geschickt: ------------------------------------------------------ %4$s ------------------------------------------------------ Du kannst hier auf die Nachricht antworten: %5$s Antworte nicht auf diese E-Mail; sie wird den Absender der Nachricht nicht erreichen. Mit freundlichen Grüßen, %6$s
es: %1$s (%2$s) ha enviado un mensaje privado al grupo «%3$s»: ---------------------------------------------------------------------------- %4$s ---------------------------------------------------------------------------- Puedes responder a este mensaje aquí: %5$s No respondas a este correo electrónico: no llegará a ninguna parte. Atentamente, %6$s
eu: %1$s(e)k (%2$s) %3$s taldera mezu pribatu berria bidali du: ------------------------------------------------------ %4$s ------------------------------------------------------ Mezuari hemen erantzun diezaiokezu: %5$s Ez erantzun email honi; ez da inora iritsiko eta. Ondo segi, %6$s
fr: %1$s (%2$s) a envoyé un message privé au groupe %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ Vous pouvez répondre à ce message ici: %5$s Ne répondez pas à ce courriel ; il ne sera pas envoyé aux membres du groupe. Bien à vous, %6$s
ia: %1$s (%2$s) ha inviate un message private al gruppo %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ Tu pote responder a su message hic: %5$s Non responde per e-mail; le responsa non arrivara. Con salutes cordial, %6$s
it: %1$s (%2$s) ha inviato un messaggio privato al gruppo %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ Puoi rispondere al messaggio a questo indirizzo: %5$s Non rispondere a questa email, nessuno la riceverà! Cordiali saluti, %6$s
mk: %1$s (%2$s) ѝ испрати приватна порака на групата %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ Можете да одговорите на пораката тука: %5$s Не одговарајте на ова писмо; никој нема да го добие одговорот. Со почит, %6$s
nl: %1$s (%2$s) heeft een privébericht gezonden aan de groep %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ U kunt hier op het bericht antwoorden: %5$s Antwoord niet op deze e-mail. Dit komt niet aan. Met vriendelijke groet, %6$s
tl: Si %1$s (%2$s) ay nagpadala ng isang pribadong mensahe papunta sa pangkat na %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ Maaari kang tumugon sa kanilang mensahe rito: %5$s Huwag kang tumugon sa e-liham na ito; hindi ito makakarating sa kanila. May pamimitagan, %6$s
uk: %1$s (%2$s) надіслав приватне повідомлення до спільноти %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ Ви можете відповісти на це повідомлення тут: %5$s Не відповідайте на цей лист; вашої відповіді на нього ніхто не отримає. З найкращими побажаннями, %6$s

source: That's too long. Maximum message size is %d character.
ca: És massa llarg. La mida màxima del missatge és %d caràcter.
de: Das ist zu lang. Maximale Nachrichtengröße ist %d Zeichen.
es: Es demasiado largo. El tamaño máximo permitido es de %d carácter.
eu: Luzeegia.Gehienezko mezu luzera karaktera %d da.
fr: C’est trop long ! La taille du message est limitée à %d caractères.
ia: Isto es troppo longe. Le dimension maxime de messages es %d characteres.
it: Troppo lungo. La dimensione massima di un messaggio è di %d carattere.
mk: Ова е предолго. Дозволен е само %d знак.
nl: Dat is te lang. De maximale berichtlengte is %d teken.
tl: Napakahaba niyan. Ang pinakamalaking sukat ng mensahe ay %d panitik.
uk: Допис надто довгий. Максимальна довжина повідомлення — %d символ.

source: No group for group message.
de: Gruppe nicht vorhanden.
es: No has indicado ningún grupo válido para el mensaje de grupo.
eu: Ez dago talderik talde mezurako.
fr: Aucun groupe pour le message de groupe.
ia: Il non ha un gruppo pro iste message de gruppo.
it: Nessun gruppo per il messaggio di gruppo.
mk: Нема група за групната порака.
nl: Er is geen groep voor het groepsbericht.
tl: Walang pangkat para sa mensahe ng pangkat.
uk: Не зазначено спільноти для для надсилання групового повідомлення.

source: No sender for group message.
de: Kein Absender.
es: No has indicado un remitente para el mensaje de grupo.
eu: Ez dago bidaltzailerik talde mezurako.
fr: Aucun expéditeur pour le message de groupe.
ia: Il non ha un expeditor pro iste message de gruppo.
it: Nessun mittente per il messaggio di gruppo.
mk: Нема испраќач за групната порака.
nl: Er is geen afzender voor het groepsbericht.
tl: Walang tagapagpadala para sa mensahe ng pangkat.
uk: Не зазначено відправника для групового повідомлення.

source: Group %s does not allow private messages.
ar: لا تمسح المجموعة %s بالرسائل الخاصة.
ca: El grup %s no permet missatges privats.
de: Gruppe %s erlaubt keine privaten Nachrichten.
es: El grupo «%s» no admite mensajes privados.
eu: %s taldeak ez ditu mezu pribatuak onartzen.
fr: Le groupe %s n'autorise pas les messages privés.
ia: Le gruppo %s non permitte le messages private.
it: Il gruppo %s non consente i messaggi privati.
mk: Групата %s не дозволува приватни поаки.
nl: De groep %s staat geen privéberichten toe.
tl: Ang pangkat na %s ay hindi nagpapahintulot ng pansariling mga mensahe.
uk: До спільноти %s заборонено надсилати приватні повідомлення.

source: User %1$s is blocked from group %2$s.
ar: المستخدم %1$s ممنوع من القائمة %2$s.
ca: L'usuari %1$s està blocat del grup %2$s.
de: Benutzer %1$s ist von Gruppe %2$s ausgesperrt.
es: El usuario %1$s está bloqueado en el grupo «%2$s».
eu: %1$s erabiltzailea %2$s taldean blokeaturik dago.
fr: L'utilisateur %1$s est bloqué du groupe %2$s .
ia: Le usator %1$s es blocate del gruppo %2$s.
it: L'utente %1$s è stato bloccato dal gruppo %2$s.
mk: Корисникот %1$s е блокиран на групата %2$s.
nl: Gebruiker %1$s is verbannen uit groep %2$s.
tl: Ang tagagamit na si %1$s ay hinarang mula sa pangkat na %2$s.
uk: Користувача %1$s заблоковано у спільноті %2$s.

source: User %1$s is not a member of group %2$s.
ar: المستخدم %1$s ليس عضوا في المجموعة %2$s.
ca: L'usuari %1$s no és un membre del grup %2$s.
de: Benutzer %1$s ist kein Mitglied der Gruppe %2$s.
es: El usuario %1$s no es miembro del grupo «%2$s».
eu: %1$s erabiltzailea ez da %2$s taldeko kidea.
fr: L'utilisateur %1$s n'est pas membre du groupe %2$s .
ia: Le usator %1$s non es membro del gruppo %2$s.
it: L'utente %1$s non è un membro del gruppo %2$s.
mk: Корисникот %1$s не членува во групата %2$s.
nl: De gebruiker %1$s is geen lid van de groep %2$s.
tl: Ang tagagamit na si %1$s ay hindi isang kasapi sa pangkat na %2$s.
uk: Користувач %1$s не є учасником спільноти %2$s.

source: User %1$s is not an administrator of group %2$s.
ar: المستخدم %1$s ليس إداريا للمجموعة %2$s.
ca: L'usuari %1$s no és un administrador del grup %2$s.
de: Benutzer %1$s ist kein Admin von Gruppe %2$s.
es: El usuario %1$s no es administrador del grupo «%2$s».
eu: %1$s erabiltzailea ez da %2$s taldeko administratzailea.
fr: L'utilisateur %1$s n'est pas un administrateur du groupe %2$s .
ia: Le usator %1$s non es administrator del gruppo %2$s.
it: L'utente %1$s non è un amministratore del gruppo %2$s.
mk: Корисникот %1$s не е администратор на групата %2$s.
nl: De gebruiker %1$s is geen beheerder van de groep %2$s.
tl: Ang tagagamit na si %1$s ay hindi isang tagapangasiwa ng pangkat na %2$s.
uk: Користувач %1$s не є адміністратором спільноти %2$s.

source: Unknown privacy settings for group %s.
ar: إعدادات الخصوصية للمجموعة %s غير معروفة.
ca: Paràmetres de privadesa incorrectes del grup %s.
de: Unbekannte Datenschutzeinstellungen für Gruppe %s.
es: Configuración de protección de datos desconocida para el grupo «%s».
eu: %s taldearentzako pribazitate aukera ezezagunak.
fr: Paramètres de confidentialité inconnus pour le groupe %s.
ia: Configuration de confidentialitate incognite pro le gruppo %s.
it: Impostazioni della privacy sconosciute per il gruppo %s.
mk: Непознати нагодувања за приватност на групата %s.
nl: Onbekende privacyinstellingen voor de groep %s.
tl: Hindi nalalamang mga katakdaan ng pagkapribado para sa pangkat na %s .
uk: Невідомі параметри конфіденційності для спільноти %s.

source: Direct message to group %s sent.
ar: أرسلت رسالة مبشارة إلى مجموعة %s.
ca: S'ha enviat el missatge directe al grup %s.
de: Direkte Nachricht an Gruppe %s geschickt.
es: Se ha enviado un mensaje directo al grupo «%s».
eu: Bidali da mezu zuzena %s taldera.
fr: Message direct envoyé au groupe %s.
ia: Message directe al gruppo %s inviate.
it: Il messaggio diretto al gruppo %s è stato inviato.
mk: Испратена е непосрредна порака за групата %s.
nl: Privébericht aan groep %s verzonden.
tl: Naipadala na ang tuwirang mensahe papunta sa pangkat na %s.
uk: Пряме повідомлення для спільноти %s надіслано.

# MENU
source: Inbox
ar: صندوق الوارد
ca: Safata d'entrada
de: Posteingang
es: Bandeja de entrada
eu: Sarrera
fr: Boîte de réception
ia: Cassa de entrata
it: Posta in Arrivo
mk: Примени
nl: Postvak IN
tl: Kahong-tanggapan
uk: Вхідні

source: Private messages for this group.
ar: الرسائل الخاصة بهذه المجموعة.
ca: Missatges privats del grup.
de: Private Nachrichten für diese Gruppe.
es: Mensajes privados para este grupo.
eu: Mezu pribatuak talde honentzat.
fr: Messages privés pour ce groupe.
ia: Messages private pro iste gruppo.
it: Messaggi privati per questo gruppo.
mk: Приватни пораки за групава.
nl: Privéberichten voor deze groep.
tl: Pribadong mga mensahe para sa pangkat na ito.
uk: Приватні повідомлення для цієї спільноти.

source: Private messages
ar: الرسائل الخاصة
ca: Missatges privats
de: Private Nachrichten
es: Mensajes privados
eu: Mezu pribatuak
fr: Messages privés
ia: Messages private
it: Messaggi privati
mk: Приватни пораки
nl: Privéberichten
tl: Pribadong mga mensahe
uk: Приватні повідомлення

source: Sometimes
ar: أحيانًا
ca: A vegades
de: Manchmal
es: A veces
eu: Batzutan
fr: Parfois
ia: Alcun vices
it: A volte
mk: Понекогаш
nl: Soms
tl: Kung minsan
uk: Іноді

source: Always
ar: دائمًا
ca: Sempre
de: Immer
es: Siempre
eu: Beti
fr: Toujours
ia: Sempre
it: Sempre
mk: Секогаш
nl: Altijd
tl: Palagi
uk: Завжди

source: Never
ar: مطلقا
ca: Mai
de: Niemals
es: Nunca
eu: Inoiz
fr: Jamais
ia: Nunquam
it: Mai
mk: Никогаш
nl: Nooit
tl: Hindi magpakailanman
uk: Ніколи

source: Whether to allow private messages to this group.
ar: السماح بالرسائل الخاصة لهذه المجموعة.
ca: Si permetre missatges privat al grup.
de: Ob private Nachrichten an diese Gruppe erlaubt sein sollen.
es: Aceptar o no el envío de mensajes privados a este grupo.
eu: Talde hontan mezu pribatuen onarpena.
fr: Autoriser ou non les messages privés à ce groupe.
ia: Si permitter messages private a iste gruppo.
it: Se consentire i messaggi privati ​​di questo gruppo.
mk: Дали да се дозволени приватни пораки за групава.
nl: Of privéberichten voor deze groep zijn toegestaan.
tl: Kung papayagan ba o hindi ang mga mensaheng pribado papunta sa pangkat na ito.
uk: Чи дозволити надсилання приватних повідомлень до цієї спільноти.

source: Private senders
ca: Remitents privats
de: Erlaubte Benutzer
es: Remitentes privados
eu: Mezu pribatu bidaltzaileak
fr: Expéditeurs privés
ia: Inviantes de messages private
it: Mittenti privati
mk: Приватни испраќачи
nl: Gebruikers die privéberichten mogen verzenden
tl: Pribadong mga nagpapadala
uk: Відправники приватних повідомлень
