Repository: foocorp/gnu-social
Catalog: plugins/GroupPrivateMessage/locale/*/LC_MESSAGES/GroupPrivateMessage.po
Languages: ar, ca, de, es, eu, fr, ia, it, mk, nl, tl, uk

source: Everyone
ar: الجميع
ca: Tothom
de: Jeder
es: Todo el mundo
eu: Denak
fr: Tout le monde
ia: Omnes
it: Tutti
mk: Сите
nl: Iedereen
tl: Lahat
uk: Всі

source: Member
ar: الأعضاء
ca: Membre
de: Mitglieder
es: Miembros
eu: Kideak
fr: Membre
ia: Membro
it: Membro
mk: Член
nl: Lid
tl: Kasapi
uk: Учасники

source: Admin
ar: الإداريون
ca: Administrador
de: Admins
es: Administradores
eu: Administrazaileak
fr: Administrateur
ia: Administrator
it: Amministratore
mk: Админ
nl: Beheerder
tl: Tagapangasiwa
uk: Адміністратор

source: Who can send private messages to the group.
ar: من يستطيع إرسال رسائل خاصة للمجموعة.
ca: Qui pot enviar missatges al grup.
de: Wer private Nachrichten an diese Gruppe senden darf.
es: Quién puede enviar mensajes privados al grupo.
eu: Nork bidal ditzakeen mezu pribatuak taldera.
fr: Qui peut envoyer des messages privés au groupe.
ia: Qui pote inviar messages private al gruppo.
it: Chi può inviare messaggi privati al gruppo.
mk: Кој може да ѝ испраќа приватни пораки на групава.
nl: Wie privéberichten kan verzenden aan de groep.
tl: Sino ang maaaring magpadala ng pribadong mga mensahe sa pangkat.
uk: Хто може надсилати приватні повідомлення до спільноти.

source: Send a direct message to this group.
ca: Envia un missatge directe al grup.
de: Schicke eine direkte Nachricht an diese Gruppe.
es: Enviar un mensaje directo a este grupo.
eu: Bidali mezu zuzen bat talde honi.
fr: Envoyer un message directement à ce groupe.
ia: Inviar un message directe a iste gruppo.
it: Invia un messaggio diretto a questo gruppo.
mk: Испрати ѝ непосредна порака на групава.
nl: Privébericht naar deze groep verzenden.
tl: Magpadala ng isang tuwirang mensahe sa pangkat na ito.
uk: Надіслати пряме повідомлення до цієї спільноти.

# LINKTEXT
source: Message
ar: راسل
ca: Missatge
de: Nachricht
es: Mensaje
eu: Mezua
it: Messaggio
mk: Порака
nl: Bericht
tl: Mensahe
uk: Повідомлення

source: Forced notice to private group message.
de: Erzwinge Nachricht auf private Gruppennachricht.
es: Forzada la privacidad del mensaje: hay al menos un grupo privado entre los destinatarios.
eu: Derrigorrezko oharra talde pribatuko mezuari.
fr: Avis forcé pour un message de groupe privé.
ia: Nota convertite in message private al gruppo.
it: Comunicazione obbligatoria per un messaggio di un gruppo privato.
mk: Ја наметнав забелешката што известува за приватната порака за групата.
nl: Mededeling omgezet in een privébericht aan de groep.
tl: Sapilitang pabatid sa mensahe ng pribadong pangkat.
uk: Обов’язковий допис у приватному повідомленні до спільноти.

source: Private
ar: خاصة
ca: Privat
de: Privat
es: Privado
eu: Pribatua
fr: Privé
it: Privato
mk: Приватна
nl: Privé
tl: Pribado
uk: Приватні

source: Allow posting private messages to groups.
ar: السماح بإرسال رسائل خاصة للمجموعات.
ca: Permet publicar missatges privats als grups.
de: Erlaube das Versenden von privaten Nachrichten an Gruppen.
es: Permitir el envío de mensajes privados a grupos.
eu: Utzi mezu pribatuak taldeetan argitaratzen.
fr: Autoriser l'envoi de messages privés à des groupes.
ia: Permitter le invio de messages private a gruppos.
it: Permette la pubblicazione di messaggi privati nei gruppi.
mk: Дозволи испраќање приватни пораки на групи.
nl: Verzenden van privéberichten aan de groep toestaan.
tl: Payagan ang pagpapaskil ng pribadong mga mensahe sa mga pangkat.
uk: Дозволити надсилання приватних повідомлень до спільноти.
