Repository: foocorp/gnu-social
Catalog: plugins/YammerImport/locale/*/LC_MESSAGES/YammerImport.po
Languages: es, gl, ia, mk

source: Connect to Yammer
es: Conectarse a Yammer
gl: Conectar ao Yammer
ia: Connecter a Yammer
mk: Поврзување со Yammer

source: Follow this link to confirm authorization at Yammer; you will be prompted to log in if necessary:
es: Siga este enlace para confirmar la autorización en Yammer; se le pedirá que inicie sesión si es necesario:
gl: Siga esta ligazón para confirmar a autorización no Yammer; pedirémoslle que inicie sesión se fose necesario:
ia: Seque iste ligamine pro confirmar autorisation a Yammer; tu essera demandate de aperir session si necessari:
mk: Проследете ја врскава за да го потврдите овластувањето на страницата на Yammer. Ако е потребно, ќе Ви биде побарано да се најавите:

source: Open Yammer authentication window
es: Abrir la ventana de autenticación Yammer
gl: Abrir a ventá de importación do Yammer
ia: Aperir fenestra de authentication a Yammer
mk: Отвори прозорец за потврда на Yammer

source: Copy the verification code you are given below:
es: Copie a continuación el código de verificación que ha obtenido:
gl: Copie o código de verificación que recibiu a continuación:
ia: Copia hic infra le codice de verification que tu recipe:
mk: Ископирајте го долунаведениот потврден код:

source: Verification code:
es: Código de verificación:
gl: Código de verificación:
ia: Codice de verification:
mk: Потврден код:

# BUTTON
source: Continue
es: Continuar
gl: Continuar
ia: Continuar
mk: Продолжи

source: Save the verification code and begin import.
es: Guardar el código de verificación y empezar a importar.
gl: Gardar o código de verificación e comezar a importación.
ia: Salveguardar le codice de verification e comenciar le importation.
mk: Зачувај го потврдниот код и почни со увоз.

source: Initialize
es: Inicializar
gl: Iniciar
ia: Initialisar
mk: Започни

source: No import running
es: No hay ninguna importación en curso
gl: Non hai ningunha importación en curso
ia: Nulle importation in curso
mk: Увозот не е во тек

source: Initiated Yammer server connection...
es: Conexión al servidor de Yammer iniciada...
gl: Conexión ao servidor do Yammer iniciada...
ia: Connexion al servitor Yammer initiate...
mk: Започнав со поврзувањето со опслужувачот на Yammer...

source: Awaiting authorization...
es: A la espera de autorización...
gl: Agardando a autorización...
ia: Attende autorisation...
mk: Чекам на овластување...

source: Connected.
es: Conectado.
gl: Conectado.
ia: Connectite.
mk: Поврзано.

source: Import user accounts
es: Importar cuentas de usuario
gl: Importar contas de usuario
ia: Importar contos de usator
mk: Увези кориснички сметки

source: Importing %d user...
es: Importando %d usuario...
gl: Importando %d usuario...
ia: Importa %d usator...
mk: Увезувам %d корисник...

source: Imported %d user.
es: %d usuario importado.
gl: %d usuario importado.
ia: %d usator importate.
mk: Увезов %d корисник.

source: Import user groups
es: Importar grupos de usuario
gl: Importar grupos de usuario
ia: Importar gruppos de usatores
mk: Увези кориснички групи

source: Importing %d group...
es: Importando %d grupo...
gl: Importando %d grupo...
ia: Importa %d gruppo...
mk: Увезувам %d група...

source: Imported %d group.
es: %d grupo importado.
gl: %d grupo importado.
ia: %d gruppo importate.
mk: Увезов %d група.

source: Prepare public notices for import
es: Preparar notas públicas para importación
gl: Preparar a importación de notas públicas
ia: Preparar notas public pro importation
mk: Подготви јавни известувања за увоз

source: Preparing %d notice...
es: Preparando %d nota...
gl: Preparando %d nota...
ia: Prepara %d nota...
mk: Подготвувам %d известување...

source: Prepared %d notice.
es: %d nota preparada.
gl: %d nota preparada.
ia: %d nota preparate.
mk: Подготвив %d известување.

source: Import public notices
es: Importar notas públicas
gl: Importar notas públicas
ia: Importar notas public
mk: Увези јавни известувања

source: Importing %d notice...
es: Importando %d nota...
gl: Importando %d nota...
ia: Importa %d nota...
mk: Увезувам %d известување...

source: Imported %d notice.
es: %d nota importada.
gl: %d nota importada.
ia: %d nota importate.
mk: Увезов %d известување...

source: Done
es: Hecho
gl: Feito
ia: Finite
mk: Готово

source: Import is complete!
es: ¡La importación se ha completado!
gl: Completouse a importación!
ia: Le importation es complete!
mk: Увозот заврши!

source: Import status
es: Estado de importación
gl: Estado da importación
ia: Stato de importation
mk: Увези статус

source: Waiting...
es: Esperando...
gl: Agarde...
ia: Attende...
mk: Чекам...

source: Reset import state
es: Reiniciar el estado de la importación
gl: Reiniciar o estado da importación
ia: Reinitialisar stato de importation
mk: Врати основна состојба на увозот

source: Pause import
es: Pausar la importación
gl: Pausar a importación
ia: Pausar importation
mk: Паузирај увоз

source: Encountered error "%s".
es: Se ha encontrado el error "%s".
gl: Atopouse o erro "%s".
ia: Incontrava error "%s".
mk: Наидов на грешка „%s“.

source: Paused
es: En pausa
gl: En pausa
ia: Pausate
mk: Паузирано

source: Continue
es: Continuar
gl: Continuar
ia: Continuar
mk: Продолжи

source: Abort import
es: Anular la importación
gl: Abortar a importación
ia: Abortar importation
mk: Прекини увоз

# BUTTON
source: Start authentication
es: Iniciar la autenticación
gl: Comezar a autenticación
ia: Comenciar authentication
mk: Започни заверка

source: Request authorization to connect to a Yammer account.
es: Solicitar autorización para conectarse a una cuenta de Yammer.
gl: Solicitar autorización para conectarse a unha conta do Yammer.
ia: Requestar autorisation pro connecter a un conto Yammer.
mk: Побарај овластување за поврзување со сметката на Yammer.

# BUTTON
source: Change API key
es: Cambiar la clave de la API
gl: Cambiar a clave da API
ia: Cambiar clave API
mk: Смени API-клуч

source: Yammer API registration
es: Registro de la API de Yammer
gl: Rexistro da API do Yammer
ia: Registration in API de Yammer
mk: Регистрација на API за Yammer

source: Before we can connect to your Yammer network, you will need to register the importer as an application authorized to pull data on your behalf. This registration will work only for your own network. Follow this link to register the app at Yammer; you will be prompted to log in if necessary:
es: Antes de que nos podemos conectar a su red de Yammer, necesita registrar el importador con una solicitud de autorización para que podamos extraer datos en su nombre. Este registro funcionará sólo en su propia red. Siga este enlace para registrar la aplicación en Yammer; se le pedirá que inicie sesión si es necesario:
gl: Antes de que poidamos conectar coa rede do Yammer, terá que rexistrar a aplicación de importación co fin de autorizala para que recolla datos no seu nome. Este rexistro funcionará unicamente na súa propia rede. Siga esta ligazón para rexistrar a aplicación no Yammer; pedirémoslle que inicie sesión se fose necesario:
ia: Ante que nos pote connecter a tu rete Yammer, tu debe registrar le importator como application autorisate a colliger datos in tu nomine. Iste registration functionara solmente pro tu proprie rete. Seque iste ligamine pro registrar le application a Yammer; tu essera demandate de aperir session si necessari:
mk: Пред да можеме да Ве поврземе на Вашата Yammer-мрежа, ќе треба да го регистрирате увозникот како програм овластен за преземање на податоци во Ваше име. Оваа регистрација ќе работи само за Вашата мрежа. Проследете ја врската за да го регистрирате програмот на Yammer. Ако е потребно, ќе Ви биде побарано да се најавите:

source: Open Yammer application registration form
es: Abrir el formulario de registro de la aplicación de Yammer
gl: Abrir o formulario de rexistro da aplicación do Yammer
ia: Aperir formulario de registration del application Yammer
mk: Отвори образец за регистрација на програм на Yammer

source: Copy the consumer key and secret you are given into the form below:
es: Copie en el siguiente formulario la clave de consumidor y la frase secreta que recibió:
gl: Copie a clave e a frase de consumidor secreta que recibiu a continuación:
ia: Copia le clave e secreto de consumitor que tu recipe in le formulario hic infra:
mk: Ископирајте ги потрошувачкиот клуч и тајната што се наведени во образецот подолу:

source: Consumer key:
es: Clave de consumidor:
gl: Clave do consumidor:
ia: Clave de consumitor:
mk: Потрошувачки клуч:

source: Consumer secret:
es: Frase secreta del consumidor:
gl: Pregunta secreta do consumidor:
ia: Secreto de consumitor:
mk: Потрошувачка тајна:

# BUTTON
source: Save
es: Guardar
gl: Gardar
ia: Salveguardar
mk: Зачувај

source: Save the entered consumer key and consumer secret.
es: Guarde la clave de consumidor introducida y la frase secreta del consumidor.
gl: Gardar a clave e a frase de consumidor secreta inseridas.
ia: Salveguardar le clave de consumitor e secreto de consumitor entrate.
mk: Зачувај го внесениот потрошувачки клуч и потрошувачка тајна.

source: Yammer Import
es: Importación Yammer
gl: Importación Yammer
ia: Importation de Yammer
mk: Увоз од Yammer

source: This Yammer import tool is still undergoing testing, and is incomplete in some areas. Currently user subscriptions and group memberships are not transferred; in the future this may be supported for imports done by verified administrators on the Yammer side.
es: Esta herramienta de importación de Yammer aún está sometida a pruebas y está incompleta en algunas áreas. Actualmente no se transfieren las suscripciones de usuario y la pertenencia a grupos; en el futuro esto puede estar soportado para las importaciones realizadas por los administradores verificados del lado de Yammer.
gl: Esta ferramenta de importación do Yammer está aínda baixo probas e está incompleta nalgúns aspectos. Arestora, non se transfiren as subscricións de usuarios e as pertenzas aos grupos; no futuro, isto pode estar soportado para as importacións feitas por administradores verificados no Yammer.
ia: Iste instrumento de importation de Yammer es ancora in phase de test, e es incomplete in alcun areas. Actualmente le subscriptiones de usator e membratos de gruppos non es transferite; in le futuro isto pote esser supportate pro importationes facite per administratores verificate al latere de Yammer.
mk: Оваа алатка за увоз од Yammer сè уште е во фаза на испробување, а наместа е недработена. Моментално не можат да се префрлаат кориснички претплати и членства во групи. Ваквите префрлања може да се поддржани во иднина, и тие би ги вршеле овластени администратори на Yammer.

source: Paused from admin panel.
es: En pausa desde el panel de administración.
gl: En pausa desde o panel de administración.
ia: Pausate ab le pannello admin.
mk: Паузирано од администраторската табла.

source: Invalid POST
es: POST no válido
gl: POST inválido.
ia: POST invalide
mk: Неважечки POST

source: Yammer import
es: Importación Yammer
gl: Importación Yammer
ia: Importation de Yammer
mk: Увоз од Yammer

source: Cannot request Yammer auth; already there!
es: No puede solicitar la autenticación Yammer; ¡ya lo hizo!
gl: Non se pode solicitar a autenticación do Yammer; a solicitude xa está presente!
ia: Impossibile requestar un authentication de Yammer; le requesta es jam presente!
mk: Не можам да побарам заверка од Yammer. Веќе сте таму!

source: Cannot get Yammer auth URL when not in requesting-auth state!
es: ¡No puede obtener la dirección URL de autenticación Yammer cuando no está en modo de solicitud de autenticación!
gl: Non se pode obter a autenticación do Yammer sen estar no modo de solicitude de autenticación!
ia: Impossibile obtener un URL de authentication Yammer si non in modo de requestar authentication!
mk: Не можам да ја добијам URL-адрсата за заверка на Yammer кога не сте во таков режим!

source: Yammer API returned HTTP code %1$s: %2$s
es: La API de Yammer ha devuelto el código HTTP %1$s: %2$s
gl: A API do Yammer devolveu o código HTTP %1$s: %2$s
ia: Le API de Yammer retornava le codice HTTP %1$s: %2$s
mk: API на Yammer го даде HTTP-кодот %1$s: %2$s

source: Invalid JSON response from Yammer API.
es: Respuesta JSON inválida desde la API de Yammer.
gl: Resposta JSON inválida desde a API do Yammer.
ia: Responsa JSON invalide ab le API de Yammer.
mk: Неважечки JSON-одговор од API на Yammer.

source: Requesting a token, but already set up with a token.
es: Solicitando una clave (token), pero ya está configurado con una clave.
gl: Solicitando un pase, pero o pase xa está configurado.
ia: Un indicio es requestate, ma un indicio ha jam essite installate.
mk: Жетонот е веќе поставен.

source: Wrong item type sent to Yammer user import processing.
es: Tipo de elemento incorrecto enviado para el proceso de importación de usuarios de Yammer.
gl: Tipo de elemento incorrecto enviado para o proceso de importación de usuarios do Yammer.
ia: Mal typo de elemento inviate pro le importation de usatores de Yammer.
mk: На увозот на корисник од Yammer му е испратен погрешен тип на ставка.

source: Expertise:
es: Experiencia:
gl: Experiencia:
mk: Стручност:

source: Wrong item type sent to Yammer group import processing.
es: Tipo de elemento incorrecto enviado para el proceso de importación de grupos de Yammer.
gl: Tipo de elemento incorrecto enviado para o proceso de importación de grupos do Yammer.
ia: Mal typo de elemento inviate pro le importation de gruppos de Yammer.
mk: На групниот увоз на корисници од Yammer му е испратен погрешен тип на ставка.

source: Wrong item type sent to Yammer message import processing.
es: Tipo de elemento incorrecto enviado para el proceso de importación de mensajes de Yammer.
gl: Tipo de elemento incorrecto enviado para o proceso de importación de mensaxes do Yammer.
ia: Mal typo de elemento inviate pro le importation de messages de Yammer.
mk: На увозот на пораки од Yammer му е испратен погрешен тип на ставка.

source: Invalid avatar URL %s.
es: La dirección URL del avatar, %s, es incorrecta.
gl: O enderezo URL do avatar, %s, é incorrecto.
ia: URL de avatar %s invalide.
mk: Неважечка URL-адреса на аватарот: %s.

source: Unable to fetch avatar from %s.
es: No se pudo recuperar el avatar desde %s.
gl: Non se puido recuperar o avatar desde %s.
ia: Incapace de obtener avatar ab %s.
mk: Не можев да го преземам аватарот од %s.

source: Yammer import module.
es: Módulo de importación Yammer.
gl: Módulo de importación Yammer.
ia: Modulo de importation de Yammer.
mk: Модул за увоз од Yammer.
