Repository: foocorp/gnu-social
Catalog: plugins/OpenX/locale/*/LC_MESSAGES/OpenX.po
Languages: de, es, eu, gl, tl

source: OpenX configuration.
de: OpenX-Konfiguration
es: Configuración de OpenX.
eu: OpenX aukerak.
gl: Configuración do OpenX.
tl: Pagkakaayos ng OpenX.

source: Plugin for <a href="http://www.openx.org/">OpenX Ad Server</a>.
de: Plugin f√ºr <a href="http://www.openx.org/">OpenX Ad Server</a>.
es: Complemento para <a href="http://www.openx.org/">OpenX Ad Server</a>.
eu: <a href="http://www.openx.org/">OpenX Iragarki Zerbitzaria</a> erabiltzeko plugina.
gl: Complemento para o <a href="http://www.openx.org/">servidor de publicidade OpenX</a>.
tl: Pampasaka para sa <a href="http://www.openx.org/">Tagapaghain ng Patalastas ng OpenX</a>.

source: OpenX settings for this StatusNet site
de: Openx-Einstellungen dieser StatusNet-Website
es: Configuración de OpenX para este sitio de GNU social
eu: OpenX aukerak StatusNet gune honentzako.
gl: Configuración de OpenX para este sitio StatusNet
tl: Mga katakdaan ng OpenX para sa sityong ito ng StatusNet

source: Ad script URL
de: Skript-URL
es: URL del script de anuncios
eu: Iragarkiaren eskriptaren URLa
gl: Enderezo URL da escritura do anuncio
tl: URL ng panitik ng patalastas

source: Script URL
de: Skript-URL
es: URL del script
eu: Eskriptaren URLa
gl: Enderezo URL da escritura
tl: URL ng panitik

source: Medium rectangle
de: Mittleres Rechteck
es: Rectángulo mediano
eu: Laukizuzen ertaina
gl: Rectángulo mediano
tl: Hindi kalakihang parihaba

source: Medium rectangle zone
de: Zone des mittleren Rechtecks
es: Zona para el rectángulo mediano
eu: Laukizuzen ertainaren gunea
gl: Zona rectangular mediana
tl: Sona ng hindi kalakihang parihaba

source: Rectangle
de: Rechteck
es: Rectángulo
eu: Laukizuzena
gl: Rectángulo
tl: Parihaba

source: Rectangle zone
de: Rechteckzone
es: Zona para el rectángulo
eu: Laukizuzenaren gunea
gl: Zona rectangular
tl: Sona ng parihaba

source: Leaderboard
de: Rangliste
eu: Sailkapena
gl: Taboleiro de logros
tl: Pangunahing-pisara

source: Leaderboard zone
de: Ranglisten-Zone
es: Zona para el leaderboard
eu: Sailkapen itxuraren gunea
gl: Zona do taboleiro de logros
tl: Sona ng pangunahing-parihaba

source: Skyscraper
eu: Lauki bertikala
gl: Rañaceos
tl: Tukud-langit

source: Wide skyscraper zone
de: Zone des weiten Hochhauses
es: Zona para el skyscraper ancho
eu: Lauki bertikalaren gunea
gl: Zona do rañaceos
tl: Malapad na sona ng tukud-langit

# BUTTON
source: Save
de: Speichern
es: Guardar
eu: Gorde
gl: Gardar
tl: Sagipin

source: Save OpenX settings.
de: OpenX-Einstellungen speichern.
es: Guardar configuración de OpenX.
eu: Gorde Open X aukerak.
gl: Gardar a configuración do OpenX.
tl: Sagipin ang mga katakdaan ng OpenX.
