Repository: foocorp/gnu-social
Catalog: plugins/BitlyUrl/locale/io/LC_MESSAGES/BitlyUrl.po
Languages: io

source: bit.ly URL shortening
io: URL-plukurtigo per bit.ly

source: URL shortening with bit.ly requires [a bit.ly account and API key](http://bit.ly/a/your_api_key). This verifies that this is an authorized account, and allow you to use bit.ly's tracking features and custom domains.
io: URL-plukurtigo per bit.ly bezonas [bit.ly-konto ed API-klefo](http://bit.ly/a/your_api_key). Lo verifikas ke la konto es permisita, e lo permisas a vu uzar la trako-funcioni e l'adresi personalizata di bit.ly.

source: Invalid login. Maximum length is 255 characters.
io: Uzantonomo nevalida. La longeso maxima es de 255 signi.

source: Invalid API key. Maximum length is 255 characters.
io: API-klefo nevalida. La longeso maxima es de 255 signi.

# LEGEND
source: Credentials
io: Akredito

source: Leave these empty to use global default credentials.
io: Lasez ci vakua por uzar la blokala kustuma akredito.

source: If you leave these empty, bit.ly will be unavailable to users.
io: Se vu lasas ici vakua, bit.ly esos nedisponebla al uzanti.

source: Login name
io: Identifikanto-nomo

source: API key
io: API-klefo

# BUTTON
source: Save
io: Konservar

source: Save bit.ly settings
io: Konservar la bit.ly-ajutsi

source: You must specify a serviceUrl for bit.ly URL shortening.
io: Vu mustas specigar serviceUrl por l'URL-plukurtigo per bit.ly.

source: Uses <a href="http://%1$s/">%1$s</a> URL-shortener service.
io: Lu uzas <a href="http://%1$s/">%1$s</a> kom URL-plukurtiganta servado.

source: bit.ly URL shortening.
io: URL-plukurtigo per bit.ly
