Repository: foocorp/gnu-social
Catalog: plugins/ExtendedProfile/locale/io/LC_MESSAGES/ExtendedProfile.po
Languages: io

source: Edit extended profile settings
io: Modifikar l'extensita profilo-ajusti

source: Edit
io: Modifikar

source: Extended profile settings
io: Extensita profilo-ajusti

source: You can update your personal profile info here so people know more about you.
io: Vu povas aktualigar vua personala profilo-informo hike do l'altra personi savos pluse pri vu.

source: There was a problem with your session token. Try again, please.
io: Esis problemo kun vua kunsido-ficho. Voluntez probar itere.

source: Unexpected form submission.
io: Neexpektita formulario-sendajo.

source: Details saved.
io: Detali konservata.

source: You must supply a date for "%s".
io: Vu mustas provizar dato por "%s".

source: Invalid date entered for "%1$s": %2$s.
io: Nevalida dato enskribita por "%1$s": %2$s.

source: Invalid URL: %s.
io: Nevalida URL: %s.

source: Could not save profile details.
io: Lu ne povis konservar la profilo-detali.

source: Invalid tag: "%s".
io: Nevalida etiketo: "%s".

source: Could not save profile.
io: Lu ne povis konservar la profilo.

source: Could not save tags.
io: Lu ne povis konservar l'etiketi.

source: UI extensions for additional profile fields.
io: Uzantointerfacio-extensili por plusa profilo-detali.

source: More details...
io: Plusa detaliâ€¦

source: Phone
io: Telefonilo

source: IM
io: Instantala mesajilo

source: Website
io: Retosituo

source: Employer
io: Employanto

source: Institution
io: Institucuro

source: Personal
io: Personala

source: Full name
io: Kompleta nomo

source: Title
io: Titulo

source: Manager
io: Jeranto

source: Location
io: Loko

source: Bio
io: Biografio

source: Tags
io: Etiketi

source: Contact
io: Kontakto

source: Birthday
io: Naskodio

source: Spouse's name
io: Nomo dil spozo

source: Kids' names
io: Nomi dil filii

source: Work experience
io: Labor-experienco

source: Education
io: Edukiteso

source: Confirmation Required
io: Konfirmo necesa

source: Really delete this entry?
io: Ka vu reale volas efacar ca enskriburo?

source: Company
io: Firmo

source: Start
io: Starto

source: End
io: Fino

source: (Current)
io: (Aktuala)

source: Current
io: Aktuala

source: Degree
io: Grado

source: Description
io: Deskripto

source: Add another item
io: Adjuntar altra elemento

source: TYPE: %s
io: TIPO: %s

# BUTTON
source: Save
io: Konservar

source: Save details
io: Konservar la detali
