Repository: foocorp/gnu-social
Catalog: plugins/TwitterBridge/locale/io/LC_MESSAGES/TwitterBridge.po
Languages: io

source: Already logged in.
io: Ja identifikita.

# TITLE
source: Twitter Login
io: Identifiko per Twitter

source: Login with your Twitter account
io: Identifikar per vua Twitter-konto

source: Sign in with Twitter
io: Enirar per Twitter

source: Twitter bridge settings
io: Ajusti dil Twitter-ponto

source: Invalid consumer key. Maximum length is 255 characters.
io: Nevalida konsumero-klefo. La longeso maxima es de 255 signi.

source: Invalid consumer secret. Maximum length is 255 characters.
io: Nevalida konsumero-sekretajo. La longeso maxima es de 255 signi.

source: Twitter application settings
io: Ajusti dil Twitter-aplikilo

source: Consumer key
io: Konsumero-klefo

source: The consumer key assigned by Twitter.
io: La konsumero-klefo atributita da Twitter.

source: Consumer secret
io: Konsumero-sekretajo

source: The consumer secret assigned by Twitter.
io: La konsumero-sekretajo atributita da Twitter.

source: Note: A global consumer key and secret are set.
io: Notez: blokala konsumero-klefo e -sekretajo esas ajustita.

source: Integration source
io: Origino dil adjunto

source: The name of your Twitter application.
io: La nomo di vua Twitter-aplikilo.

source: Options
io: Ajusti

source: Enable "Sign-in with Twitter"
io: Posibligar "Identifiko per Twitter"

source: This allow users to login with their Twitter credentials.
io: Lu posibligas al uzanti identifikar su per lia Twitter-identifikili.

source: Enable Twitter import
io: Posibligar Twitter-importaco

source: Allow users to import their Twitter friends' timelines. Requires daemons to be manually configured.
io: Posibligar al uzanti importacar la tempolinei di lia Twitter-amiki. Lu bezonas ajustar "daemons" manuale.

# BUTTON
source: Save
io: Konservar

source: Save the Twitter bridge settings.
io: Konservar l'ajusti dil Twitter-ponto.

source: There was a problem with your session token. Try again, please.
io: Esis problemo kun vua kunsido-ficho. Voluntez probar itere.

source: You cannot register if you do not agree to the license.
io: Vu ne povas registragar su se vu ne konsentas a la permiso.

source: Something weird happened.
io: Ulo stranja eventis.

source: Could not link your Twitter account.
io: Lu ne povis ligar vua Twitter-konto.

source: Could not link your Twitter account: oauth_token mismatch.
io: Lu ne povis ligar vua Twitter-konto: "oauth_token"-nekorespondo.

source: This is the first time you have logged into %s so we must connect your Twitter account to a local account. You can either create a new account, or connect with your existing account, if you have one.
io: Co es l'unesma foyo ke vu identifikis vu aden %s, do ni mustas konektar vua Twitter-konto a lokala konto. Vu povas sive krear nova konto, sive konektar vu per konto existanta, se vu havas un.

source: Twitter Account Setup
io: Ajusto dil Twitter-konto

source: Connection options
io: Konekto-selekti

source: Create new account
io: Krear nova konto

source: Create a new user with this nickname.
io: Kreez nova uzanto kun ca uzantonomo.

source: New nickname
io: Nova uzantonomo

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
io: 1-64 minuskuli o nombri, nula puntizosigno nek spaco.

# LABEL
source: Email
io: E-posto

source: Used only for updates, announcements, and password recovery
io: Uzata nur por aktualigi, anunci, e pasovorto-rekupero

# BUTTON
source: Create
io: Krear

source: Connect existing account
io: Konektar existanta konto

source: If you already have an account, login with your username and password to connect it to your Twitter account.
io: Se vu ja havas konto, identifikez vu per vua uzantonomo e pasovorto por konektar ol a vua Twitter-konto.

source: Existing nickname
io: Existanta uzantonomo

source: Password
io: Pasovorto

source: License
io: Licenco

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
io: Mea texti e dokumenti es disponebla per %s ecepte ca privata datumi: pasovorto, e-adreso, adreso dil instantala mesajilo, e telefonilo-nombro.

# BUTTON
source: Connect
io: Konektar

source: Registration not allowed.
io: La registrago ne permisesas.

source: Not a valid invitation code.
io: Nevalida invito-kodexo.

source: Error registering user.
io: Eroro dum la registrago dil uzanto.

source: Error connecting user to Twitter.
io: Eroro dum la konekto dil uzanto a Twitter.

source: Invalid username or password.
io: Nevalida uzantonomo o pasovorto.

source: Twitter settings
io: Ajusti di Twitter

source: Connect your Twitter account to share your updates with your Twitter friends and vice-versa.
io: Konektez vua Twitter-konto por partigar vua aktualigi kun vua Twitter-aviki ed inverse.

source: Twitter account
io: Twitter-konto

source: Connected Twitter account
io: Konektita Twitter-konto

source: Disconnect my account from Twitter
io: Deskonektar mea konto ek Twitter

source: Disconnecting your Twitter account could make it impossible to log in! Please [set a password](%s) first.
io: Deskonektar vua Twitter-konto neposibligus identifikar vu! Volontez [enskribar pasovorto](%s) unesme.

source: Keep your %1$s account but disconnect from Twitter. You can use your %1$s password to log in.
io: Konservar vua %1$s-konto ma diskonektar vu ek Twitter. Vu uzos vua %1$s-pasovorto por identifikar vu.

# BUTTON
source: Disconnect
io: Deskonektar

source: Preferences
io: Preferi

source: Automatically send my notices to Twitter.
io: Automatale sendar mea avizi vers Twitter.

source: Send local "@" replies to Twitter.
io: Sendar lokala "@"-respondi vers Twitter.

source: Subscribe to my Twitter friends here.
io: Abonar me a mea Twitter-amiki hike.

source: Import my friends timeline.
io: Importacar la tempolineo di mea amiki.

# BUTTON
source: Add
io: Adjuntar

source: Unexpected form submission.
io: Neexpektita formulario-sendajo.

source: No Twitter connection to remove.
io: Nula Twitter-konekto esez revokita.

source: Could not remove Twitter user.
io: Lu ne povis revokar la Twitter-konto.

source: Twitter account disconnected.
io: Twitter-konto deskonektita.

source: Could not save Twitter preferences.
io: Lu ne povis konservar la Twitter-preferi.

source: Twitter preferences saved.
io: Twitter-preferi konservata.

source: Login or register using Twitter.
io: Identifikez vu o registragez vu per Twitter.

source: Twitter integration options
io: Opcioni dil Twitter-adjunto

source: Twitter bridge configuration page.
io: Pagino dil ajuto dil Twitter-ponto.

source: The Twitter "bridge" plugin allows integration of a StatusNet instance with <a href="http://twitter.com/">Twitter</a>.
io: L'extensilo Twitter-"ponto" posibligas juntar instaluro di GNU social kun <a href="http://twitter.com/">Twitter</a>.

source: Invalid URL scheme for HTTP stream reader.
io: Nevalida URL-skemo por la fluo-lektanto HTTP.

source: Got input from unexpected socket!
io: Lu obtenis enskribo da neexpektita tubo!

source: Invalid state in handleLine: %s.
io: Nevalida stando en handleLine: %s.

source: Invalid HTTP response line: %s.
io: Nevalida respondo-lineo HTTP: %s.

source: Invalid HTTP response line chunk "%1$s": %2$s.
io: Nevalida respondo-linei HTTP "%1$s": %2$s.

source: Bad HTTP response code %1$s: %2$s.
io: Mala respondo-kodo HTTP %1$s: %2$s.

source: Your Twitter bridge has been disabled
io: Vua Twitter-ponto esis deskapabligita

source: Hi, %1$s. We're sorry to inform you that your link to Twitter has been disabled. We no longer seem to have permission to update your Twitter status. Did you maybe revoke %3$s's access? You can re-enable your Twitter bridge by visiting your Twitter settings page: %2$s Regards, %3$s
io: Hola, %1$s. Ni regretas informar vu ke vua ligilo a Twitter esis nekapabligita. Ni semblas ne havar permiso aktualigar vua Twitter-stando. Ka vu forsan revokis aceso di %3$s? Vu povas ri-kapabligar vua Twitter-ponto da vizitas vua pagino di Twitter-ajusti: %2$s Saluto, %3$s
