Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: "%s" is not a supported file type on this server.
cs: Soubory typu "%s" nejsou na tomto serveru podporovány.
de: „%s“ ist kein unterstütztes Dateiformat auf diesem Server.
eu: "%s" fitxategi-mota ez dago onartuta zerbitzari honetan.
ko: "%s"은(는) 이 서버에서 지원하는 파일 형식이 아닙니다.
pl: "%s" nie jest obsługiwanym typem pliku na tym serwerze.
pt_br: "%s" não é um tipo de arquivo suportado neste servidor.
tl: Ang "%s" ay isang hindi tinatangkilik na uri ng talaksan sa tagapaghaing ito.

source: Method %s not implemented
cs: Metoda %s není implementována
de: Methode %s nicht implementiert
pt_br: Método %s não implementado

source: More ▼
cs: Více ▼
de: Mehr ▼
pt_br: Mais ▼

source: Nickname must have only lowercase letters and numbers and no spaces.
cs: Přezdívka může obsahovat pouze malá písmena a čísla, a žádné mezery.
de: Der Benutzername darf nur aus Kleinbuchstaben und Zahlen bestehen. Leerzeichen sind nicht erlaubt.
eu: Erabiltzaile izenak hizki xeheak eta zenbakiak eduki ditzake soilik, zuriunerik gabe.
ko: 별명은 반드시 영문 소문자와 숫자로만 만들어야 하고 공백을 사용할 수 없습니다.
pl: Pseudonim może zawierać tylko małe litery i cyfry, bez spacji.
pt_br: A identificação deve conter apenas letras minúsculas e números e não pode ter e espaços.
tl: Ang palayaw ay dapat na may maliliit na mga titik lamang at mga bilang at walang mga patlang.

source: Nickname cannot be empty.
cs: Přezdívka nemůže být prázdná.
de: Benutzername darf nicht leer sein.
eu: Nick-a ezin da hutsik egon.
ko: 이름은 비어 있으면 안 됩니다.
pl: Pseudonim nie może być pusty.
pt_br: A identificação não pode estar em branco.
tl: Hindi maaaring walang laman ang palayaw.

source: Nickname cannot be more than %d character long.
cs: Přezdívka nesmí být delší než %d znak.
de: Benutzername darf nicht länger als %d Zeichen lang sein.
eu: Nick-a ezin da karaktere %d bainio luzeago izan.
pl: Pseudonim nie może mieć więcej niż %d znak.
pt_br: A identificação não pode ter mais do que %d caractere.
tl: Ang palayaw ay hindi maaaring mas marami kaysa %d panitik ang haba.

source: Nickname is disallowed through blacklist.
cs: Přezdívka je na seznamu zakázaných.
pt_br: Apelido está reprovado através da lista negra.

source: Nickname is identical to system path names.
cs: Přezdívka nesmí být stejná jako jméno cesty v systému.
pt_br: O apelido é idêntico a um dos nomes dos diretórios do sistema.

source: Nickname is already in use on this server.
cs: Přezdívku již na tomto serveru někdo používá.
de: Benutzername ist auf diesem Server bereits in Verwendung.
pt_br: O apelido já está em uso nesse servidor.

source: There is no profile with id==%u
cs: Žádný profil nemá id==%u
pt_br: Não há perfil com id==%u

source: No result found on %s lookup.
cs: Hledanému dotazu %s neodpovídají žádné výsledky.
pt_br: Nenhum resultado encontrado em procurar %s.

source: No such user found.
cs: Uživatel nebyl nalezen.
pt_br: Nenhum usuário encontrado.

source: Send a notice
cs: Poslat sdělení
de: Nachricht senden
eu: Bidali ohar bat
ko: 글 보내기
pl: Wyślij wpis
pt_br: Enviar uma mensagem
tl: Magpadala ng isang pabatid

source: What's up, %s?
cs: Co je nového, %s?
de: Was geht, %s?
eu: Zer berri, %s?
ko: 무슨 일이 있나요 %s님?
pl: Co słychać, %s?
pt_br: E aí, %s?
tl: Anong balita, %s?

source: Attach
cs: Přiložit
de: Anhängen
eu: Atxikitu
ko: 첨부
pl: Załącz
pt_br: Anexo
tl: Ilakip

source: Attach a file.
cs: Přiložit soubor.
de: Datei anhängen.
eu: Atxikitu fitxategi bat.
ko: 파일 첨부하기.
pl: Załącz plik
pt_br: Anexar um arquivo.
tl: Maglakip ng isang talaksan.

source: Share my location
cs: Sdílet mou polohu
de: Teile meinen Aufenthaltsort
eu: Nire kokalekua zabaldu
ko: 내 위치 공유
pl: Ujawnij położenie
pt_br: Divulgar minha localização
tl: Ibahagi ang kinalalagyan ko

source: Do not share my location
cs: Nesdílet mou polohu
de: Teile meinen Aufenthaltsort nicht
eu: Ez zabaldu nire kokalekua
ko: 내 위치 공유하지 않기
pl: Nie ujawniaj położenia
pt_br: Não divulgar minha localização
tl: Huwag ibahagi ang kinalalagyan ko

source: Sorry, retrieving your geo location is taking longer than expected, please try again later
cs: Je nám líto, ale načítání vaší zeměpisné polohy trvá příliš dlouho. Zkuste to prosím znovu později.
de: Es tut uns leid, aber die Abfrage deiner GPS-Position hat zu lange gedauert. Bitte versuche es später wieder.
eu: Barkatu, zure kokalekua eskuratzeak behar baino denbora gehiago eraman du, saiatu beranduago.
ko: 아쉽게도 지리적 위치를 알아내는데 예상보다 오래 걸립니다. 나중에 다시 시도하십시오.
pl: Pobieranie danych geolokalizacji trwa dłużej niż powinno, proszę spróbować ponownie później
pt_br: Desculpe, mas recuperar a sua geolocalização está demorando mais que o esperado. Por favor, tente novamente mais tarde.
tl: Paumanhin, ang muling pagkuha ng pangheograpiyang kinalalagyan mo ay mas tumatagal pa kaysa sa inaasahan, mangyaring subukan ulit mamaya

# FAVELIST
source: You
cs: Vy
de: Du
eu: Zu
ko: 나
pt_br: Você
tl: Ikaw

# FAVELIST
source: %1$s and %2$s
cs: %1$s a %2$s
de: %1$s und %2$s
eu: %1$s eta %2$s
ko: %1$s 및 %2$s
pt_br: %1$s e %2$s
tl: %1$s at %2$s

source: N
cs: S
eu: I
ko: 북
pl: Północ
tl: H

source: S
cs: J
eu: H
ko: 남
pl: Południe
tl: T

source: E
cs: V
de: O
ko: 동
pl: Wschód
pt_br: L
tl: S

source: W
cs: Z
eu: M
ko: 서
pl: Zachód
pt_br: O
tl: K

source: at
cs: na
de: in
ko: 위치
pl: w
pt_br: em
tl: sa

# SOURCE
source: web
cs: webu
eu: web gunea
ko: 웹
pl: sieć

source: from
cs: z
de: von
eu: jatorria
ko: 보낸 사람
pl: z
pt_br: de
tl: mula sa

source: Repeated by
cs: Opakovali:
de: Wiederholt von
eu: Errepikatzailea
ko: 반복한 사람
pl: Powtórzone przez
pt_br: Repetida por
tl: Unulit ni

source: Reply to this notice.
cs: Odpovědět na toto sdělení
de: Auf diese Nachricht antworten.
eu: Erantzun ohar honi.
pl: Odpowiedz na ten wpis.
pt_br: Responder a essa mensagem.
tl: Tugunan ang pabatid na ito.

source: Reply
cs: Odpovědět
de: Antworten
eu: Erantzun
ko: 답장
pl: Odpowiedz
pt_br: Responder
tl: Tumugon

source: Delete this notice from the timeline.
cs: Vymazat toto sdělení z časové osy.
de: Diese Nachricht aus der Zeitleiste löschen.
eu: Ezabatu ohar hau denboralerrotik.
pl: Usuń ten wpis ze strumienia.
pt_br: Deletar essa mensagem do cronograma.
tl: Burahin ang pabatid na ito mula sa guhit ng panahon.

source: Notice repeated.
cs: Sdělení opakováno.
de: Nachricht wiederholt.
eu: Errepikatutako oharra.
ko: 글이 반복되었습니다.
pl: Powtórzony wpis.
pt_br: Mensagem repetida.
tl: Inulit ang pabatid.

source: Repeated
cs: Opakováno
de: Wiederholt
eu: Errepikatua
ko: 반복됨
pl: Powtórzono
pt_br: Repetida
tl: Inulit

source: Nudge this user
cs: Pošťouchnout tohoto uživatele
de: Gib diesem Benutzer einen Stups
eu: Zirikatu erabiltzaile hau
ko: 이 사용자 찔러 보기
pl: Szturchnij tego użytkownika
pt_br: Cutucar este usuário
tl: Dunggulin ang tagagamit na ito

# BUTTON
source: Nudge
cs: Pošťouchnout
de: Stups
eu: Zirikatu
ko: 찔러 보기
pl: Szturchnij
pt_br: Cutucar
tl: Dunggulin

source: Send a nudge to this user.
cs: Poslat pošťouchnutí tomuto uživateli.
de: Sende diesem Benutzer einen Stups.
eu: Zirikatu erabiltzaile hau.
ko: 이 사용자에게 찔러 보기 보내기
pl: Wyślij szturchnięcie do tego użytkownika.
pt_br: Cutucar este usuário
tl: Magpadala ng isang pagdunggol sa tagagamit na ito.

source: Password hashing failed.
cs: Hashování hesla selhalo.
de: Password-Hashing fehlgeschlagen.
pt_br: Criptografia da senha falhou.

# LABEL
source: List
cs: Seznam
de: Liste
eu: Zerrenda
ko: 리스트
pl: Lista
pt_br: Lista
tl: Talaan

source: Change the list (letters, numbers, -, ., and _ are allowed).
cs: Změnit název seznamu (povolené znaky: písmena, čísla, tečka, pomlčka a podtržítko).
de: Liste ändern (Buchstaben, Zahlen, -, ., und _ sind erlaubt).
eu: Zerrenda aldatu (letrak, zenbakiak, -, ., eta _ onartzen dira).
ko: 리스트 바꾸기 (문자, 숫자, -, ., _ 문자로 구성)
pl: Zmiana listy (dostępne litery, liczby, -, . i _).
pt_br: Mudar a lista (letras, números, -, ., e_ são permitidas).
tl: Baguhin ang talaan (pinapahintulutan ang mga titik, mga bilang, -, ., at _).

source: Describe the list or topic.
cs: Popište seznam nebo téma.
de: Beschreibe die Liste oder das Thema
eu: Deskribatu zerrenda edo gaia.
ko: 리스트 또는 주제 설명
pl: Opisz grupę lub temat.
pt_br: Descrever a lista ou o tópico.
tl: Ilarawan ang talaan o paksa.

source: Describe the list or topic in %d character.
cs: Popište seznam nebo téma v %d znaku.
de: Beschreibe die Gruppe oder das Thema in einem Zeichen
eu: Deskribatu zerrenda edo gaia karaktere %dean.
pt_br: Descrever a lista ou o tópico no caracter %d.
tl: Ilarawan ang talaan o paksa sa loob ng %d panitik.

source: Delete this list.
cs: Smazat tento seznam.
de: Diese Liste löschen.
eu: Ezabatu zerrenda hau.
ko: 이 리스트 삭제.
pl: Usuń tą listę.
pt_br: Deletar esta lista.
tl: Burahin ang talaang ito.

source: Add or remove people
cs: Přidat nebo odebrat lidi
de: Personen hinzufügen oder entfernen
eu: Gehitu edo ezabatu jendea
ko: 사람 추가 또는 제거.
pt_br: Adicionar ou remover pessoas
tl: Magdagdag o magtanggal ng mga tao

# HEADER
source: Search
cs: Hledat
de: Suchen
eu: Bilatu
ko: 검색
pl: Wyszukaj
pt_br: Pesquisar
tl: Hanapin

# MENU
source: List
cs: Seznam
de: Liste
eu: Zerrenda
ko: 리스트
pl: Lista
pt_br: Lista
tl: Talaan

source: %1$s list by %2$s.
cs: Seznam %1$s od %2$s.
de: %1$s Liste von %2$s.
eu: %2$s(e)n %1$s zerrenda.
ko: %2$s 사용자의 %1$s 리스트.
pl: Lista %1$s użytkownika %2$s.
pt_br: %1$s listar por %2$s.
tl: Talaang %1$s ni %2$s.

# MENU
source: Listed
cs: Lidé v seznamu
de: Hinzugefügt
eu: Zerrendatuta
ko: 리스트 포함
pl: Wymienione
pt_br: Listado
tl: Naitala na

# MENU
source: Subscribers
cs: Sledující
de: Abonnenten
eu: Harpidetuak
ko: 구독자
pl: Subskrybenci
pt_br: Assinantes
tl: Mga nagpapasipi

source: Subscribers to %1$s list by %2$s.
cs: Uživatelé sledující seznam %1$s od %2$s.
de: Abonnenten der %1$s Liste von %2$s.
eu: %2$s(e)n %1$s zerrendara harpidetuak.
ko: %2$s 사용자의 %1$s 리스트 구독자.
pl: Subskrybenci listy %1$s użytkownika %2$s.
pt_br: Assinantes para %1$s listar por %2$s.
tl: Mga nagpapasipi sa mga talaang %1$s ni %2$s.

# MENU
source: Edit
cs: Upravit
de: Bearbeiten
eu: Aldatu
ko: 편집
pl: Edycja
pt_br: Editar
tl: Baguhin

source: Edit %s list by you.
cs: Upravit váš seznam %s.
de: Liste %s bearbeiten
eu: Edittau zure %s zerrenda.
ko: 나의 %s 리스트 편집.
pl: Zmodyfikuj własną listę %s.
pt_br: Editar %s listado por você.
tl: Baguhin ang talaan mong %s.

source: Edit list settings.
cs: Upravit nastavení seznamu.
de: Listen-Einstellungen ändern.
eu: Editatu zerrenda ezarpenak.
ko: 리스트 설정 편집.
pt_br: Editar configurações da lista.
tl: Baguhin ang mga katakdaan ng talaan.

source: Edit
cs: Upravit
de: Bearbeiten
eu: Aldatu
ko: 편집
pl: Edycja
pt_br: Editar
tl: Baguhin

# MODE
source: Private
cs: Soukromé
de: Privat
eu: Pribatua
ko: 비공개
pl: Prywatna
pt_br: Privado
tl: Pribado

# MENU
source: List Subscriptions
cs: Sledování seznamů
de: Listen-Abonnements
eu: Harpidetzak zerrendatu
ko: 리스트 구독
pt_br: Assinaturas da lista.
tl: Mga Pagpapasipi sa Talaan

# TOOLTIP
source: Lists subscribed to by %s.
cs: Seznamy, které sleduje %s.
de: Von %s abonnierte Listen.
eu: %s harpidetu den zerrendak.
ko: %s님이 구독한 리스트.
pt_br: Listas assinadas por %s.
tl: Mga talaang pinagpapasipian ng %s.

# MENU
source: Lists with %s
cs: Seznamy s %s
de: Listen mit „%s“
eu: %s barne hartzen duten zerrendak
ko: %s 사용자가 들어 있는 리스트
pl: Listy z "%s"
pt_br: Listar com %s
tl: Mga talaang may %s

# TOOLTIP
source: Lists with %s.
cs: Seznamy, ve kterých je %s.
de: Listen mit „%s“.
eu: Zerrendak %s(r)ekin.
ko: %s 사용자가 들어 있는 리스트.
pl: Listy z %s.
pt_br: Listar com %s.
tl: Mga talaang may %s.

# MENU
source: Lists by %s
cs: Seznamy od %s
de: Listen von %s
eu: %s(r)en zerrendak
ko: %s 사용자가 만든 리스트
pl: Listy użytkownika %s
pt_br: Listas de %s
tl: Mga talaan ayon sa %s

# TOOLTIP
source: Lists by %s.
cs: Seznamy uživatele %s.
de: Listen von %s.
eu: %s(r)en zerrendak.
ko: %s 사용자가 만든 리스트.
pl: Listy użytkownika %s.
pt_br: Listar por %s
tl: Mga talaan ng %s.

# LABEL
source: Your lists
cs: Vaše seznamy
de: Deine Listen
eu: Zure zerrendak
ko: 내 리스트
pl: Twoje listy
pt_br: Suas listas
tl: Mga talaan on

# LEGEND
source: Edit lists
cs: Upravit seznamy
de: Listen bearbeiten
eu: Editatu zerrendak
ko: 리스트 편집
pt_br: Editar listas
tl: Baguhin ang mga talaan

# LABEL
source: Tags
cs: Štítky
eu: Etiketak
ko: 태그
pl: Znaczniki
pt_br: Etiquetas
tl: Mga tatak

source: Popular lists
cs: Populární seznamy
de: Beliebte Listen
eu: Zerrenda nabarmenak
ko: 인기 리스트
pt_br: Listas populares
tl: Tanyag na mga talaan

source: Listed: %1$d Subscribers: %2$d
cs: Členové: %1$d Sledující: %2$d
de: Gelistet: %1$d Abonnenten: %2$d
eu: Zerrendatuak: %1$d Harpidedunak: %2$d
ko: 리스트 포함: %1$d명, 구독자: %2$d명
pt_br: Listado: %1$d Assinantes: %2$d
tl: Talaan: %1$d Mga nagpapasipi: %2$d

source: Lists with you
cs: Seznamy, ve který jste vy
de: Listen mit dir
eu: Zu barne hartzen zaituzten zerrendak
ko: 내가 들어 있는 리스트
pl: Listy z tobą
pt_br: Listar com você
tl: Mga talaang nasa iyo

source: Lists with %s
cs: Seznamy, ve kterých je %s
de: Listen mit „%s“
eu: %s barne hartzen duten zerrendak
ko: %s 사용자가 들어 있는 리스트
pl: Listy z %s
pt_br: Listar com %s
tl: Mga talaang may %s

source: List subscriptions
cs: Sledování seznamů
de: Listen-Abonnements
eu: Zerrendatu harpidetzak
ko: 리스트 구독
pl: Subskrypcje listy
pt_br: Listar assinaturas
tl: Itala ang mga pagpapasipi

# MENU
source: Profile
cs: Profil
de: Profil
eu: Profila
ko: 프로필
pl: Profil
pt_br: Perfil
tl: Balangkas

source: Your profile
cs: Váš profil
de: Dein Profil
eu: Zure profila
ko: 내 프로필
pl: Profil grupy
pt_br: Perfil do grupo
tl: Balangkas mo

# MENU
source: Replies
cs: Odpovědi
de: Antworten
eu: Erantzunak
ko: 답글
pl: Odpowiedzi
pt_br: Respostas
tl: Mga tugon

source: Unknown
cs: Neznámé
de: Unbekannt
eu: Ezezaguna
ko: 알 수 없음
pl: Nieznane
pt_br: Desconhecido
tl: Hindi nalalaman

# plugin
source: Disable
cs: Vypnout
de: Deaktivieren
eu: Ezgaitu
ko: 사용 안함
pl: Wyłącz
pt_br: Desabilitar
tl: Huwag paganahin

# plugin
source: Enable
cs: Zapnout
de: Aktivieren
eu: Gaitu
ko: 사용
pl: Włącz
pt_br: Habilitar
tl: Paganahin

# plugin-description
source: (The plugin description is unavailable when a plugin has been disabled.)
cs: (Popis zásuvného modulu není dostupný, když je zásuvný modul vypnutý.)
de: (Die Plugin-Beschreibung ist nicht verfügbar, wenn ein Plugin deaktiviert wurde.)
eu: (Pluginaren deskribapena ez dago eskuragarri plugina desgaitzen denean.)
pl: (Opis wtyczki jest niedostępny kiedy wtyczka jest wyłączona.)
pt_br: (As descrições dos plugins não estão disponíveis quando eles estão desabilitados)
tl: (Hindi makuha ang mga paglalarawan ng pampasak kapag hindi gumagana ang isang pampasak.)

# MENU
source: Settings
cs: Nastavení
de: Einstellungen
eu: Ezarpenak
ko: 설정
pl: Ustawienia
pt_br: Configurações
tl: Mga katakdaan

source: Change your personal settings.
cs: Změnit osobní nastavení.
de: Persönliche Einstellungen ändern.
eu: Aldatu zure ezarpen pertsonalak.
ko: 개인 설정 바꾸기
pl: Zmień swoje ustawienia osobiste.
pt_br: Alterar as suas configurações pessoais
tl: Baguhin ang pansariling mga katakdaan.

# MENU
source: Admin
cs: Administrátor
ko: 관리
pl: Administrator
pt_br: Administrar
tl: Tagapangasiwa

source: Site configuration.
cs: Nastavení serveru.
de: Site-Konfiguration.
eu: Gune konfigurazioa.
ko: 사이트 설정.
pl: Konfiguracja strony.
pt_br: Configuração do site.
tl: Pagkakaayos ng sityo.

# MENU
source: Logout
cs: Odhlásit se
de: Abmelden
eu: Saioa itxi
ko: 로그아웃
pl: Wyloguj się
pt_br: Sair
tl: Umalis sa pagkakalagda

source: Logout from the site.
cs: Odhlášení ze serveru.
de: Von der Seite abmelden.
eu: Saioa itxi gunean.
ko: 이 사이트에서 로그아웃.
pl: Wyloguj ze strony.
pt_br: Sair do site.
tl: Lumabas magmula sa sityo.

source: Login to the site.
cs: Přihlášení na server.
de: Auf der Seite anmelden.
eu: Saioa hasi gunean.
ko: 이 사이트에 로그인.
pl: Zaloguj się na stronę.
pt_br: Entrar no site.
tl: Lumagdang papasok sa sityo.

source: Profile ID does not exist.
cs: Profil s tímto ID neexistuje.
de: Profil-ID existiert nicht.
pt_br: ID do perfil não existe.

source: This profile has been silenced by site moderators
cs: Tento profil byl utišen moderátory serveru
de: Dieses Profil wurde von Website-Moderatoren verstummt
eu: Profil hau moderatzaileek isilarazi dute
pt_br: Este perfil foi silenciado pelos moderadores do site.
tl: Pinatahimik ng mga tagapamagitan ng pook ang balangkas na ito

source: Following
cs: Sledovaní
de: Folgend
eu: Jarraituak
ko: 팔로잉
pt_br: Seguindo
tl: Sinusundan si

source: Followers
cs: Sledující
de: Folgende
eu: Jarraitzaileak
ko: 팔로워
pt_br: Seguidores
tl: Mga tagasunod

source: Statistics
cs: Statistiky
de: Statistik
eu: Estatistikak
ko: 통계
pl: Statystyki
pt_br: Estatísticas
tl: Estadistika

source: User ID
cs: ID uživatele
de: Benutzerkennung
eu: Erabiltzaile IDa
ko: 사용자 아이디
pl: Identyfikator użytkownika
pt_br: ID do usuário
tl: ID ng tagagamit

source: Member since
cs: Členem od
de: Mitglied seit
eu: Izen emate data
ko: 가입한 때
pl: Członek od
pt_br: Membro desde
tl: Kasapi magmula pa noong

source: Notices
cs: Sdělení
de: Nachrichten
eu: Oharrak
ko: 글
pl: Wpisy
pt_br: Mensagens
tl: Mga pabatid

source: Daily average
cs: Denní průměr
de: Tagesdurchschnitt
eu: Eguneko batez bestekoa
ko: 하루 평균
pl: Dziennie średnio
pt_br: Média diária
tl: Pang-araw-araw na pangkaraniwang bilang

source: Groups
cs: Skupiny
de: Gruppen
eu: Taldeak
ko: 그룹
pl: Grupy
pt_br: Grupos
tl: Mga pangkat

source: Lists
cs: Seznamy
de: Listen
eu: Zerrendak
ko: 리스트
pl: Listy
pt_br: Listas
tl: Mga talaan

source: Unimplemented method.
cs: Neimplementovaná metoda.
de: Nicht unterstützte Methode.
eu: Metodo implementatu gabea.
ko: 구현하지 않은 메소드.
pl: Niezaimplementowana metoda.
pt_br: Método não implementado.
tl: Hindi isinasakatuparang kaparaanan.

source: Could not get an acct: URI for profile with id==%u
cs: Nelze načíst URI adresu acct: pro profil s id==%u
pt_br: Não foi possível obter uma ação: URL para o perfil com id==%u

source: User groups
cs: Uživatelské skupiny
de: Benutzer-Gruppen
eu: Erabiltzailearen taldeak
ko: 사용자 그룹
pl: Grupy użytkowników
pt_br: Grupos de usuário
tl: Mga pangkat ng tagagamit

# MENU
source: Recent tags
cs: Nedávné štítky
de: Aktuelle Tags
eu: Etiketa berriak
ko: 최근 태그
pl: Ostatnie znaczniki
pt_br: Etiquetas recentes
tl: Kamakailang mga tatak

source: Recent tags
cs: Nedávné štítky
de: Aktuelle Tags
eu: Etiketa berriak
ko: 최근 태그
pl: Ostatnie znaczniki
pt_br: Etiquetas recentes
tl: Kamakailang mga tatak

# MENU
source: Featured
cs: Doporučené
de: Präsentiert
eu: Bereizitakoa
ko: 알참
pt_br: Destacado
tl: Itinatampok

# TITLE
source: Trending topics
cs: Populární témata
de: Beliebte Themen
eu: Modako gaiak
ko: 트렌드 주제
pt_br: Tópicos de tendência
tl: Mga paksa ng kalakaran

source: No return-to arguments.
cs: Chybí argument pro return-to.
de: Kein Rückkehr-Argument.
eu: Ez dago itzulketarako argumenturik.
ko: return-to 인자가 없습니다.
pl: Brak parametrów powrotu.
pt_br: Sem argumentos return-to.
tl: Walang mga pangangatwiran na bumalik-sa.

source: Repeat this notice?
cs: Opakovat toto sdělení?
de: Diese Nachricht wiederholen?
eu: Ohar hau errepikatu?
ko: 이 글을 반복하시겠습니까?
pl: Powtórzyć ten wpis?
pt_br: Repetir esta mensagem?
tl: Ulitin ang pabatid na ito?

source: Repeat this notice.
cs: Opakovat toto sdělení.
de: Diese Nachricht wiederholen
eu: Errepikatu ohar hau.
ko: 이 글 반복.
pt_br: Repetir esta mensagem
tl: Ulitin ang pabatid na ito.

source: Revoke the "%s" role from this user
cs: Odebrat uživateli roli "%s"
de: Widerrufe die „%s“-Rolle von diesem Benutzer
eu: Erabiltzaile honi "%s" rola kendu
ko: 이 사용자의 "%s" 역할 철회
pl: Unieważnij rolę "%s" tego użytkownika
pt_br: Revoga o papel "%s" deste usuário
tl: Bawiin ang gampaning "%s" mula sa tagagamit na ito

source: Page not found.
cs: Stránka nebyla nalezena.
de: Seite nicht gefunden.
eu: Orria ez da aurkitu.
ko: 페이지가 없습니다.
pl: Nie odnaleziono strony.
pt_br: Página não encontrada.
tl: Hindi natagpuan ang pahina.

# TITLE
source: Sandbox
cs: Omezit
de: Spielwiese
eu: Isolatu
ko: 샌드박스
pt_br: Caixa de areia
tl: Kahong-buhanginan

source: Sandbox this user
cs: Omezit tohoto uživatele
de: Diesen Benutzer auf die Spielwiese setzen
eu: Erabiltzailea isolatu
ko: 이 사용자 샌드박스
pl: Ogranicz tego użytkownika
pt_br: Colocar este usuário em isolamento
tl: Ikahon sa buhangin ang tagagamit na ito

source: Search site
cs: Hledat na tomto serveru
de: Website durchsuchen
eu: Guneak bilaketa
ko: 사이트 검색
pl: Przeszukaj witrynę
pt_br: Procurar no site
tl: Maghanap sa sityo

source: Keyword(s)
cs: Klíčová slova
de: Suchbegriffe
eu: Hitz gakoa(k)
ko: 검색어
pl: Słowa kluczowe
pt_br: Palavra(s)-chave
tl: Mga susing-salita o salitang-naglalarawan (''keyword'')

# BUTTON
source: Search
cs: Vyhledat
de: Suchen
eu: Bilatu
ko: 검색
pl: Wyszukaj
pt_br: Pesquisar
tl: Maghanap

source: * Make sure all words are spelled correctly. * Try different keywords. * Try more general keywords. * Try fewer keywords.
cs: * Zkontrolujte, zda ve slovech nejsou překlepy. * Zkuste jiná klíčová slova. * Zkuste použít obecnější klíčová slova. * Zkuste méně klíčových slov.
de: * Stelle sicher, dass alle Worte richtig geschrieben sind. * Versuche andere Schlüsselwörter zu benutzen. * Versuche allgemeinere Schlüsselwörter zu benutzen. * Versuche weniger Schlüsselwörter zu benutzen.
eu: * Segurtatu hitz guztiak zuzen idatzi dituzula. * Saiatu gako-hitz ezberdinekin. * Saiatu gako-hitz orokorragoekin. * Saiatu gako-hitz gutxiagorekin.
ko: * 단어를 제대로 입력했는지 확인하십시오. * 다른 검색어로 검색해 보십시오. * 더 일반적인 검색어로 검색해 보십시오. * 적은 수의 검색어로 검색해 보십시오.
pt_br: * Tenha certeza de que todas as palavras estão soletradas corretamente. * Tente diferenciar as palavras-chave. * Tente globalizar mais as palavras-chave. * Tente palavras-chave mais curtas.
tl: * Tiyakin na tama ang banghay ng lahat ng mga salita. * Sumubok ng ibang mga susing-salita. * Sumubok ng mas pangkalahatang mga susing-salita. * Sumubok ng mas kakaunting mga susing-salita.

# MENU
source: People
cs: Lidé
de: Leute
eu: Jendea
ko: 사람들
pt_br: Pessoas
tl: Mga tao

source: Find people on this site
cs: Najít lidi na tomto serveru
de: Finde Leute auf dieser Seite
eu: Bilatu jendea gune honetan
ko: 이 사이트에 있는 사람 찾기
pl: Znajdź osoby na tej witrynie
pt_br: Encontre pessoas neste site
tl: Maghanap ng mga tao sa sityong ito

# MENU
source: Notices
cs: Sdělení
de: Nachrichten
eu: Oharrak
ko: 글
pl: Wpisy
pt_br: Mensagens
tl: Mga pabatid

source: Find content of notices
cs: Hledat v obsahu sdělení
de: Durchsuche den Inhalt der Nachrichten
eu: Bilatu oharren edukiak
ko: 글의 내용 찾기
pl: Przeszukaj zawartość wpisów
pt_br: Encontre conteúdo de mensagens
tl: Maghanap ng nilalaman ng mga pabatid

source: Find groups on this site
cs: Najít skupiny na tomto serveru
de: Finde Gruppen auf dieser Seite
eu: Bilatu taldeak gune honetan
ko: 이 사이트에서 그룹 찾기
pl: Znajdź grupy na tej witrynie
pt_br: Encontre grupos neste site
tl: Maghanap ng mga pangkat sa sityong ito

# MENU
source: TOS
cs: TOS (pravidla použití služby)
de: AGB
ko: 서비스 약관
pt_br: Termos de uso
tl: Mga Panuntunan ng Paglilingkod

# MENU
source: Privacy
cs: Soukromí
de: Privatsphäre
eu: Pribatutasuna
ko: 개인정보 취급방침
pt_br: Privacidade
tl: Pagsasarilinan

# MENU
source: Source
cs: Zdroj
de: Quellcode
eu: Iturria
ko: 소스 코드
pt_br: Fonte
tl: Pinagmulan

# MENU
source: Version
cs: Verze
eu: Bertsioa
ko: 버전
pl: Wersja
pt_br: Versão
tl: Bersyon

source: Untitled section
cs: Oddíl bez názvu
de: Abschnitt ohne Titel
eu: Izenik gabeko atala
ko: 제목없는 섹션
pl: Sekcja bez nazwy
pt_br: Seção sem título
tl: Walang pamagat na seksyon

source: More...
cs: Další…
de: Mehr …
eu: Gehiago...
ko: 더 보기...
pl: Więcej...
pt_br: Mais...
tl: Damihan pa...

# HEADER
source: Settings
cs: Nastavení
de: Einstellungen
eu: Ezarpenak
ko: 설정
pl: Ustawienia
pt_br: Configurações
tl: Mga katakdaan

source: Change your profile settings
cs: Změna nastavení profilu
de: Ändern der Profileinstellungen
eu: Aldatu zure profilaren ezarpenak
ko: 프로필 설정 바꾸기
pl: Zmień ustawienia profilu
pt_br: Alterar as suas configurações de perfil
tl: Baguhin ang mga katakdaan ng balangkas mo.
