Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Current confirmed SMS-enabled phone number.
cs: Současné potvrzené telefonní číslo podporující SMS.
de: Aktuelle für den SMS-Dienst bestätigte Telefonnummer.
eu: SMStarako gaitutako uneko telefono-zenbaki baieztatua.
ko: 현재 확인한 SMS 가능 전화번호.
pl: Obecnie potwierdzone numery telefonów z włączoną usługą SMS.
pt_br: Número de telefone já habilitado para receber SMS.
tl: Pangkasalukuyang natiyak na numero ng telepono na pinagana ng SMS.

source: Awaiting confirmation on this phone number.
cs: Čeká se na potvrzení tohoto telefonního čísla.
de: Warte auf die Bestätigung dieser Telefonnummer.
eu: Telefono-zenbaki honen baieztapenaren zain.
ko: 이 전화 번호는 인증 대기 중입니다.
pl: Oczekiwanie na potwierdzenie tego numeru telefonu.
pt_br: Aguardando a confirmação deste número de telefone.
tl: Naghihintay ng pagtitiyak sa numerong ito ng telepono.

source: Confirmation code
cs: Potvrzovací kód
de: Bestätigungscode
eu: Baieztapen-kodea
ko: 인증 코드
pl: Kod potwierdzający
pt_br: Código de confirmação
tl: Kodigo ng pagtitiyak

source: Enter the code you received on your phone.
cs: Zadejte kód, který vám přišel na váš telefon.
de: Gib den Code ein, den du auf deinem Handy via SMS bekommen hast.
eu: Sartu zure mugikorrean jasotako kodea.
ko: 휴대폰으로 받으신 코드를 입력하십시오.
pl: Podaj kod, który otrzymałeś na telefonie.
pt_br: Informe o código que você recebeu no seu telefone.
tl: Ipasok sa iyong telepono ang natanggap mong kodigo.

# BUTTON
source: Confirm
cs: Potvrdit
de: Bestätigen
eu: Baieztatu
ko: 확인
pl: Potwierdź
pt_br: Confirmar
tl: Tiyakin

source: SMS phone number
cs: SMS telefonní číslo
de: SMS-Telefonnummer
eu: SMS telefono-zenbakia
ko: SMS 전화 번호
pl: Numer telefonu SMS
pt_br: Telefone para SMS
tl: Numero ng telepono ng SMS

source: Phone number, no punctuation or spaces, with area code.
cs: Telefonní číslo i s předčíslím. Nepoužívejte žádná znaménka ani mezery,
de: Telefonnummer mit Vorwahl, keine Sonder- oder Leerzeichen.
eu: Telefono zenbakia, puntuazio edo espaziorik gabe, lurralde-kodearekin.
ko: 전화 번호 (기호나 공백 없이, 지역 번호 포함)
pl: Numer telefonu, bez znaków przestankowych i spacji, z kodem państwa.
pt_br: Número de telefone, sem pontuações ou espaços, com código de área.
tl: Numero ng telepono, walang bantas o mga puwang, may kodigo ng pook.

source: SMS preferences
cs: Nastavení SMS
de: SMS-Einstellungen
eu: SMS hobespenak
ko: SMS 설정
pl: Preferencje SMS
pt_br: Preferências do SMS
tl: Mga kagustuhan sa SMS

source: Send me notices through SMS; I understand I may incur exorbitant charges from my carrier.
cs: Chci dostávat sdělení ve formě SMS; Jsem si vědom(a), že někteří mobilní operátoři za to mohou účtovat absurdní částky.
de: Schicke mir Nachrichten per SMS; ich weiß, dass mir dadurch hohe Kosten bei meinem Netzbetreiber entstehen können.
eu: Bidali oharrak SMS bidez; jakinaren gainean nago nire konpainiak gehiegizko faktura bidal diezadakela.
ko: 글을 SMS로 보냅니다. 통신사로부터 바가지 요금을 물 수도 있다는 것은 알고 있습니다.
pl: Wyślij mi wpisy przez SMS. Rozumiem, że mogę otrzymywać większe rachunki od swojego operatora.
pt_br: Envie-me mensagens via SMS. Eu compreendo que isso pode gerar cobranças exorbitantes da minha operadora.
tl: Padalhan ako ng mga pabatid sa pamamagitan ng SMS; nauunawaan ko na maaari akong managot ng labis na mga singilin mula sa aking tagapaglulan.

source: SMS preferences saved.
cs: Nastavení SMS uloženo.
de: SMS-Einstellungen gesichert.
eu: SMS hobespenak gordeak.
ko: SMS 설정을 저장했습니다.
pl: Zapisano preferencje SMS.
pt_br: As preferências do SMS foram salvas.
tl: Nasagip ang mga nais sa SMS.

source: No phone number.
cs: Chybí telefonní číslo.
de: Keine Telefonnummer.
eu: Telefono-zenbakirik ez.
ko: 전화 번호가 없습니다.
pl: Brak numeru telefonu.
pt_br: Nenhum número de telefone.
tl: Walang numero ng telepono.

source: No carrier selected.
cs: Nebyl vybrán operátor.
de: Kein Netzanbieter ausgewählt.
eu: Ez da enpresa aukeratu.
ko: 통신사를 선택하지 않았습니다.
pl: Nie wybrano operatora.
pt_br: Não foi selecionada nenhuma operadora.
tl: Walang napiling tagapaglulan.

source: That is already your phone number.
cs: Toto telefonní číslo již máte nastaveno.
de: Dies ist bereits deine Telefonnummer.
eu: Hori dagoeneko zure telefono-zenbakia da.
ko: 이미 자기 전화 번호입니다.
pl: Ten numer telefonu jest już twój.
pt_br: Esse já é seu número de telefone.
tl: Iyan na nga ang numero mo ng telepono.

source: That phone number already belongs to another user.
cs: Toto telefonní číslo již patří jinému uživateli
de: Diese Telefonnummer wird bereits von einem anderen Benutzer verwendet.
eu: Telefono-zenbaki hori dagoeneko beste erabiltzaile batena da.
ko: 그 전화 번호는 이미 다른 사용자의 것입니다.
pl: Ten numer telefonu należy już do innego użytkownika.
pt_br: Esse número de telefone já pertence à outro usuário.
tl: Ang numero ng teleponong iyan ay pag-aari na ng ibang tagagamit.

source: A confirmation code was sent to the phone number you added. Check your phone for the code and instructions on how to use it.
cs: Ověřovací kód byl odeslán na uvedené telefonní číslo spolu s instrukcemi jak ho použít.
de: Ein Bestätigungscode wurde an die von dir angegebene Telefonnummer gesandt. Überprüfe bitte deinen Posteingang (auch den Spamordner!) auf den Code und die Anweisungen, um ihn zu benutzen.
eu: Baieztapen-kode bat bidali zaizu zure telefono-zenbakira. Bilatu zure telefonoan kodea eta hura erabiltzeko argibideak.
ko: 추가한 전화 번호로 인증 코드를 보냈습니다. 전화에서 코드 및 코드 사용 방법을 확인하십시오.
pl: Kod potwierdzający został wysłany na dodany numer telefonu. Sprawdź telefon, czy otrzymałeś kod i instrukcje jak go użyć.
pt_br: Um código de confirmação foi enviado para o número de telefone que você informou. Verifique no seu telefone o código e instruções sobre como usá-lo.
tl: Ipinadala ang isang kodigo ng pagpapatunay sa idinagdag mong numero ng telepono. Suriin ang iyong telepono para sa kodigo at mga panuto kung paano ito gagamitin.

source: That is the wrong confirmation number.
cs: Toto je špatné ověřovací číslo.
de: Die Bestätigungsnummer ist falsch.
eu: Posta-helbide hori okerra da.
ko: 잘못된 인증 번호 입니다.
pl: To jest błędny numer potwierdzenia.
pt_br: Isso é um número de confirmação errado.
tl: Iyan ay ang maling bilang ng pagtitiyak.

source: Could not delete SMS confirmation.
cs: Nepodařilo se odstranit potvrzení SMS.
de: Konnte die IM-Bestätigung nicht löschen.
eu: Ezin izan da SMS baieztapena ezabatu.
ko: SMS 확인을 삭제할 수 없습니다.
pl: Nie można usunąć potwierdzenia SMS.
pt_br: Não foi possível excluir a confirmação do SMS.
tl: Hindi mabura ang pagtitiyak ng SMS.

source: SMS confirmation cancelled.
cs: Potvrzení SMS zrušeno.
de: SMS-Bestätigung abgebrochen.
eu: SMS baieztapena ezeztatuta.
ko: SMS 인증을 취소했습니다.
pl: Anulowano potwierdzenie SMS.
pt_br: A confirmação do SMS foi cancelada.
tl: Hindi itinuloy ang pagtitiyak ng SMS.

source: That is not your phone number.
cs: To není vaše telefonní číslo.
de: Dies ist nicht deine Telefonnummer.
eu: Hori ez da zure telefono-zenbakia.
ko: 자기 전화 번호가 아닙니다.
pl: To nie jest twój numer telefonu.
pt_br: Esse não é seu número de telefone.
tl: Hindi iyan ang numero mo ng telepono.

source: The SMS phone number was removed.
cs: Telefonní číslo bylo odstraněno.
de: SMS-Telefonnummer wurde entfernt.
eu: SMS telefono-zenbakia kendu da.
ko: SMS 전화 번호를 제거했습니다.
pl: Numer telefonu SMS został usunięty.
pt_br: O número de telefone para SMS foi removido.
tl: Tinanggal ang numero ng telepono ng SMS.

source: Mobile carrier
cs: Mobilní operátor
de: Netzanbieter
eu: Mugikorren konpainia
ko: 휴대전화 사업자
pl: Operator komórkowy
pt_br: Operadora de celular
tl: Tagapaglulang palipat-lipat

source: Select a carrier
cs: Vyberte operátora
de: Wähle einen Netzanbieter
eu: Aukeratu enpresa bat
ko: 통신 회사를 선택하세요.
pl: Wybierz operatora
pt_br: Selecione uma operadora
tl: Pumili ng isang tagapaglulan

source: Mobile carrier for your phone. If you know a carrier that accepts SMS over email but isn't listed here, send email to let us know at %s.
cs: Váš mobilní operátor. Pokud znáte operátora, který podporuje SMS doručené emailem, a není zde uveden, napište nám na %s.
de: Netzbetreiber deines Telefons. Falls du einen Betreiber kennst, der SMS-via-Email beherrscht, aber noch in der Liste fehlt, schicke uns eine Mail unter %s.
eu: Mugikorren konpainia zure telefonorako. SMSak email bidez onartzen dituen konpainia bat ezagutzen baduzu eta hemen zerrendatuta ez badago, jakinarazi iezaguzu hemen: %s.
ko: 내 전화의 휴대전화 통신 회사. 이 목록에 없는데 SMS를 메일을 통해 받는 통신사가 있으면, %s 주소로 메일을 보내 알려 주십시오.
pl: Operator komórkowy twojego telefonu. Jeśli znasz operatora, który akceptuje wiadomości SMS przez e-mail, a nie znajduje się na liście, wyślij wiadomość e-mail na %s (w języku angielskim), aby nam o tym powiedzieć.
pt_br: A operadora do seu celular. Se você conhece uma operadora que aceita SMS via e-mail que não está listada aqui, informe-nos enviando uma mensagem para %s.
tl: Tagapagdala ng pagpapalipat-lipat para sa telepono mo. Kung may nalalaman kang isang tagapagdala na tumatanggap ng SMS sa ibabaw ng e-liham subalit hindi nakatala rito, magpadala ng e-liham upang malaman namin sa %s.

source: No code entered.
cs: Nebyl zadán kód.
de: Kein Code eingegeben.
eu: Ez da koderik sartu.
ko: 코드를 입력하지 않았습니다.
pl: Nie podano kodu.
pt_br: Não foi digitado nenhum código.
tl: Walang ipinasok na kodigo.

source: You are not subscribed to that profile.
cs: Tento profil nesledujete.
de: Du hast dieses Profil nicht abonniert.
eu: Ez zaude profil horretara harpidetua.
ko: 이 프로필에 구독하지 않았습니다.
pl: Nie jesteś subskrybowany do tego profilu.
pt_br: Você não está assinando esse perfil.
tl: Hindi ka tumatanggap ng sipi mula sa balangkas na iyan.

source: Could not save subscription.
cs: Nepodařilo se uložit sledování.
de: Konnte Abonnement nicht erstellen.
eu: Ezin izan da harpidetza gorde.
ko: 구독을 저장할 수 없습니다.
pl: Nie można zapisać subskrypcji.
pt_br: Não foi possível salvar a assinatura.
tl: Hindi masagip ang pagpapasipi.

source: You may only approve your own pending subscriptions.
cs: Nemáte oprávnění ke schválení této žádosti.
de: Du kannst nur deine eigenen ausstehenden Abonnements annehmen.
eu: Onartzeke dauden harpidetzetan zureak soilik onartu beharko zenituzke.
ko: 자기 자신의 대기 중인 구독만 허락할 수 있습니다.
pl: Możesz zatwierdzić tylko zatwierdzić własne oczekujące subskrypcje.
pt_br: Você só pode aprovar suas próprias assinaturas pendentes.
tl: Tanging pansarili mong nakabinbing mga pagpapasipi lamang ang maaari mong payagan.

source: %s subscribers awaiting approval
cs: Zájemci o sledování %s čekající na schválení
de: %s Mitglieder warten auf Bestätigung
eu: %s harpidedun onarpenaren zain
ko: 허락을 기다리는 구독자 %s명
pl: Subskrypcja %s oczekuje na zatwierdzenie
pt_br: Assinantes de %s aguardando aprovação
tl: Mga nagpapasipi kay %s na naghihintay ng pagpayag

source: %1$s subscribers awaiting approval, page %2$d
cs: Zájemci o sledování %1$s čekající na schválení, strana %2$d
de: Abonnenten von %1$s, die auf die Aufnahmebestätigung warten, Seite %2$d
eu: %1$s harpidedun onarpenaren zain, %2$d. orria
ko: 허락을 기다리는 구독자 %1$s명, %2$d 페이지
pl: Subskrybenci użytkownika %1$s oczekujący na zatwierdzenie, strona %2$d
pt_br: Assinantes de %1$s aguardando aprovação, pág. %2$d
tl: Mga nagpapasipi kay %1$s na naghihintay ng pagpayag, pahina %2$d

source: A list of users awaiting approval to subscribe to you.
cs: Seznam uživatelů čekajících na svolení sledovat vaše sdělení.
de: Liste der Benutzer die auf Bestätigung warten.
eu: Zure harpidetza onartzeko zain daudenen zerrenda.
ko: 구독 허락을 기다리는 사용자 목록.
pl: Lista użytkowników oczekujących na zatwierdzenie subskrypcji twoich wpisów.
pt_br: Lista de usuários aguardando aprovação para assinarem você.
tl: Isang tala ng mga tagagamit na naghihintay ng pagpayag upang makasipi sa iyo.

source: Subscribed
cs: Sledování zahájeno
de: Abonniert
eu: Harpidetua
ko: 구독했습니다
pl: Subskrybowano
pt_br: Assinado
tl: Tumatanggap na ng sipi

source: You must be logged in to unsubscribe from a list.
cs: Pro zrušení sledování seznamu je třeba se přihlásit.
de: Du musst angemeldet sein, um dich von einer Liste abzumelden.
eu: Izena eman behar duzu zerrenda baten harpidetza eteteko.
ko: 리스트에서 구독 해제하려면 로그인해야 합니다.
pl: Musisz być zalogowany, wypisać się z subskrypcji listy.
pt_br: Você deve estar logado para cancelar a assinatura de uma lista.
tl: Dapat na nakalagda ka upang hindi magpatanggap ng sipi mula sa isang talaan.

source: No ID given.
cs: Nebylo zadáno žádné ID.
de: Keine ID angegeben.
eu: Ez da IDrik sartu.
ko: 아이디가 없습니다.
pl: Brak identyfikatora.
pt_br: Não foi fornecida nenhuma ID.
tl: Walang ibinigay na ID.

source: Could not subscribe user %1$s to list %2$s: %3$s
cs: Nepodařilo se přihlásit uživatele %1$s ke sledování seznamu %2$s: %3$s
de: Konnte Benutzer %1$s nicht der Gruppe %2$s hinzufügen: %3$s
eu: Ezin izan da %1$s erabiltzailea %2$s zerrendara harpidetu: %3$s
ko: %1$s 사용자가 %2$s 리스트에 구독할 수 없습니다: %3$s
pl: Nie udało się subskrybować użytkownika %1$s do listy %2$s: %3$s
pt_br: Não foi possível autenticar o usuário %1$s para a lista %2$s: %3$s
tl: Hindi mapasipian ang tagagamit na si %1$s sa talaang %2$s: %3$s

source: %1$s subscribed to list %2$s by %3$s
cs: %1$s začal(a) sledovat seznam %2$s od %3$s
de: %1$s haben die Liste %2$s durch %3$s abonniert
eu: %1$s erabiltzailea %3$s(e)n %2$s zerrendara harpidetu da
ko: %1$s님이 %3$s님이 만든 %2$s 리스트에 구독했습니다.
pl: Użytkownik %1$s subskrybowany do listy %2$s użytkownika %3$s
pt_br: %1$s autenticado para a lista %2$s por %3$s
tl: Nagpasipi si %1$s mula sa talaang %2$s ni %3$s

source: %s subscribers
cs: Uživatelé sledující %s
de: %s Abonnenten
eu: %s harpidedun
ko: %s 구독자
pl: Subskrybenci użytkownika %s
pt_br: Assinantes de %s
tl: Mga nagpapasipi mula kay %s

source: %1$s subscribers, page %2$d
cs: Uživatelé sledující %1$s, strana %2$d
de: %1$s Abonnenten, Seite %2$d
eu: %1$s harpidedun, %2$d. orria
ko: %1$s 구독자, %2$d 페이지
pl: Subskrybenci użytkownika %1$s, strona %2$d
pt_br: Assinantes de %1$s, pág. %2$d
tl: Mga nagpapasipi mula kay %1$s, pahina %2$d

source: These are the people who listen to your notices.
cs: Toto jsou lidé, kteří naslouchají vašim sdělením.
de: Dies sind die Leute, die deine Nachrichten lesen.
eu: Hauek zure oharrak jarraitzen dituzten pertsonak dira.
ko: 다음은 내 글을 받는 사람입니다.
pl: Osoby obserwujący twoje wpisy.
pt_br: Estas são as pessoas que acompanham as suas mensagens.
tl: Ito ang mga taong nakikinig sa mga pabatid mo.

source: These are the people who listen to %s's notices.
cs: Toto jsou lidé, kteří naslouchají sdělením uživatele %s.
de: Dies sind die Leute, die Nachrichten von %s lesen.
eu: Hauek %s(r)en oharrak jarraitzen dituzten pertsonak dira.
ko: 다음은 %s의 글을 받는 사람입니다.
pl: Osoby obserwujące wpisy użytkownika %s.
pt_br: Estas são as pessoas que acompanham as mensagens de %s.
tl: Ito ang mga taong nakikinig sa mga pabatid ni %s.

source: You have no subscribers. Try subscribing to people you know and they might return the favor.
cs: Nikdo vás zatím nesleduje. Zkuste začít sledovat lidi, které znáte; možná začnou na oplátku sledovat vás.
de: Du hast keine Abonnenten. Warum abonnierst du nicht Leute, die du kennst? Sie werden dir diesen Gefallen vielleicht auch tun.
eu: Ez daukazu harpidedunik. Saiatu ezagutzen duzun pertsonetara harpidetzen eta baliteke mesedea itzultzea.
ko: 구독자가 없습니다. 아는 사람들을 구독하면 그 사람들이 나를 구독할 수도 있습니다.
pl: Nie masz żadnych subskrybentów. Spróbuj subskrybować osoby, które znasz, a oni mogą się odwdzięczyć.
pt_br: Você não tem nenhum assinante. Experimente assinar pessoas que você conhece e elas podem lhe devolver o favor.
tl: Walang nagpapasipi sa iyo. Subukang sumipi sa mga taong kakilala mo at maaaring ibalik nila ang pagbibigay.

source: %s has no subscribers. Want to be the first?
cs: Uživatele %s nikdo nesleduje. Chcete být první?
de: %s hat keine Abonnenten. Willst du der erste sein?
eu: %s erabiltzaileak ez dauka harpidedunik. Lehena izan nahi?
ko: %s님은 구독자가 없습니다. 첫번째로 구독하시겠습니까?
pl: Użytkownik %s nie posiada subskrybentów. Chcesz być pierwszym?
pt_br: %s não possui nenhum assinante. Quer ser o(a) primeiro(a)?
tl: Walang nagpapasipi mula kay %s. Gusto mo bang maging pinakauna?

source: %s has no subscribers. Why not [register an account](%%%%action.register%%%%) and be the first?
cs: Uživatele %s nikdo nesleduje. Můžete si snadno [založit účet](%%%%action.register%%%%) a být první.
eu: %s erabiltzaileak ez dauka harpidedunik. Zergatik ez [kontu bat ireki](%%%%action.register%%%%) eta lehena izan?
ko: %s님은 구독자가 없습니다. [가입하셔서](%%%%action.register%%%%) 첫 번째로 구독해 보세요.
pl: Użytkownik %s nie posiada subskrybentów. Dlaczego nie [zarejestrujesz konta](%%%%action.register%%%%) i zostaniesz pierwszym?
pt_br: %s não possui nenhum assinante. Por que você não [registra uma conta](%%%%action.register%%%%) e se torna o(a) primeiro(a)?
tl: Walang nagpapasipi mula kay %s. Bakit hindi [magpatala ng isang akawnt](%%%%action.register%%%%) at maging pinakauna?

source: %1$s subscriptions, page %2$d
cs: Uživatelé, které sleduje %1$s, strana %2$d
de: %1$s Abonnements, Seite %2$d
eu: %1$s harpidetza,%2$d orria
ko: %1$s 구독, %2$d 페이지
pl: Subskrypcje użytkownika %1$s, strona %2$d
pt_br: Assinaturas de %1$s, pág. %2$d
tl: Mga pagpapasipi ni %1$s, pahina %2$d

source: These are the people whose notices you listen to.
cs: Toto jsou lidé, jejichž sdělením nasloucháte.
de: Dies sind die Leute, deren Nachrichten du liest.
eu: Pertsona hauen oharrak jarraitzen dituzu.
ko: 다음은 내가 받고 있는 글을 쓰는 사람입니다.
pl: Osoby, których wpisy obserwujesz.
pt_br: Estas são as pessoas cujas mensagens você acompanha.
tl: Ito ang mga taong pinakikinigan mo ng mga pabatid.

source: These are the people whose notices %s listens to.
cs: Toto jsou lidé, jejichž sdělením %s naslouchá.
de: Dies sind die Leute, deren Nachrichten %s liest.
eu: %s erabiltzaileak jende hauen oharrak jarraitzen ditu.
ko: 다음은 %s님이 받고 있는 글을 쓰는 사람입니다.
pl: Osoby, których wpisy obserwuje użytkownik %s.
pt_br: Estas são as pessoas cujas mensagens %s acompanha.
tl: Ito ang mga taong pinakikinigan ni %s ng mga pabatid.

source: You're not listening to anyone's notices right now, try subscribing to people you know. Try [people search](%%action.peoplesearch%%), look for members in groups you're interested in and in our [featured users](%%action.featured%%).
cs: Zatím nikoho nesledujete. Zkuste začít sledovat lidi, které znáte, nebo je můžete [vyhledat](%%action.peoplesearch%%), vybrat si mezi členy ve skupinách, které vás zajímají, případně se podívat na seznam [doporučených uživatelů](%%action.featured%%).
de: Du folgst momentan niemandes Nachrichten, du kannst ja dir bekannte Personen abonnieren. Versuche es mit der [Personensuche](%%action.peoplesearch%%), suche Mitglieder in Gruppen, die Dich interessieren, und besuche unsere [Beliebte-Benutzer](%%action.featured%%)-Seite.
eu: Oraintxe bertan ez dituzu inoren oharrak jarraitzen, saiatu ezagutzen duzun jendera harpidetzen. Saiatu [jendea bilatzen](%%action.peoplesearch%%), bilatu zure intereseko taldeetako kideak eta gure [erabiltzaile berezienak](%%action.featured%%).
pl: Nie obserwujesz teraz wpisów innych użytkowników, spróbuj subskrybować osoby, które znasz. Spróbuj [wyszukać kogoś](%%action.peoplesearch%%), poszukać osób należących do grup, które cię interesują, a także [znanych użytkowników](%%action.featured%%).
pt_br: Você não está considerando as mensagens de ninguém agora, tente autenticar as pessoas que você conhece. Tente [pesquisar pessoas](%%action.peoplesearch%%), procure membros nos grupos em que você está interessado e nos nossos [usuários destacados](%%ação.destacado%%).
tl: Hindi ka nakikinig sa ngayon ng mga pabatid ninuman, subukang magpasipi mula sa kakilala mong mga tao. Subukan ang [paghahanap ng mga tao](%%action.peoplesearch%%), tumingin ng mga kasapi sa loob ng pangkat na nakakatawag sa pagpansin mo at sa loob ng aming [tampok na mga tagagamit] (%%action.featured%%).

source: %s is not listening to anyone.
cs: %s nikoho nesleduje.
de: %s hat niemanden abonniert.
eu: %s(e)k ez du inor jarraitzen.
ko: %s님이 아무 글도 보지 않고 있습니다.
pl: Użytkownik %s nie obserwuje nikogo.
pt_br: %s não está acompanhando ninguém.
tl: Si %s ay hindi nakikinig sa kaninuman.

source: Subscription feed for %s (Atom)
cs: Kanál sledování pro %s (Atom)
de: Feed der Abonnementen von %s (Atom)
eu: %s(e)n harpidetza-jarioa (Atom)
ko: %s의 구독 피드 (Atom)
pl: Kanał subskrypcji dla %s (Atom)
pt_br: Fonte de notícias de %s (Atom)
tl: Pasubo ng pagpapasipi para sa %s

# LABEL
source: IM
cs: Jabber
eu: BM
ko: 메신저
pl: Komunikator
pt_br: MI

source: Notices tagged with %1$s, page %2$d
cs: Sdělení se štítkem %1$s, strana %2$d
de: Mit „%1$s“ getaggte Nachrichten, Seite %2$d
eu: %1$s(r)ekin etiketatutako oharrak, %2$d. orria
ko: %1$s 태그가 붙은 글, %2$d 페이지
pl: Wpisy ze znacznikiem %1$s, strona %2$d
pt_br: Mensagens etiquetadas com %1$s, pág. %2$d
tl: Mga pabatid na tinatakan ng %1$s, pahina %2$d

source: Notice feed for tag %s (Activity Streams JSON)
cs: Kanál sdělení se štítkem %s (Activity Streams JSON)
de: Feed der Nachrichten für den Tag %s (Activity Streams JSON)
eu: %s etiketaren ohar-jarioa (Activity Streams JSON)
pl: Kanał wpisów dla znacznika %s (Activity Streams JSON)
pt_br: Fonte de mensagens para a tag %s (Atividade Executa JSON)
tl: Pakaing pabatid para sa tatak na %s (Mga Batis ng Gawain ng JSON)

source: Notice feed for tag %s (RSS 1.0)
cs: Kanál sdělení se štítkem %s (RSS 1.0)
de: Nachrichten-Feed des Tags „%s“ (RSS 1.0)
eu: %s etiketaren ohar-jarioa (RSS 1.0)
ko: %s 태그가 있는 글 피드 (RSS 1.0)
pl: Kanał wpisów dla znacznika %s (RSS 1.0)
pt_br: Fonte de mensagens de %s (RSS 1.0)
tl: Pasubong pabatid para sa tatak na %s (RSS 1.0)

source: Notice feed for tag %s (RSS 2.0)
cs: Kanál sdělení se štítkem %s (RSS 2.0)
de: Nachrichten-Feed des Tag „%s“ (RSS 2.0)
eu: %s etiketaren ohar-jarioa (RSS 2.0)
ko: %s 태그가 있는 글 피드 (RSS 2.0)
pl: Kanał wpisów dla znacznika %s (RSS 2.0)
pt_br: Fonte de mensagens de %s (RSS 2.0)
tl: Pasubong pabatid para sa tatak na %s (RSS 2.0)

source: Notice feed for tag %s (Atom)
cs: Kanál sdělení se štítkem %s (Atom)
de: Nachrichten-Feed des Tags „%s“ (Atom)
eu: %s etiketaren ohar-jarioa (Atom)
ko: %s 태그가 있는 글 피드 (Atom)
pl: Kanał wpisów dla znacznika %s (Atom)
pt_br: Fonte de mensagens de %s (Atom)
tl: Pasubong pabatid para sa tatak na %s (Atom)

source: You cannot tag this user.
cs: Tomuto uživateli nemůžete dát štítek.
de: Du kannst diesem Benutzer keine Nachricht schicken.
eu: Ezin duzu erabiltzaile hau etiketatu.
ko: 이 사용자에게 태그를 붙일 수 없습니다.
pl: Nie można oznaczyć tego użytkownika.
pt_br: Você não pode etiquetar este usuário.
tl: Hindi mo maaaring tatakan ang tagagamit na ito.

source: List a profile
cs: Zařadit profil do seznamu
de: Profil auflisten
eu: Zerrendatu profil bat
ko: 프로필 리스트에 넣기
pl: Profil listowy
pt_br: Listar um perfil
tl: Magtala ng isang balangkas

# ADDTOLIST
source: List %s
cs: Seznam %s
de: %s abonnieren
eu: Zerrendatu %s
ko: %s 리스트
pl: Lista %s
pt_br: Listar %s
tl: Itala ang %s

source: User profile
cs: Uživatelský profil
de: Benutzerprofil
eu: Erabiltzaile-profila
ko: 사용자 프로필
pl: Profil użytkownika
pt_br: Perfil do usuário
tl: Balangkas ng tagagamit

# TITLE
source: Tags
cs: Štítky
eu: Etiketak
ko: 태그
pl: Znaczniki
pt_br: Etiquetas
tl: Mga tatak

source: Lists saved.
cs: Seznamy uloženy.
de: Listen gespeichert.
eu: Zerrendak gorde dira.
ko: 리스트를 저장했습니다.
pl: Zapisano listy.
pt_br: Listas salvas.
tl: Nasagip na mga talaan.
