Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

# COMMANDHELP
source: get profile info on user
cs: zobrazit informace z profilu uživatele
de: Benutzer-Profil erhalten
eu: erabiltzailearen profileko infoa jaso
ko: 사용자의 프로필 정보를 받습니다
pl: pokaż informacje z profilu użytkownika
pt_br: obtém informações do perfil do usuário
tl: kunin ang kabatiran sa balangkas na nasa tagagamit

# COMMANDHELP
source: force user to stop following you
cs: přinutí uživatele, aby vás přestal sledovat
de: Benutzer zwingen, dir nicht mehr zu folgen
eu: behartu erabiltzaileak zu jarraitzeari utz diezaion
ko: 나를 팔로우한 사용자를 강제로 팔로우 중단시킵니다.
pl: wymuś wstrzymanie śledzenia mnie przez użytkownika
pt_br: força o usuário a parar de acompanhar você
tl: pilitin ang tagagamit na huminto sa pagsunod sa iyo

# COMMANDHELP
source: repeat a notice with a given id
cs: opakovat sdělení s daným ID
de: Nachricht mit der gegebenen ID wiederholen
eu: errepikatu emandako id-a duen oharra
ko: 주어진 아이디의 글을 반복합니다
pl: powtórz wpis o podanym identyfikatorze
pt_br: repete uma mensagem de determinada id
tl: ulitin ang isang pabatid na may binigay na ID

# COMMANDHELP
source: repeat the last notice from user
cs: opakovat poslední sdělení uživatele
de: letzte Nachricht des Benutzers wiederholen
eu: errepikatu erabiltzailearen azken oharra
ko: 사용자의 최근 글을 반복합니다
pl: powtórz ostatni wpis użytkownika
pt_br: repetir a última mensagem do usuário
tl: ulitin ang huling pabatid mula sa tagagamit

# COMMANDHELP
source: reply to notice with a given id
cs: odpovědět na sdělení s daným ID
de: auf eine Nachricht mit der gegebenen ID antworten
eu: erantzun emandako id-a duen oharrari
ko: 주어진 아이디의 글에 답글을 씁니다
pl: odpowiedz na wpis o podanym identyfikatorze
pt_br: responde a uma mensagem de determinada id
tl: tumugon sa pabatid na may ibinigay na ID

# COMMANDHELP
source: reply to the last notice from user
cs: odpovědět na poslední sdělení uživatele
de: auf letzte Nachricht des Nutzers antworten
eu: erantzun erabiltzailearen azken oharrari
ko: 사용자의 최근 글에 답글을 씁니다
pl: odpowiedz na ostatni wpis użytkownika
pt_br: responder a última mensagem do usuário
tl: tumugon sa huling pabatid mula sa tagagamit

# COMMANDHELP
source: join group
cs: přidat se ke skupině
de: Gruppe beitreten
eu: elkartu taldearekin
ko: 그룹에 가입합니다
pl: dołącz do grupy
pt_br: entra no grupo
tl: sumali sa pangkat

# COMMANDHELP
source: Get a link to login to the web interface
cs: vygenerovat odkaz pro přihlášení do webového rozhraní
de: Link zum Anmelden auf der Webseite erhalten
eu: Lortu saioa hasteko esteka bat web-interfazetik
ko: 웹 인터페이스에 로그인 링크를 가져옵니다
pl: Pobierz łącze do logowania do interfejsu sieciowego
pt_br: obtém um link para autenticação na interface web
tl: Kumuha ng isang kawing upang lumagdang papasok sa ugnayang-mukha ng web

# COMMANDHELP
source: leave group
cs: opustit skupinu
de: Gruppe verlassen
eu: utzi taldea
ko: 그룹을 떠납니다
pl: opuść grupę
pt_br: deixa o grupo
tl: lisanin ang pangkat

# COMMANDHELP
source: get your stats
cs: zobrazí vaše statistiky
de: eigene Statistik aufrufen
eu: eskuratu zure estatistikak
ko: 내 통계를 가져옵니다
pl: wyświetl własne statystyki
pt_br: obtém suas estatísticas
tl: kunin ang mga estadistika mo

# COMMANDHELP
source: same as 'off'
cs: totéž jako 'off'
de: dasselbe wie „off“
eu: 'off' aginduan bezala
ko: 'off'와 동일
pl: to samo co 'wyłączone'
pt_br: o mesmo que 'off'
tl: katulad ng 'nakapatay'

# COMMANDHELP
source: same as 'follow'
cs: totéž jako 'follow'
de: dasselbe wie „follow“
eu: 'follow' aginduan bezala
ko: 'follow'와 동일
pl: to samo co 'śledź'
pt_br: o mesmo que 'follow'
tl: katulad ng 'sundan'

# COMMANDHELP
source: same as 'leave'
cs: totéž jako 'leave'
de: dasselbe wie „leave“
eu: 'leave' aginduan bezala
ko: 'leave'와 동일
pl: to samo co 'opuść'
pt_br: o mesmo que 'leave'
tl: katulad ng 'lisanin'

# COMMANDHELP
source: same as 'get'
cs: totéž jako 'get'
de: dasselbe wie „get“
eu: 'get' aginduan bezala
ko: 'get'와 동일
pl: to samo co 'pobierz'
pt_br: o mesmo que 'get'
tl: katulad ng 'kunin'

# COMMANDHELP
source: not yet implemented.
cs: příkaz ještě nebyl implementován.
de: noch nicht implementiert
eu: oraindik inplementatu gabe.
ko: 아직 구현하지 않았습니다.
pl: jeszcze nie zaimplementowano.
pt_br: não foi implementado ainda.
tl: hindi pa ipinapatupad.

# COMMANDHELP
source: remind a user to update.
cs: připomenout uživateli, aby něco napsal.
de: einen Benutzer daran erinnern, eine Nachricht zu senden
eu: gogorarazi erabiltzaile bati eguneratu behar duela.
ko: 사용자에게 업데이트를 알립니다.
pl: przypomnij użytkownikowi o aktualizacji.
pt_br: lembra o usuário para publicar algo
tl: paalalahanan ang isang tagagamit na magsapanahon.

source: No configuration file found.
cs: Nebyl nalezen žádný konfigurační soubor.
de: Keine Konfigurationsdatei gefunden.
eu: Ez da konfigurazio-fitxategirik aurkitu.
ko: 설정 파일이 없습니다.
pl: Nie odnaleziono pliku konfiguracji.
pt_br: Não foi encontrado nenhum arquivo de configuração.
tl: Walang natagpuang talaksan ng pagkakaayos.

source: I looked for configuration files in the following places:
cs: Hledal jsem konfigurační soubory na těchto místech:
de: Ich habe an folgenden Stellen nach Konfigurationsdateien gesucht:
eu: Konfigurazio-fitxategiak hurrengo tokietan bilatu ditut:
ko: 다음 위치에서 설정 파일을 찾아 보았습니다:
pl: Szukano plików konfiguracji w następujących miejscach:
pt_br: Eu procurei pelos arquivos de configuração nos seguintes locais:
tl: Tumingin ako ng mga talaksan ng pagkakaayos sa loob ng sumusunod na mga lugar:

source: You may wish to run the installer to fix this.
cs: Můžete to vyřešit spuštěním instalačního programu.
de: Bitte die Installation erneut starten, um das Problem zu beheben.
eu: Instalatzailea exekuta zenezake arazo hau konpontzeko.
ko: 이 문제를 해결하려면 설치 프로그램을 실행해야 할 수도 있습니다.
pl: Należy uruchomić instalator, aby to naprawić.
pt_br: Você pode querer executar o instalador para corrigir isto.
tl: Maaaring naisin mong patakbuhin ang tagapagtalaga upang ayusin ito.

source: Go to the installer.
cs: Jít do instalačního programu.
de: Zur Installation gehen.
eu: Joan instalatzailera.
ko: 설치 프로그램으로 이동합니다.
pl: Przejdź do instalatora.
pt_br: Ir para o instalador.
tl: Pumunta sa tagapagtalaga.

source: Database error
cs: Chyba databáze
de: Datenbankfehler.
eu: Errorea datu-basean
ko: 데이터베이스 오류
pl: Błąd bazy danych
pt_br: Erro no banco de dados
tl: Kamalian sa kalipunan ng dato

# MENU
source: Public
cs: Veřejné
de: Öffentlich
eu: Publikoa
ko: 공개
pl: Publiczny
pt_br: Público
tl: Pangmadla

# MENU
source: Lists
cs: Seznamy
de: Listen
eu: Zerrendak
ko: 리스트
pl: Listy
pt_br: Listas
tl: Mga talaan

source: Delete
cs: Odstranit
de: Löschen
eu: Ezabatu
ko: 삭제
pl: Usuń
pt_br: Excluir
tl: Burahin

source: Delete this user
cs: Smazat tohoto uživatele
de: Diesen Benutzer löschen
eu: Ezabatu erabiltzaile hau
ko: 이 사용자 삭제
pl: Usuń tego użytkownika
pt_br: Excluir este usuário
tl: Burahin ang tagagamit na ito

source: Ajax Error
cs: Ajax Chyba
de: Ajax-Fehler
eu: Ajax errorea
ko: Ajax 오류
pl: Błąd AJAX
pt_br: Erro no Ajax
tl: Kamaliang Ajax

source: No author in the feed.
cs: Kanál nemá autora.
de: Der Feed hat keinen Autor.
eu: Ez dago egilerik jarioan.
ko: 피드에 글쓴이가 없습니다.
pl: Brak autora w kanale.
pt_br: Nenhum autor na fonte de notícias.
tl: Walang may-akda sa loob ng pasubo.

source: Cannot import without a user.
cs: Nelze importovat kanál bez uživatele.
de: Kann nicht ohne Benutzer importieren.
eu: Ezin da inportatu erabiltzaile bat ez badago.
ko: 사용자 없이 가져올 수 없습니다.
pl: Nie można zaimportować bez użytkownika.
pt_br: Não é possível importar sem um usuário.
tl: Hindi maaangkat na walang isang tagagamit.

source: Feeds
cs: Kanály
eu: Jarioak
ko: 피드
pl: Kanały
pt_br: Fontes de notícias
tl: Mga pasubo

source: File not found in filesystem.
cs: Soubor nebyl nalezen v souborovém systému.
de: Datei im Dateisystem nicht gefunden.
pl: Nie odnaleziono pliku w systemie plików.
pt_br: Arquivo não encontrado no sistema de arquivos.

source: The server was unable to handle that much POST data (%s MiB) due to its current configuration.
cs: Server nebyl schopen zpracovat tolik POST dat (%s MiB) vzhledem k jeho současnému nastavení.
pt_br: O servidor estava desabilitado para manusear tantos dados de hospedagem (%s MiB) por causa de sua configuração atual.

# TAGS
source: All
cs: Vše
de: Alle
eu: Guztiak
ko: 모두
pl: Wszystkie
pt_br: Todas
tl: Lahat

source: Tag
cs: Štítek
eu: Etiketa
ko: 태그
pl: Znacznik
pt_br: Etiqueta
tl: Tatak

source: Choose a tag to narrow list.
cs: Zvolte štítek pro upřesnění výběru.
de: Wähle ein Tag, um die Liste einzuschränken
eu: Hautatu etiketa bat zerrenda mugatzeko.
ko: 작은 리스트에서 태그 고르기
pl: Wybierz znacznik do zawężenia listy.
pt_br: Selecione uma etiqueta para reduzir a lista.
tl: Pumili ng isang tatak upang mapaunti ang talaan.

source: Grant this user the "%s" role
cs: Dát tomuto uživateli roli "%s"
de: Teile dem Benutzer die „%s“-Rolle zu
eu: Eman "%s" rola erabiltzaile honi
ko: 이 사용자에 "%s" 역할 부여
pl: Nadaj użytkownikowi rolę "%s"
pt_br: Associa o papel "%s" a este usuário
tl: Bigyan ang tagagamit na ito ng gampaning "%s"

source: Members
cs: Členové
de: Mitglieder
eu: Kideak
ko: 회원
pl: Członkowie
pt_br: Membros
tl: Mga kasapi

source: All members
cs: Všichni členové
de: Alle Mitglieder
eu: Kide guztiak
ko: 모든 회원
pl: Wszyscy członkowie
pt_br: Todos os membros
tl: Lahat ng mga kasapi

source: Pending
cs: Čekající
de: Ausstehend
eu: Erabakitzeke
pl: Oczekujący
pt_br: Pendente
tl: Nakabinbin

source: Blocked
cs: Blokovaní
de: Blockiert
eu: Blokeatuta
ko: 차단
pl: Zablokowany
pt_br: Bloqueados
tl: Hinadlangan

# TITLE
source: Admins
cs: Správci
eu: Administratzaileak
ko: 관리자
pl: Administratorzy
pt_br: Administradores
tl: Mga tagapangasiwa

# BUTTON
source: Block
cs: Blokovat
de: Blockieren
eu: Blokeatu
ko: 차단
pl: Zablokuj
pt_br: Bloquear
tl: Hadlangan

# TOOLTIP
source: Block this user so that they can no longer post messages to it.
cs: Zablokováním uživatele mu zabráníte posílat sem další zprávy.
de: Blockiere diesen Benutzer, so dass er keine Nachrichten mehr schicken kann.
eu: Blokeatu erabiltzaile hau mezu gehiago bidali ez diezaioten.
pl: Zablokuj tego użytkownika aby nie mógł wysyłać tam wiadomości.
pt_br: Bloquear esse usuário fará com que eles não possam mais enviar mensagens para ele.
tl: Harangin ang tagagamit upang hindi na sila makapagpaskil ng mga mensahe roon.

source: URL of the homepage or blog of the group or topic.
cs: URL domovské stránky nebo blogu pro tuto skupinu nebo téma.
de: Adresse der Homepage oder Blogs der Gruppe oder des Themas.
eu: Taldearen edo gaiaren orri nagusiaren edo blogaren URLa.
ko: 그룹 또는 주제의 홈페이지나 블로그의 URL
pl: Adres URL strony domowej lub bloga grupy, albo temat.
pt_br: URL para o site ou blog do grupo ou tópico.
tl: URL ng bahay-pahina o blog ng pangkat o paksa.

source: Describe the group or topic.
cs: Popište skupinu nebo téma.
de: Beschreibe die Gruppe oder das Thema.
eu: Deskribatu taldea edo gaia.
ko: 그룹이나 주제를 설명하십시오.
pl: Opisz grupę lub temat
pt_br: Descreva o grupo ou tópico.
tl: Ilarawan ang pangkat o paksa.

source: Describe the group or topic in %d character or less.
cs: Popište skupinu nebo téma v %d znaku.
de: Beschreibe die Gruppe oder das Thema in %d oder weniger Zeichen
eu: Deskribatu taldea edo gaia karaktere %d edo gutxiago erabiliz.
pl: Opisz grupę lub temat w %d znaku.
pt_br: Descreva o grupo ou tópico em %d caractere.
tl: Ilarawan ang pangkat o paksa sa loob ng %d panitik o mas mababa pa.

source: Location for the group, if any, like "City, State (or Region), Country".
cs: Umístění skupiny, pokud nějaké má, např. město, region, země.
de: Ort der Gruppe, optional, beispielsweise „Stadt, Region, Land“.
eu: Taldearen kokapena, existitzen bada, esaterako "Herria, Eskualdea, Herrialdea".
ko: 그룹의 위치 (위치가 있다면), "도시, 지역, 국가" 따위.
pl: Położenie grupy, jeśli istnieje, np. "miasto, województwo (lub region), kraj".
pt_br: Localização do grupo, caso tenha alguma, como "cidade, estado (ou região), país".
tl: Kinalalagyan para sa pangkat, kung mayroon, katulad ng "Lungsod, Estado (o Rehiyon), Bansa".

source: Aliases
cs: Aliasy
de: Pseudonyme
eu: Aliasak
ko: 별칭
pl: Aliasy
pt_br: Apelidos
tl: Mga taguri

source: Extra nicknames for the group, separated with commas or spaces. Maximum %d alias allowed.
cs: Další přezdívky pro skupinu, oddělené čárkou nebo mezerou, maximálně %d.
de: Zusätzliche Spitznamen für die Gruppe, Komma oder Leerzeichen getrennt, maximal einer.
eu: Ezizen gehigarriak talderako, komaz edo zuriunez bananduta. Gehienez alias %d onartzen da.
pl: Dodatkowe pseudonimy grupy, oddzielone przecinkami lub spacjami, maksymalnie %d.
pt_br: Apelidos extras para o grupo, separado por vírgulas ou espaços (no máximo %d apelido)
tl: Labis na mga palayaw para sa pangkat, pinaghihiwa-hiwalay ng mga kuwit o mga patlang. Pinakamataas na %d taguri ang pinapayagan.

source: New members must be approved by admin and all posts are forced to be private.
cs: Noví členové musí být schváleni správcem a všechny příspěvky musí být soukromé.
de: Neue Mitglieder müssen von einem Admin angenommen werden und alle Nachrichten sind privat.
eu: Kide berriek administratzailearen onarpena behar dute eta mezu guztiak pribatu izatera behartuko dira.
ko: 새 회원은 관리자가 허용해야 하고 모든 글은 비밀이 됩니다.
pl: Nowi członkowie muszą być zatwierdzeni przez administratora a wszystkie wpisy mają wymuszoną prywatność.
pt_br: Novos membros devem ser aprovados pelo administrador e todas a publicações são obrigatoriamente privadas.
tl: Ang bagong mga kasapi ay dapat na payagan ng tagapangasiwa at lahat ng mga pagpapaskil ay sapilitan ang pagiging pribado.

# GROUPADMIN
source: Admin
cs: Správce
ko: 관리자
pl: Administrator
tl: Tagapangasiwa

source: User %1$s (%2$d) has no profile record.
cs: Uživatel %1$s (%2$d) nemá profil.
de: Benutzer „%1$s“ (%2$d) hat kein Profil.
eu: %1$s erabiltzaileak (%2$d) ez dauka profil-erregistrorik.
ko: %1$s (%2$d) 사용자는 프로필 레코드가 없습니다.
pl: Użytkownik%1$s (%2$d) nie posiada wpisu profilu.
pt_br: Usuário %1$s (%2$d não tem perfil gravado.
tl: Ang tagagamit na si %1$s (%2$d) ay walang rekord ng balangkas.

source: Group actions
cs: Akce skupiny
de: Gruppenaktionen
eu: Talde-ekintzak
ko: 그룹 동작
pl: Działania grupy
pt_br: Ações do grupo
tl: Mga galaw ng pangkat

# TOOLTIP
source: Edit %s group properties
cs: Upravit vlastnosti skupiny %s
de: %s-Gruppen-Einstellungen bearbeiten
eu: Editatu %s taldearen ezaugarriak
ko: %s 그룹 속성 편집
pl: Modyfikacja właściwości grupy %s
pt_br: Editar propriedades do grupo %s
tl: Baguhin ang mga pag-aari ng pangkat na %s

# TOOLTIP
source: Add or edit %s logo
cs: Přidat nebo upravit logo skupiny %s
de: %s-Logo hinzufügen oder bearbeiten
eu: Gehitu edo aldatu %s(r)en logoa
ko: %s 로고 추가 또는 편집
pl: Dodanie lub modyfikacja loga grupy %s
pt_br: Adicionar ou editar o logotipo de %s
tl: Idagdag o baguhin ang logo ng %s

source: Popular groups
cs: Populární skupiny
de: Beliebte Gruppen
eu: Talde ospetsuak
ko: 인기 그룹
pl: Popularne grupy
pt_br: Grupos populares
tl: Tanyag na mga pangkat

source: Active groups
cs: Aktivní skupiny
de: Aktive Gruppen
eu: Talde aktiboak
ko: 활동적인 그룹
pl: Aktywne grupy
pt_br: Grupos ativos
tl: Masisiglang mga pangkat

source: See all
cs: Zobrazit všechny
de: Alle zeigen
eu: Erakutsi dena
pl: Zobacz wszystko
pt_br: Ver tudo
tl: Tingnang lahat

source: See all groups you belong to.
cs: Zobrazit všechny skupiny, ve kterých jste členem.
de: Alle Gruppen, zu denen du gehörst, ansehen.
eu: Partaide zaren taldeak ikusi.
pl: Zobacz wszystkie grupy, do której należysz.
pt_br: Ver todos os grupos aos quais você pertence.
tl: Tingnan ang lahat ng mga pangkat na kinaaaniban mo.

source: Back to top
cs: Zpět nahoru
de: Zurück zum Anfang
eu: Itzuli gora
pl: Powrót na górę
pt_br: Voltar ao topo
tl: Magbalik sa itaas

source: This page is not available in a media type you accept
cs: Tato stránka není k dispozici v typu média, který přijímáte.
de: Dies Seite liegt in keinem von dir akzeptierten Mediatype vor.
eu: Orri hau ez dago eskuragarri zuk onartutako multimedia-motetan.
ko: 이 페이지는 귀하가 승인한 미디어 형식에서는 이용할 수 없습니다.
pl: Ta strona jest niedostępna dla akceptowanego typu medium
pt_br: Esta página não está disponível em um tipo de mídia que você aceita
tl: Ang pahinang ito ay hindi makukuhang nasa uri ng midyang tinanggap mo

source: Unsupported image format.
cs: Nepodporovaný formát obrázku.
de: Nicht unterstütztes Bildformat.
pl: Nie wspierany format obrazu.
pt_br: Formato de imagem não suportado.

source: Unsupported media format.
cs: Nepodporovaný formát.
de: Nicht untersütztes Medienformat.
pl: Nie wspierany format.
pt_br: Formato de mídia não suportado.

source: That file is too big. The maximum file size is %s.
cs: Tento soubor je příliš velký. Maximální velikost souboru je %s.
de: Diese Datei ist zu groß. Die maximale Dateigröße ist %s.
eu: Fitxategi hori handiegia da. Fitxategiaren gehieneko tamaina %s da.
ko: 파일이 너무 큽니다. 최대 크기는 %s입니다.
pl: Ten plik jest za duży. Maksymalny rozmiar pliku to %s.
pt_br: O arquivo é muito grande. O tamanho máximo é de %s.
tl: Napakalaki ng talaksang iyan. Ang pinakamataas na sukat ng talaksan ay %s.

source: Partial upload.
cs: Nahrávání nebylo dokončeno.
de: Unvollständiges Hochladen.
eu: Igotze partziala.
ko: 불완전한 업로드.
pl: Częściowo wysłano.
pt_br: Envio parcial.
tl: Hindi buong pagkakargang papaitaas.

source: Not an image or corrupt file.
cs: Toto buď není obrázek, nebo je soubor poškozen.
de: Kein Bild oder defekte Datei.
eu: Ez da irudia edo fitxategia hondatuta dago.
ko: 그림 파일이 아니거나 손상된 파일 입니다.
pl: To nie jest obraz lub lub plik jest uszkodzony.
pt_br: Imagem inválida ou arquivo corrompido.
tl: Hindi isang larawan o talaksang sira.

source: Lost our file.
cs: Ztratili jsme soubor.
de: Daten verloren.
eu: Galdu egin dugu gure fitxategia.
ko: 파일을 잃어버렸습니다.
pl: Utracono plik.
pt_br: Nosso arquivo foi perdido.
tl: Nawala ang aming talaksan.

source: Unknown file type
cs: Neznámý typ souboru
de: Unbekannter Dateityp
eu: Fitxategi-mota ezezaguna
ko: 알 수 없는 종류의 파일입니다
pl: Nieznany typ pliku
pt_br: Tipo de arquivo desconhecido
tl: Hindi nalalamang uri ng talaksan

source: User "%1$s" on %2$s has said that your %3$s screenname belongs to them. If that is true, you can confirm by clicking on this URL: %4$s . (If you cannot click it, copy-and-paste it into the address bar of your browser). If that user is not you, or if you did not request this confirmation, just ignore this message.
cs: Uživatel "%1$s" na %2$s říká, že přezdívka %3$s patří jemu. Jestli je to v pořádku, potvrďte to kliknutím na toto URL: %4$s. (Pokud ho nemůžete otevřít kliknutím, zkopírujte odkaz do lišty Adresa ve vašem webovém prohlížeči). Jestli jste o nic takového nežádal(a), nemusíte si této zprávy vůbec všímat.
de: Benutzer %1$s auf %2$s sagt, dass dein %3$s-Name ihm gehört. Wenn das stimmt, kannst du dies mit einem Klick auf folgenden Link bestätigen: %4$s . (Wenn du ihn nicht anklicken kannst, kopiere ihn in die Adressleiste deines Browsers). Wenn dieser Benutzer nicht du ist, oder du diese Bestätigung nicht angefragt hast, ignoriere diese Nachricht.
eu: %2$s guneko %1$s erabiltzaileak %3$s izena berea dela dio. Egia bada, URL honetan klik eginda baiezta dezakezu: %4$s . (Ezin baduzu klik egin, kopiatu eta zure nabigatzailearen helbide barran itsatsi). Erailtzaile hori zu ez bazara, edo ez baduzu baieztapen-eskaririk egin, ez egin jaramonik mezu honi.
ko: %2$s 사이트의 "%1$s" 사용자가 나의 %3$s 이름이 자기 사이트 소유라고 주장했습니다. 이 말이 맞으면 다음 URL을 열어 확인하십시오: %4$s . (이 URL을 열 수 없으면 URL을 복사해 웹 브라우저의 주소 창에 붙여넣으십시오.) 이 사용자가 내 계정이 아니거나 이런 요청을 한 적이 없으면, 이 메시지를 무시하십시오.
pt_br: O usuário "%1$s" em %2$s afirmou que a sua identificação %3$s pertence a ele. Caso isso seja verdade, você pode confirmar clicando nesta URL: %4$s . (Caso não consiga clicar nela, copie-a e cole-a na barra de endereços do seu navegador). Se este este usuário não é você, ou se você não solicitou esta confirmação, basta ignorar esta mensagem.
tl: Sinabi ng tagagamit na si "%1$s" sa %2$s na ang iyong bansag na %3$s ay pag-aari nila. Kung iyan ay totoo, matitiyak mo sa pamamagitan ng pagpindot sa URL na ito: %4$s. (Kung hindi mo ito mapindot, kopyahin at idikit ito sa loob ng halang ng tirahan ng iyong pantingin-tingin). Kung hindi ikaw ang tagagamit na iyan, o hindi mo hiniling ang pagtitiyak na ito, huwag na lamang pansinin ang mensaheng ito.

source: Unknown inbox source %d.
cs: Neznámý zdroj inboxu %d.
de: Unbekannte inbox-Quelle %d.
eu: Sarrera ontziko jatorri ezezaguna %d.
ko: 알 수 없는 받는 쪽지함 소스 %d.
pl: Nieznane źródło skrzynki odbiorczej %d.
pt_br: Origem da caixa de entrada desconhecida %d.
tl: Hindi nalalamang pinagmulan ng kahong-tanggapan na %d

source: Message too long - maximum is %1$d character, you sent %2$d.
cs: Zpráva je příliš dlouhá - maximum je %1$d znak, poslal(a) jste %2$d.
de: Nachricht zu lang - maximal ein Zeichen erlaubt, du hast %2$d gesendet.
eu: Mezu luzeegia - gehieneko muga karaktere %1$d da, zuk %2$d didali dituzu.
pl: Wiadomość jest za długa - maksymalnie %1$d znak, wysłano %2$d.
pt_br: A mensagem é muito extensa - o máximo é %1$d caractere e você enviou %2$d.
tl: Napakahaba ng mensahe - pinakamataas ang %1$d panitik, nagpadala ka ng %2$d.

source: Queueing must be enabled to use IM plugins.
cs: Pro používání zásuvných modulů pro Jabber musí být zapnuta fronta (Queueing).
de: Queueing muss aktiviert sein, um IM-Plugins zu verwenden.
eu: Ilarek gaituta egon behar dute IM pluginak erabili ahal izateko.
ko: 메신저 플러그인을 사용하려면 대기열 넣기 기능을 사용해야 합니다.
pl: Kolejkowanie musi być włączone by używać wtyczek komunikatorów.
pt_br: O enfileiramento deve estar habilitado para usar os plugins de MI.
tl: Ang pagpapapila ay dapat paganahin na gumagamit ng mga pampasak ng IM.

source: Transport cannot be null.
cs: Transport nesmí být null.
de: Transportmethode darf nicht leer sein.
eu: Garraioak ezin du nulua izan.
ko: 트랜스포트는 널이 되면 안 됩니다.
pt_br: O transporte não pode ser nulo.
tl: Ang sakayan ay hindi maaaring walang halaga.

# TITLE
source: Trends
cs: Trendy
eu: Joerak
ko: 트렌드
pl: Trendy
pt_br: Tendências
tl: Mga kalakaran

# BUTTON
source: Invite more colleagues
cs: Pozvat více lidí
de: Mehr Kollegen einladen
eu: Gonbidatu lankide gehiago
ko: 친구 초대
pl: Zaproś kolejnych znajomych
pt_br: Convidar mais colegas
tl: Mag-anyaya ng marami pang mga kasamahan

source: Invite collegues
cs: Pozvat více lidí
de: Kollegen einladen
eu: Gonbidatu lankideak
pl: Zaproś współpracowników
pt_br: Convidar colegas
tl: Anyayahan ang mga kasamahan

source: Email addresses
cs: Emailové adresy
de: E-Mail-Adressen
eu: Posta-helbideak
ko: 메일 주소
pl: Adresy e-mail
pt_br: Endereços de e-mail
tl: Mga tirahan ng e-liham

source: Addresses of friends to invite (one per line).
cs: Adresy přátel, které chcete pozvat (jedna na řádek)
de: Adressen von Freunden, die du einladen möchtest. (Jeweils eine Adresse pro Zeile)
eu: Gonbidatu nahi diren lagunen helbideak (bat lerroko).
ko: 초대할 친구 주소 (한 줄에 하나씩)
pl: Adresy przyjaciół, których zapraszasz (każdy w osobnej linii)
pt_br: Endereços dos seus amigos que serão convidados (um por linha).
tl: Mga tirahan ng mga kaibigang aanyayahan (isa bawat guhit).

source: Personal message
cs: Osobní zpráva
de: Private Nachricht
eu: Mezu pertsonala
ko: 개인 메시지
pl: Osobista wiadomość
pt_br: Mensagem pessoal
tl: Personal na mensahe

source: Optionally add a personal message to the invitation.
cs: K pozvánce můžete připojit osobní zprávu.
de: Wenn du möchtest kannst du zu der Einladung eine persönliche Nachricht anfügen.
eu: Aukeran, gehitu mezu pertsonal bat gonbidapenari.
ko: 초대장에 내 메시지를 첨부합니다.
pl: Opcjonalnie dodaj osobistą wiadomość do zaproszenia.
pt_br: Você pode, opcionalmente, adicionar uma mensagem pessoal ao convite.
tl: Maaaring idagdag o hindi ang isang mensaheng personal sa paanyaya.

# BUTTON
source: Send
cs: Odeslat
de: Senden
eu: Bidali
ko: 보내기
pl: Wyślij
pt_br: Enviar
tl: Ipadala
