Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: HTTP method not supported.
cs: Tato metoda HTTP není podporována.
de: HTTP-Methode wird nicht unterstützt.
eu: HTTP metodoa ez da onertzen.
ko: HTTP 메소드를 지원하지 않습니다.
pl: Metoda HTTP nie jest obsługiwana.
pt_br: O método HTTP não é suportado.
tl: Hindi tinatangkilik ang pamamaraang HTTP.

source: Unsupported format: %s.
cs: Formát %s není podporován.
de: Nicht unterstütztes Bildformat: %s
eu: Formatu ez onartua: %s.
ko: 지원하지 않는 형식입니다: %s.
pl: Nieobsługiwany format: %s
pt_br: Formato não suportado: %s
tl: Hindi tinatangkilik na anyo: %s.

source: Status deleted.
cs: Status smazán.
de: Status gelöscht.
eu: Egoera ezabatua.
ko: 삭제된 소식입니다.
pl: Usunięto stan.
pt_br: A mensagem foi excluída.
tl: Nabura ang katayuan.

source: No status with that ID found.
cs: Status s tímto ID nebyl nalezen.
de: Kein Status mit dieser ID gefunden.
eu: Ez da egoerarik aurkitu ID horrekin.
ko: 그 아이디의 글이 없습니다.
pl: Nie odnaleziono stanów z tym identyfikatorem.
pt_br: Não foi encontrada nenhuma mensagem com esse ID.
tl: Walang natagpuang katayuan na may ganyang ID.

source: Can only delete using the Atom format.
cs: Mazat je možné pouze ve formátu Atom.
de: Kann nur im Atom-Format gelöscht werden
eu: Atom formatua erabiliz bakarrik ezabatu daiteke.
ko: Atom 형식을 사용해야 삭제할 수 있습니다.
pl: Można usunąć tylko używając formatu Atom.
pt_br: Só é possível excluir usando o formato Atom.
tl: Makapagbubura lamang na ginagamit ang anyong Atom.

source: Cannot delete this notice.
cs: Nemáte oprávnění smazat toto sdělení.
de: Die Nachricht konnte nicht gelöscht werden.
eu: Oharra ezabatzea ezinezkoa izan da.
ko: 이 글을 삭제할 수 없습니다.
pl: Nie można usunąć tego wpisu.
pt_br: Não é possível excluir esta mensagem.
tl: Hindi mabubura ang pabatid na ito.

source: Deleted notice %d
cs: Sdělení %d smazáno
de: Notiz %d ist gelöscht
eu: %d oharra ezabatua
ko: 글 %d 삭제
pl: Usunięto wpis %d
pt_br: Mensagem excluída %d
tl: Nabura ang pabatid na %d

source: Client must provide a 'status' parameter with a value.
cs: Klient musí poskytnout parametr 'status' s hodnotou.
de: Der Client muss einen „status“-Parameter mit einen Wert zur Verfügung stellen.
eu: Bezeroak 'status' parametro bat eman behar du balio batekin.
ko: 클라이언트에서 'status' 파라미터와 그 값을 넘겨야 합니다.
pl: Klient musi dostarczać parametr "stan" z wartością.
pt_br: O cliente tem de fornecer um parâmetro 'status' com um valor.
tl: Kailangang magbigay ang kliyente ng isang parametro ng 'katayuan' na may isang halaga.

source: Parent notice not found.
cs: Sdělení, na které odpovídáte, nebylo nalezeno.
de: API-Methode nicht gefunden.
eu: Guraso-oharra ez da aurkitu.
ko: 원본 글이 없습니다.
pl: Nie odnaleziono wpisu nadrzędnego.
pt_br: A mensagem pai não foi encontrada.
tl: Hindi natagpuan ang magulang ng paunawa.

source: Maximum notice size is %d character, including attachment URL.
cs: Maximální délka sdělení je %d znak, včetně URL přílohy.
de: Die maximale Größe von Nachrichten ist ein Zeichen, inklusive der URL der Anhänge
eu: Oharren luzera gehienez karaktere %d da, URL eranskinak barne.
pl: Maksymalny rozmiar wpisu wynosi %d znak, w tym adres URL załącznika.
pt_br: O tamanho máximo da mensagem é de %d caractere
tl: Ang pinakamalaking sukat ng pabatid ay %d panitik, kasama ang URL ng kalakip.

source: Unsupported format.
cs: Nepodporovaný formát.
de: Bildformat wird nicht unterstützt.
eu: Formatu ezezaguna.
ko: 지원하지 않는 형식입니다.
pl: Nieobsługiwany format.
pt_br: Formato não suportado.
tl: Hindi tinatangkilik na anyo.

source: Could not generate feed for list - %s
cs: Nelze generovat kanál pro tento seznam - %s
de: Konnte keinen Feed für die Liste erstellen - %s
eu: Taldearen jarioa ezin izan da sortu - %s
ko: 리스트의 피드를 만들 수 없습니다 - %s
pl: Nie można utworzyć kanału dla listy - %s
pt_br: Não foi possível gerar a fonte de notícias para esta lista %s
tl: Hindi makalikha ng pasubo para sa talaan - %s

source: %1$s / Updates mentioning %2$s
cs: %1$s / Aktualizace zmiňující %2$s
de: %1$s / Aktualisierungen erwähnen %2$s
eu: %1$s / %2$s aipatzen duten azken mezuak
ko: %1$s / %2$s 사용자에게 말하는 업데이트
pl: %1$s/aktualizacje wspominające %2$s
pt_br: %1$s / Mensagens mencionando %2$s
tl: %1$s / Mga pagsasapanahon na bumabanggit ng %2$s

source: %1$s updates that reply to updates from %3$s / %2$s.
cs: Aktualizace na %1$s, které jsou odpovědí na aktualizace uživatele %2$s / %3$s.

source: %s public timeline
cs: Veřejná časová osa %s
de: %s öffentliche Zeitleiste
eu: %s denbora-lerro publikoa
ko: %s 공개 타임라인
pl: Publiczna oś czasu użytkownika %s
pt_br: Mensagens públicas de %s
tl: %s pangmadlang guhit ng panahon

source: %s updates from everyone!
cs: Všechny aktualizace na %s!
de: %s Nachrichten von allen!
eu: %s(e)n denon artean bidalitako azken mezuak!
ko: 모두의 업데이트 %s개!
pl: Użytkownik %s aktualizuje od każdego.
pt_br: %s mensagens de todo mundo!
tl: %s mga pagsasapanahon na nagmumula sa lahat!

source: Unimplemented.
cs: Neimplementovaná metoda.
de: Nicht unterstützte Methode.
eu: Inplementatu gabea.
ko: 구현되지 않음.
pl: Niezaimplementowane.
pt_br: Não implementado.
tl: Hindi pa ipinatutupad.

source: Repeated to %s
cs: Opakováno uživatelem %s
de: Antworten an %s
eu: %s(e)ra errepikatuta
ko: %s 사용자에게 반복
pl: Powtórzone dla %s
pt_br: Repetida para %s
tl: Inulit sa %s

source: %1$s notices that were to repeated to %2$s / %3$s.
cs: Sdělení na %1$s, která byla opakována uživateli %2$s / %3$s.
de: %1$s Nachrichten, die auf %2$s / %3$s wiederholt wurden.
eu: %2$s / %3$s(r)i errepikatutako oharrak %1$s(e)n.
ko: %1$s 사이트의 %2$s / %3$s 사용자에게 반복된 글.
pl: Ogłoszenia %1$s powtórzone dla %2$s / %3$s.
pt_br: Mensagens em %1$s que são repetições de %2$s / %3$s.
tl: %1$s mga pabatid na inulit-ulit sa %2$s / %3$s.

source: Repeats of %s
cs: Opakování od %s
de: Antworten von %s
eu: %s(r)en errepikapenak
ko: %s 사용자의 반복
pl: Powtórzenia %s
pt_br: Repetições de %s
tl: Mga pag-uulit ng %s

source: %1$s notices that %2$s / %3$s has repeated.
cs: Sdělení na %1$s, která opakoval(a) %2$s / %3$s.
de: %1$s Notizen wurden von %2$s / %3$s wiederholt.
eu: %2$s / %3$s(e)k errepikatutako %1$s oharrak.
ko: %1$s 사이트의 %2$s / %3$s 사용자가 반복한 글
pl: Ogłoszenia %1$s, które powtórzył %2$s / %3$s.
pt_br: Mensagens em %1$s que %2$s / %3$s repetiu.
tl: %1$s mga pabatid na inulit ng %2$s / %3$s.

source: Notices tagged with %s
cs: Sdělení se štítkem %s
de: Mit „%s“ getaggte Nachrichten
eu: %s(r)ekin etiketatutako oharrak
ko: %s 태그된 글
pl: Wpisy ze znacznikiem %s
pt_br: Mensagens etiquetadas como %s
tl: Mga pabatid na tinatakan ng %s

source: Updates tagged with %1$s on %2$s!
cs: Aktualizace se štítkem %1$s na %2$s!
de: Mit „%1$s“ getaggte Nachrichten auf „%2$s“!
eu: %2$s(e)n %1$s etiketarekin bidalitako azken mezuak!
ko: %2$s 사이트의 %1$s 태그된 업데이트!
pl: Aktualizacje ze znacznikiem %1$s na %2$s.
pt_br: Mensagens etiquetadas como %1$s no %2$s!
tl: Mga pagsasapanahon na tinatakan ng %1$s sa %2$s!

source: Only the user can add to their own timeline.
cs: Pouze uživatel může vkládat sdělení do své časové osy.
de: Nur der Benutzer kann Nachrichten in die eigene Timeline hinzufügen.
eu: Erabiltzaileak berak soilik gehitu dezake bere denbora-lerroan.
ko: 사용자만 자기 타임라인에 추가할 수 있습니다.
pl: Tylko użytkownik może dodawać do swojej osi czasu.
pt_br: Somente o usuário pode adicionar à sua própria linha de tempo.
tl: Tanging tagagamit lamang ang makapagdaragdag ng kanilang sariling guhit ng panahon.

source: Only accept AtomPub for Atom feeds.
cs: Kanál Atom musí být ve formátu AtomPub.
de: Es wird nur AtomPub als Atom Feed akzeptiert
eu: AtomPub bakarrik onartu Atom-eko jarioetzat.
ko: Atom 피드에서는 AtomPub만 사용할 수 있습니다.
pl: Akceptowanie tylko AtomPub dla kanałów Atom.
pt_br: Só são aceitos AtomPub para fontes Atom.
tl: Tanggapin lamang ang AtomPub para sa mga pakain ng Atom.

source: Atom post must not be empty.
cs: Příspěvek Atom nesmí být prázdný.
de: Atom Post darf nicht leer sein.
eu: Atom bidalketa ezin da hutsik egon.
ko: Atom 글 작성은 비어 있으면 안 됩니다.
pl: Wpis Atom nie może być pusty.
pt_br: A publicação Atom não pode estar em branco.
tl: Hindi dapat walang laman ang pagpapaskil ng Atom.

source: Atom post must be well-formed XML.
cs: Příspěvek Atom musí být v platném formátu XML.
de: Atom Post muss wohlgeformtes XML sein.
eu: Atom bidalketa ondo formatutako XMLa izan behar da.
ko: Atom 글 작성은 올바른 형식의 XML이어야 합니다.
pl: Wpis Atom musi być poprawnie sformatowanym kodem XML.
pt_br: A publicação Atom deve ser um XML formatado corretamente.
tl: Dapat na buung-buong XML ang pagpapaskil ng Atom.

source: Atom post must be an Atom entry.
cs: Příspěvek Atom musí být formátován jako Atom entry.
de: Atom-Post muss ein Atom-Eintrag sein.
eu: Atom bidalketa Atom sarrera bat izan behar da.
ko: Atom 글 작성은 Atom 엔트리여야 합니다.
pl: Wpis Atom musi być wpisem Atom.
pt_br: A publicação Atom deve ser uma entrada Atom.
tl: Dapat na isang pagpapasok na Atom ang pagpapaskil ng Atom.

source: Can only handle POST activities.
cs: Umím zpracovat pouze aktivity poslané metodou POST.
de: Nur POST verwenden
eu: POST jarduerak bakarrik kudeatu daitezke.
ko: POST 동작만 처리할 수 있습니다.
pl: Można obsługiwać tylko działania POST.
pt_br: Só é possível manipular atividades POST.
tl: Makahahawak lamang ng mga gawain ng PAGPAPASKIL.

source: Cannot handle activity object type "%s".
cs: Neumím zpracovat objekt typu "%s".
de: Aktivität mit Objekttyp "%s" kann nicht bearbeitet werden.
eu: Ezin da "%s" ekintza objektua exekutatu.
ko: "%s" 형식의 액티비티 오브젝트를 처리할 수 없습니다.
pl: Nie można obsłużyć typu obiektu działania "%s".
pt_br: Não é possível manipular o tipo de objeto de atividade "%s".
tl: Hindi mahawakan ang uri ng bagay na panggawain na "%s".

source: No content for notice %d.
cs: Sdělení %d nemá žádný obsah.
de: Kein Inhalt für Nachricht %d.
eu: %d oharrak ez du edukirik.
ko: 글 %d의 내용이 없습니다.
pl: Brak zawartości dla wpisu %d.
pt_br: Nenhum conteúdo para a mensagem %d.
tl: Walang nilalaman para sa paunawang %d .

source: Notice with URI "%s" already exists.
cs: Sdělení s URI "%s" již existuje.
de: Nachricht mit URI „%s“ existiert bereits.
eu: "%s" URIdun oharra jadanik badago.
ko: URI가 "%s"인 글이 이미 있습니다.
pl: Wpis z adresem URI "%s" już istnieje.
pt_br: Já existe uma mensagem com a URI "%s".
tl: Umiiral na ang pabatid na may URI na "%s".

source: API method under construction.
cs: Na této API metodě se teprve pracuje.
de: API-Methode im Aufbau.
eu: APIko metodoa eraikitzen dago.
ko: API 메소드는 만드는 중입니다.
pl: Metoda API jest w trakcie tworzenia.
pt_br: O método da API está em construção.
tl: Binubuo pa ang kaparaanang API.

source: User not found.
cs: Uživatel nebyl nalezen.
de: API-Methode nicht gefunden.
eu: Erabiltzailea ez da aurkitu.
ko: 사용자가 없습니다.
pl: Nie odnaleziono strony.
pt_br: O método da API não foi encontrado!
tl: Hindi natagpuan ang tagagamit.

source: You must be logged in to leave a group.
cs: Pro opuštění skupiny je třeba se přihlásit.
de: Du musst angemeldet sein, um aus einer Gruppe auszutreten.
eu: Saioa hasi behar duzu taldea uzteko.
ko: 그룹을 떠나려면 로그인해야 합니다.
pl: Musisz być zalogowany, aby opuścić grupę.
pt_br: Você deve estar autenticado para sair de um grupo.
tl: Dapat kang nakalagda upang makaalis mula sa isang pangkat.

source: No such group.
cs: Skupina neexistuje.
de: Keine derartige Gruppe.
eu: Talde hori ez dago.
ko: 그런 그룹이 없습니다.
pl: Nie ma takiej grupy.
pt_br: Esse grupo não existe.
tl: Walang ganyang pangkat.

source: No nickname or ID.
cs: Je třeba zadat přezdívku nebo ID skupiny.
de: Kein Benutzername oder ID
eu: Erabiltzaile izen edo IDrik ez.
ko: 별명이나 아이디가 없습니다.
pl: Brak pseudonimu lub identyfikatora.
pt_br: Nenhum apelido ou identificação.
tl: Walang palayaw o ID.

source: Must be logged in.
cs: Pro provedení této akce je třeba se přihlásit.
de: Du musst angemeldet sein.
eu: Saioa hasi behar duzu.
ko: 로그인해야 합니다.
pl: Musisz być zalogowany.
pt_br: É necessário estar autenticado.
tl: Dapat na nakalagda ka.

source: Only group admin can approve or cancel join requests.
cs: Pouze správce skupiny smí schválit nebo zrušit přihlášky.
de: Nur der Gruppenverwalter kann Beitrittsgesuche annehmen oder ablehnen.
eu: Talde-administratzaileak soilik onartu edo ezeztatu ditzake elkartze-eskariak.
ko: 그룹 관리자만 가입 요청을 허락하거나 취소할 수 있습니다.
pl: Tylko administrator grupy może zatwierdzić lub anulować żądania dołączenia.
pt_br: Somente administradores do grupo podem aprovar ou cancelar requisições de entrada.
tl: Tanging tagapangasiwa lamang ng pangkat ang makapagpapahintulot o hindi makapagtutuloy ng mga kahilingan ng pagsali.

source: Must specify a profile.
cs: Je třeba určit profil.
de: Du musst ein Profil auswählen.
eu: Profil bat zehaztu behar duzu.
ko: 프로필을 지정해야 합니다.
pl: Należy określić profil.
pt_br: É necessário especificar um perfil.
tl: Kailangang tumukoy ng isang balangkas.

source: %s is not in the moderation queue for this group.
cs: %s nemá podánu přihlášku do této skupiny.
de: %s ist nicht in der Moderations-Liste für diese Gruppe.
eu: %s ez dago talde honen moderazio-ilaran.
ko: %s 사용자는 이 그룹의 확인 대기열에 들어 있지 않습니다 .
pl: %s nie znajduje się w kolejce moderacji dla tej grupy.
pt_br: %s não está na fila de moderação para este grupo.
tl: Ang %s ay wala sa pila ng katimpian para sa pangkat na ito.

source: Internal error: received neither cancel nor abort.
cs: Vnitřní chyba: server nedostal ani příkaz "cancel" ani "abort".
de: Interner Fehler: weder Abbruch (Cancel) noch Abbruch (Abort) empfangen.
eu: Barne-errorea: ez da ez ezeztatzerik ez abortatzerik jaso.
ko: 내부 오류: 취소나 중지 어느 것도 받지 못했습니다.
pl: Błąd wewnętrzny: nie otrzymano ani wycofania ani przerwania.
pt_br: Erro interno: não foi recebido nem cancelar nem abortar.
tl: Panloob na kamalian: hindi nakatanggap ng kapwa huwag ituloy o kaya pagpigil.

source: Internal error: received both cancel and abort.
cs: Vnitřní chyba: server dostal zároveň příkazy "cancel" i "abort".
de: Interner Fehler: sowohl Abbruch (Cancel) als auch Abbruch (Abort) empfangen.
eu: Barne-errorea: ezeztatzea eta abortatzea, biak jaso dira.
ko: 내부 오류: 취소와 중지 모두 받았습니다.
pl: Błąd wewnętrzny: otrzymano jednocześnie wycofanie i przerwanie.
pt_br: Erro interno: foram recebidos simultaneamente cancelar e abortar.
tl: Panloob na kamalian: nakatanggap ng kapwa huwag ituloy at pagpigil.

source: Could not cancel request for user %1$s to join group %2$s.
cs: Nelze zrušit přihlášku uživatele %1$s do skupiny %2$s.
de: Konnte das Beitrittsgesuch des Benutzers %1$s zur Gruppe %2$s nicht entfernen.
eu: Ezin izan da %2$s taldearekin elkartzeko %1$s erabiltzaileren eskaera ezeztatu.
ko: %1$s 사용자의 %2$s 그룹 가입 요청을 취소할 수 없습니다.
pl: Nie można anulować żądania użytkownika %1$s by przyłączyć się do grupy %2$s .
pt_br: Não foi possível cancelar a solicitação de entrada do usuário %1$s no grupo %2$s.
tl: Hindi magawang huwag ituloy ang kahilingan para sa tagagamit na %1$s upang sumali sa pangkat na %2$s.

source: Join request approved.
cs: Přihláška schválena.
de: Beitrittsgesuch angenommen.
eu: Elkartze-eskaria onartu da.
ko: 가입 요청이 수락되었습니다.
pl: Żądanie dołączenia zatwierdzone.
pt_br: A solicitação de entrada foi aprovada.
tl: Pinayagan ang hiling na pagsali.

source: Join request canceled.
cs: Přihláška zrušena.
de: Beitrittsgesuch abgelehnt.
eu: Elkartze-eskaria utzi egin da.
ko: 가입 요청이 취소되었습니다.
pl: Żądanie dołączenia anulowane.
pt_br: A solicitação de entrada foi cancelada.
tl: Hindi itinuloy ang hiling na pagsali.

source: %s is not in the moderation queue for your subscriptions.
cs: %s nežádal(a) o sledování vašich sdělení.
de: %s ist nicht in der Moderationswarteschlange deiner Abonnements.
eu: %s ez dago moderazio-ilaran zure harpidetzetarako.
ko: %s 사용자는 구독 확인 큐에 들어 있지 않습니다.
pl: %s nie jest w kolejce moderacji twojej subskrypcji.
pt_br: %s não está na fila de moderação das suas assinaturas.
tl: Ang %s ay wala sa loob ng pila ng pagpapatimpi para sa mga pagpapasipi mo.

source: Could not cancel or approve request for user %1$s to join group %2$s.
cs: Nemohu zrušit nebo schválit přihlášku uživatele %1$s do skupiny %2$s.
de: Konnte das Beitrittsgesuch des Benutzers %1$s zur Gruppe %2$s nicht entfernen oder annehmen.
eu: Ezin izan da %1$s erabiltzailea %2$s taldearekin elkartzeko eskaera ezeztatu edo onartu.
ko: %1$s 사용자의 %2$s 그룹 가입 요청을 취소하거나 승인할 수 없습니다.
pl: Nie można anulować ani zatwierdzić żądania dołączenia użytkownika %1$s do grupy %2$s.
pt_br: Não foi possível cancelar ou aprovar a solicitação de entrada do usuário %1$s no grupo %2$s.
tl: Hindi magawang huwag ituloy o payagan ang kahilingan para sa tagagamit na %1$s upang sumali sa pangkat na %2$s.

# TITLE
source: %1$s's request
cs: Žádost od %1$s
de: Anfrage von %1$s
eu: %1$s(r)en eskaerak
ko: %1$s의 요청
pl: żądanie użytkownika %1$s
pt_br: Solicitação de %1$s
tl: Kahilingan ni %1$s

source: Subscription approved.
cs: Sledování schváleno.
de: Abonnement genehmigt.
eu: Harpidetza onartu da.
ko: 구독 허락되었습니다.
pl: Zatwierdzono subskrypcję.
pt_br: A assinatura foi aprovada
tl: Pinahintulutan ang pagpayag na tumanggap ng sipi.

source: Subscription canceled.
cs: Sledování zrušeno.
de: Abonnement aufgelöst.
eu: Harpidetza utzi da.
ko: 구독 취소되었습니다.
pl: Subskrypcja anulowana.
pt_br: A assinatura foi cancelada.
tl: Hindi itinuloy ang pagpayag na tumanggap ng sipi.

source: Group memberships of %s
cs: Členství ve skupinách pro %s
de: Gruppen-Mitgliedschaften von %s
eu: %s erabiltzailearen taldeak
ko: %s 그룹 회원
pl: Przynależność użytkownika %s do grupy
pt_br: Associações a grupos de %s
tl: Mga pagsapi sa pangkat ng %s

source: Groups %1$s is a member of on %2$s
cs: Skupiny, ve kterých je %1$s členem na %2$s
de: Mitglieder der Gruppe %1$s, die auf die Aufnahmebestätigung warten, Seite %2$s.
eu: %1$s kide den %2$s(e)ko taldeak
ko: %2$s 사이트에서 %1$s 사용자가 회원인 그룹
pl: Grupy, do których przynależy %1$s na %2$s
pt_br: Grupos nos quais %1$s está associado em %2$s
tl: Ang mga pangkat na %1$s ay isang kasapi ng sa %2$s

source: Cannot add someone else's membership.
cs: Není možné přidat do skupiny někoho jiného.
de: Kann kein Abonnement für jemand anderen eintragen.
eu: Ezin duzu beste baten harpidetza gehitu.
ko: 다른 사람의 회원 가입을 추가할 수 없습니다.
pl: Nie można dodać członkostwa innej osoby.
pt_br: Não é possível efetuar a associação de outra pessoa.
tl: Hindi maidaragdag ang pagkakasapi ng ibang tao.

source: Can only handle join activities.
cs: Umím zpracovat pouze aktivity připojení ke skupině (Join).
de: Kann nur Beitritts-Aktivitäten durchführen.
eu: Elkartze-jarduerak soilik kudea daitezke.
ko: join 액티비티만 처리할 수 있습니다.
pl: Można obsługiwać tylko działania dołączania.
pt_br: Só é possível manipular as atividades de entrada.
tl: Mahahawakan lamang ang mga gawain ng pagsali.

source: Unknown group.
cs: Neznámá skupina.
de: Unbekannte Gruppe.
eu: Talde ezezaguna.
ko: 알 수 없는 그룹.
pl: Nieznana grupa.
pt_br: Grupo desconhecido.
tl: Hindi nalalamang pangkat.

source: Already a member.
cs: Již jste členem.
de: Bereits Mitglied.
eu: Dagoeneko kidea zara.
ko: 이미 회원입니다.
pl: Jest już członkiem.
pt_br: Já é um membro.
tl: Isa nang kasapi.

source: Blocked by admin.
cs: Byl(a) jste zablokován(a) správcem.
de: blockiert vom Administrator
eu: Administratzaileak blokeatua.
ko: 관리자에 의해 차단되었습니다.
pl: Zablokowane przez administratora.
pt_br: Bloqueado pelo administrador.
tl: Hinarang ng tagapangasiwa.

source: Not a member.
cs: Nejste členem.
de: Kein Mitglied
eu: Ez zara kidea.
ko: 회원이 아닙니다.
pl: Nie jest członkiem.
pt_br: Não é membro.
tl: Hindi isang kasapi.

source: Cannot delete someone else's membership.
cs: Není možné zrušit členství někomu jinému.
de: Kann kein Abonnement für jemand anderen löschen.
eu: Ezin duzu beste baten harpidetza ezabatu.
ko: 다른 사람의 회원 가입을 삭제할 수 없습니다.
pl: Nie można usunąć członkostwa innej osoby.
pt_br: Não é possível cancelar a associação de outra pessoa.
tl: Hindi maaaring burahin ang pagkakasapi ng ibang tao.

source: No such profile id: %d.
cs: Profil s ID %d neexistuje.
de: Keine Profil-Id: %d
eu: Ez dago profil horren IDrik: %d.
ko: 프로필 아이디가 없습니다: %d.
pl: Nie ma takiego identyfikatora profilu: %d.
pt_br: Este id de perfil não existe: %d.
tl: Walang ganyang ID ng balangkas: %d.

source: Profile %1$d not subscribed to profile %2$d.
cs: Profil %1$d nesleduje profil %2$d.
de: Profil %1$d hat Profil %2$d nicht abonniert.
eu: %1$d profila ez dago %2$d profilera harpidetuta.
ko: %1$d 프로필은 %2$d 프로필에 구독하고 있지 않습니다.
pl: Profil %1$d nie jest subskrybowany do profilu %2$d.
pt_br: O perfil %1$d não está assinado pelo perfil %2$d.
tl: Balangkas na %1$d na hindi nagpapasipi sa balangkas na %2$d.

source: Cannot delete someone else's subscription.
cs: Není možné zrušit sledování někomu jinému.
de: Kann kein Abonnement eines anderen löschen.
eu: Ezin duzu beste baten harpidetza ezabatu.
ko: 다른 사람의 구독을 삭제할 수 없습니다.
pl: Nie można usunąć subskrypcji innej osoby.
pt_br: Não é possível excluir a assinatura de outra pessoa.
tl: Hindi maaaring burahin ang pagpapasipi ng ibang tao.

source: People %1$s has subscribed to on %2$s
cs: Lidé, které %1$s sleduje na %2$s
de: Leute, die %1$s auf %2$s abonniert hat
eu: %2$s(e)n %1$s(e)k jarraitzen duen jendea
ko: %2$s 사이트에서 %1$s 사용자가 구독한 사람들
pl: Osoba %1$s subskrybowana do %2$s
pt_br: Pessoas que %1$s assinou em %2$s
tl: Ang mga tao ng %1$s ay nagpapasipi mula sa %2$s

source: Cannot add someone else's subscription.
cs: Není možné přihlásit ke sledování někoho jiného.
de: Konnte neues Abonnement nicht eintragen.
eu: Ezin duzu beste baten harpidetza gehitu.
ko: 다른 사람의 구독을 추가할 수 없습니다.
pl: Nie można dodać subskrypcji innej osoby.
pt_br: Não é possível adicionar a assinatura de outra pessoa.
tl: Hindi maaaring idagdag ang pagpapasipi ng ibang tao.

source: Can only handle Follow activities.
cs: Umím zpracovat pouze aktivity sledování (Follow).
de: Kann nur Abonnements-Funktionen bearbeiten.
eu: Jarraipen jarduerak bakarrik kudeatu daitezke.
ko: 팔로우 액티비티만 처리할 수 있습니다.
pl: Można obsługiwać tylko działania obserwowania.
pt_br: Só é possível manipular atividades de Assinatura.
tl: Mahahawakan lamang ang mga gawain ng Pagsunod.

source: Can only follow people.
cs: Umím sledovat pouze lidi.
de: Man kann nur Personen folgen
eu: Jendea bakarrik jarraitu daiteke.
ko: 사람만 팔로우할 수 있습니다.
pl: Można obserwować tylko osoby.
pt_br: Só é possível assinar pessoas.
tl: Mga tao lamang ang maaaring sundan.

source: Unknown profile %s.
cs: Neznámý profil: %s
de: Profil %s ist unbekannt
eu: %s profil ezezaguna.
ko: 알 수 없는 프로필 %s.
pl: Nieznany profil %s.
pt_br: Perfil desconhecido: %s.
tl: Hindi nakikilalang balangkas na %s.

source: Already subscribed to %s.
cs: Uživatele %s již sledujete.
de: %s ist bereits abonniert.
eu: Dagoeneko %s(e)ra harpidetuta.
ko: 이미 %s 에 구독하고 있습니다.
pl: %s jest już subskrybowane.
pt_br: %s já está assinado.
tl: Nagpapasipi na sa %s.

source: No such attachment.
cs: Příloha neexistuje.
de: Kein solcher Anhang.
eu: Eranskin hori ez dago.
ko: 첨부 파일이 없습니다.
pl: Nie ma takiego załącznika.
pt_br: Este anexo não existe.
tl: Walang ganyang kalakip.

source: No nickname.
cs: Žádná přezdívka.
de: Kein Benutzername.
eu: Erabiltzaile izenik ez.
ko: 별명이 없습니다.
pl: Brak pseudonimu.
pt_br: Nenhuma identificação.
tl: Walang palayaw.

source: You can upload your personal avatar. The maximum file size is %s.
cs: Můžete nahrát váš osobní avatar. Maximální velikost souboru je %s.
de: Du kannst dein persönliches Avatar hochladen. Die maximale Dateigröße ist %s.
eu: Zure avatarra igo dezakezu. Fitxategiaren gehieneko tamaina %s da.
ko: 자기 아바타를 업로드할 수 있습니다. 최대 파일 크기는 %s 입니다.
pl: Można wysłać osobisty awatar. Maksymalny rozmiar pliku to %s.
pt_br: Você pode enviar seu avatar pessoal. O tamanho máximo do arquivo é de %s.
tl: Maaari mong ikargang papaitaas ang pansarili mong huwaran. Ang pinakamataas na sukat ng talaksan ay %s.

source: Avatar settings
cs: Nastavení avatara
de: Avatar-Einstellungen
eu: Avatar-ezarpenak
ko: 아바타 설정
pl: Ustawienia awatara
pt_br: Configurações do avatar
tl: Mga katakdaan ng Huwaran

source: Original
cs: Originál
eu: Jatorrizkoa
ko: 원래 설정
pl: Oryginał
tl: Orihinal
