Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Password and confirmation do not match.
cs: Heslo a potvrzení nesouhlasí
de: Passwort und seine Bestätigung stimmen nicht überein.
eu: Pasahitza eta baieztapena ez datoz bat.
ko: 비밀 번호가 일치하지 않습니다.
pl: Hasło i potwierdzenie nie pasują do siebie.
pt_br: A senha e a confirmação não coincidem.
tl: Hindi nagtutugma ang hudyat at pagtitiyak.

source: Error setting user.
cs: Chyba nastavení uživatele.
de: Fehler bei den Benutzereinstellungen.
eu: Errorea erabiltzailea ezartzean.
ko: 사용자 설정 오류.
pl: Błąd podczas ustawiania użytkownika.
pt_br: Erro na configuração do usuário.
tl: Kamalian sa pagtatakda ng tagagamit.

source: New password successfully saved. You are now logged in.
cs: Nové heslo bylo uloženo. Nyní jste přihlášen(a).
de: Neues Passwort erfolgreich gespeichert. Du bist jetzt angemeldet.
eu: Pasahitz berria ongi gorde da. Saioa hasita zaude.
ko: 새 비밀 번호를 성공적으로 저장했습니다. 이제 로그인 상태입니다.
pl: Pomyślnie zapisano nowe hasło. Jesteś teraz zalogowany.
pt_br: A nova senha foi salva com sucesso. A partir de agora você já está autenticado.
tl: Matagumpay na nasagip ang bagong hudyat. Nakalagda ka na ngayon.

source: No id parameter.
cs: Chybí parametr ID.
de: Kein ID-Argument.
eu: Id parametrorik ez.
ko: id 파라미터가 없음.
pl: Brak parametru identyfikatora.
pt_br: Nenhum parâmetro de ID.
tl: Walang parametro ng ID.

source: No such file "%d".
cs: Soubor "%d" neexistuje.
de: Datei „%d“ nicht gefunden.
eu: "%d" fitxategirik ez dago.
ko: 그런 파일이 ("%d") 없습니다.
pl: Nie ma takiego pliku: "%d".
pt_br: Esse arquivo não existe: "%d".
tl: Walang ganyang talaksan na "%d".

source: Registration successful
cs: Registrace úspěšná
de: Registrierung erfolgreich
eu: Erregistroa ongi burutu da
ko: 가입에 성공했습니다
pl: Rejestracja powiodła się
pt_br: Registro realizado com sucesso
tl: Matagumpay ang pagpapatala

# TITLE
source: Register
cs: Registrace
de: Registrieren
eu: Izena eman
ko: 가입
pl: Rejestracja
pt_br: Registrar-se
tl: Magpatala

source: Registration not allowed.
cs: Registrace není povolena.
de: Registrierung nicht erlaubt.
eu: Erregistroa ez dago baimenduta.
ko: 가입이 허용되지 않습니다.
pl: Rejestracja nie jest dozwolona.
pt_br: Não é permitido o registro.
tl: Hindi pinapayagan ang pagpapatala.

source: You cannot register if you do not agree to the license.
cs: Nemůžete se zaregistrovat, pokud nesouhlasíte s licencí.
de: Du kannst dich nicht registrieren, wenn du die Lizenz nicht akzeptierst.
eu: Ezin duzu izenik eman lizentzia onartzen ez baduzu.
ko: 약관에 동의하지 않으면 가입할 수 없습니다.
pl: Nie możesz się zarejestrować, jeśli nie zgadzasz się z warunkami licencji.
pt_br: Você não pode se registrar se não aceitar a licença.
tl: Hindi ka makakapagpatala kung hindi ka sumasang-ayon sa lisensiya.

source: With this form you can create a new account. You can then post notices and link up to friends and colleagues.
cs: Pomocí tohoto formuláře si můžete založit účet. Můžete pak posílat sdělení a být ve spojení přáteli a kolegy.
de: Hier kannst du einen neuen Zugang einrichten. Anschließend kannst du Nachrichten und Links mit deinen Freunden und Kollegen teilen.
eu: Inprimaki honekin kontu berri bat sor dezakezu. Ondoren oharrak idatzi eta lagun eta lankideekin elkar zaitezke.
ko: 다음 양식을 사용해 새 계정을 만들 수 있습니다. 그러면 글을 올리고 친구 및 동료들과 연결될 수 있습니다.
pl: Za pomocą tego formularza można utworzyć nowe konto. Można wtedy wysyłać wpisy i połączyć się z przyjaciółmi i kolegami.
pt_br: Através deste formulário você pode criar uma nova conta. A partir daí você pode publicar mensagens e se conectar a amigos e colegas.
tl: Sa pamamagitan ng pormularyong ito, makakalikha ka ng isang bagong akawnt. Pagkaraan ay makakapagpaskil ka ng mga pabatid at kumawing sa mga kaibigan at mga kasamahan.

# PASSWORD
source: Confirm
cs: Potvrdit
de: Bestätigen
eu: Baieztatu
ko: 확인
pl: Potwierdź
pt_br: Confirmar
tl: Tiyakin

source: Used only for updates, announcements, and password recovery.
cs: Použije se pouze pro aktualizace, oznámení a obnovu hesla.
de: Wird nur für Updates, Bekanntmachungen und die Passwortwiederherstellung verwendet.
eu: Eguneraketetarako, iragarkietarako eta pasahitza berreskuratzeko soilik erabiltzen da.
ko: 업데이트, 공지 사항, 비밀번호 찾기에만 사용합니다.
pl: Używane tylko do aktualizacji, ogłoszeń i przywracania hasła
pt_br: Usado apenas para atualizações, anúncios e recuperações de senha.
tl: Ginagamit lamang para sa mga pagsasapanahon, mga pagpapahayag, at pagbawi ng hudyat.

source: Longer name, preferably your "real" name.
cs: Delší jméno, nejlépe vaše skutečné jméno.
de: Längerer Name, vorzugsweise dein bürgerlicher Name.
eu: Izen luzeagoa, ahal izanez gero zure "benetako" izena.
ko: 더 긴 이름, 보통 "실제" 자기 이름입니다.
pl: Dłuższa nazwa, najlepiej twoje "prawdziwe" imię i nazwisko
pt_br: Nome completo, de preferência seu nome "real".
tl: Mas mahabang pangalan, mas nais ang "tunay" mong pangalan.

# BUTTON
source: Register
cs: Registrovat
de: Registrieren
eu: Izena eman
ko: 가입
pl: Zarejestruj się
pt_br: Registrar
tl: Magpatala

source: I understand that content and data of %1$s are private and confidential.
cs: Chápu, že obsah a data na %1$s jsou soukromá a důvěrná.
de: Mir ist bewusst, dass Inhalte und Daten von %1$s privat und vertraulich sind.
eu: %1$s-(e)n edukiak eta datuak pribatuak eta isilpekoak direla ulertzen dut.
ko: %1$s의 컨텐츠와 데이터는 비밀이고 외부 유출을 금지하는데 동의합니다.
pl: Rozumiem, że treść i dane %1$s są prywatne i poufne.
pt_br: Eu entendo que o conteúdo e os dados de %1$s são particulares e confidenciais.
tl: Nauunawaan ko na ang nilalaman at datong iyan ng %1$s ay pribado at palihim.

source: My text and files are copyright by %1$s.
cs: Na mé texty a soubory má copyright %1$s.
de: Meine Texte und Dateien sind urheberrechtlich geschützt durch %1$s.
eu: Nire testu eta fitxategiek %1$s-(e)n copyright-a daukate.
ko: 글과 파일의 저작권은 %1$s 소유입니다.
pl: Moje teksty i pliki są objęte prawami autorskimi %1$s.
pt_br: Meus textos e arquivos estão licenciados sob a %1$s.
tl: Ang mga teksto at mga talaksan ko ay karapatang-ari ni %1$s.

source: My text and files remain under my own copyright.
cs: Pro své texty a soubory si ponechávám copyright já.
de: Meine Texte und Dateien verbleiben unter meinem eigenen Urheberrecht.
eu: Nire testu eta fitxategiek nire copyright propioa daukate.
ko: 글과 파일의 저작권은 내 소유입니다.
pl: Moje teksty i pliki pozostają pod moimi prawami autorskimi.
pt_br: Meus textos e arquivos permanecem sob meus próprios direitos autorais.
tl: Ang mga teksto at mga talaksan ko ay nananatiling nasa ilalim ng sarili kong karapatang-ari.

source: All rights reserved.
cs: Všechna práva vyhrazena.
de: Alle Rechte vorbehalten.
eu: Eskubide guztiak erreserbatuta.
pl: Wszystkie prawa zastrzeżone.
pt_br: Todos os direitos reservados.
tl: Nakalaan ang lahat ng mga karapatan.

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
cs: Mé texty a soubory jsou k dispozici pod %s, kromě těchto soukromých údajů: heslo, emailová adresa, Jabberová adresa a telefonní číslo.
de: Abgesehen von den folgenden Daten: Passwort, E-Mail-Adresse, IM-Adresse und Telefonnummer, sind all meine Texte und Dateien unter %s verfügbar.
eu: Nire testu eta fitxategiak %s lizentziapean daude, datu pribatu hauek izan ezik: pasahitza, helbide elektronikoa, BM helbidea eta telefono zenbakia.
ko: 내 글과 파일은 %s 조건에 따라 사용 가능합니다. 다음 개인정보 제외: 비밀 번호, 메일 주소, 메신저 주소, 전화 번호.
pl: Tekst i pliki są dostępne na warunkach licencji %s, poza tymi prywatnymi danymi: hasło, adres e-mail, adres komunikatora i numer telefonu.
pt_br: Meus textos e arquivos estão disponíveis sob a %s, exceto estes dados particulares: senha, endereço de e-mail, endereço do mensageiro instantâneo e número de telefone.
tl: Makukuha ang teksto at mga talaksan ko sa ilalim ng %s maliban na lamang ang pribadong datong ito: hudyat, tirahan ng e-liham, tirahan ng IM, at numero ng telepono.

source: Congratulations, %1$s! And welcome to %%%%site.name%%%%. From here, you may want to... * Go to [your profile](%2$s) and post your first message. * Add a [Jabber/GTalk address](%%%%action.imsettings%%%%) so you can send notices through instant messages. * [Search for people](%%%%action.peoplesearch%%%%) that you may know or that share your interests. * Update your [profile settings](%%%%action.profilesettings%%%%) to tell others more about you. * Read over the [online docs](%%%%doc.help%%%%) for features you may have missed. Thanks for signing up and we hope you enjoy using this service.
cs: Gratulujeme, %1$s! Vítejte na %%%%site.name%%%%. Nyní můžete například... * Otevřít svůj [profil](%2$s) a poslat první zprávu. * Přidat [Jabber / GTalk adresu](%%%%action.imsetting%%%%) abyste mohl(a) zasílat oznámení prostřednictvím okamžitých zpráv (IM). * [Vyhledat lidi](%%%%action.peoplesearch%%%%), které znáte, nebo se kterými máte podobné zájmy. * Aktualizovat [informace ve svém profilu](%%%%action.profilesettings%%%%), a říci o sobě něco ostatním. * Pročíst si [online nápovědu](%%%%doc.help%%%%) pro objevení funkcí, které jste možná přehlédl(a). Děkujeme za registraci, a doufáme, že se vám tu bude líbit.
de: Hallo %s, herzlich willkommen auf %%%%site.name%%%%. Als nächstes möchtest du eventuell … * zu [deinem Profil gehen](%s) und deine erste Nachricht schreiben * deine [Jabber/GTalk-Adresse](%%%%action.imsettings%%%%) eintragen damit du Nachrichten über diese Dienste schreiben kannst. * [Leute suchen](%%%%action.peoplesearch%%%%) die du kennst oder die gleichen Interessen wie du haben. * deine [Profildaten ergänzen](%%%%action.profilesettings%%%%) um mehr über dich zu veröffentlichen * die [Dokumentation](%%%%doc.help%%%%) lesen um mehr über weitere Features zu erfahren Danke für deine Anmeldung, wir hoffen, dass dir der Service gefällt.
eu: Zoroinak, %1$s! Eta ongi etorri %%%%site.name%%%% gunera. Hemendik aurrera, agian hurrengo egin nahi izango duzu... * Zure [profilera](%2$s) joan eta zure lehen mezua bidali. * Gehitu [Jabber/GTalk helbidea](%%%%action.imsettings%%%%), oharrak berehalako mezularitza bidez bidali ahal izateko. * Ezagutzen duzun edo zure interes berak dituen [jendea bilatu](%%%%action.peoplesearch%%%%). * Zure [profil-ezarpenak](%%%%action.profilesettings%%%%) eguneratu, gainerakoak zutaz gehiago ezagutu dezaten. * [Lineako dokumentuak](%%%%doc.help%%%%) irakurri, ezagutzen ez dituzun ezaugarriak ikasteko. Eskerrik asko izena emateagatik, zerbitzu hau erabiltzen ongi pasatuko duzula espero dugu.
ko: %1$s님 축하드립니다! %%%%site.name%%%%에 가입하셨습니다! 이제부터 다음을 할 수 있습니다... * [내 프로필](%2$s)로 가서 첫 메시지를 써 보십시오. * [Jabber 또는 구글 토크 계정](%%%%action.imsettings%%%%)을 추가해 메신저로 글을 써 보십시오. * [사람 찾기](%%%%action.peoplesearch%%%%)에서 아는 사람이나 관심사가 같은 사람들을 찾아 보십시오. * [프로필 설정](%%%%action.profilesettings%%%%)을 업데이트해 다른 분들에게 자신을 알려보십시오. * [온라인 문서](%%%%doc.help%%%%)에서 더 많은 기능을 읽어 보십시오. 가입해 주셔서 감사합니다. 즐겁게 서비스를 사용하십시오.
pl: Gratulacje, %1$s! Witaj na %%%%site.name%%%%. Stąd można... * Przejść do [swojego profilu](%2$s) i wysłać swoją pierwszą wiadomość. * Dodać [adres Jabber/GTalk](%%%%action.imsettings%%%%), abyś móc wysyłać wpisy przez komunikator. * [Poszukać osób](%%%%action.peoplesearch%%%%), których możesz znać lub którzy dzielą twoje zainteresowania. * Zaktualizować swoje [ustawienia profilu](%%%%action.profilesettings%%%%), aby powiedzieć innym więcej o sobie. * Przeczytać [dokumentację w sieci](%%%%doc.help%%%%), aby dowiedzieć się o funkcjach, które mogłeś pominąć. Dziękujemy za zarejestrowanie się i mamy nadzieję, że używanie tej usługi sprawi ci przyjemność.
pt_br: Parabéns, %1$s! E bem-vindo(a) a %%%%site.name%%%%. A partir daqui, você pode... * Acessar [seu perfil](%2$s) e publicar sua primeira mensagem. * Adicionar um [endereço de Jabber/GTalk](%%%%action.imsettings%%%%) para que você possa publicar via mensagens instantâneas. * [Procurar pessoas](%%%%action.peoplesearch%%%%) que você conheça ou que tenham os mesmos interesses que você. * Atualizar suas [configurações de perfil](%%%%action.profilesettings%%%%) para que outras pessoas saibam mais sobre você. * Ler a [documentação on-line](%%%%doc.help%%%%) para conhecer os recursos disponíveis. Obrigado por se registrar e esperamos que você aproveite o serviço.
tl: Maligayang pagbati, %1$s! At maligayang pagdating sa %%%%site.name%%%%. Magmula rito, maaaring naisin mong... * Pumunta sa [balangkas mo](%2$s) at magpaskil ng una mong mensahe. * Magdagdag ng isang [tirahan ng Jabber/GTalk](%%%%action.imsettings%%%%) upang makapagpadala ka ng mga pabatid sa pamamagitan ng biglaang mga mensahe. * [Maghanap ng mga tao](%%%%action.peoplesearch%%%%) na maaaring kakilala mo o iyong nakikibahagi sa mga hilig mo. * Isapanahon ang iyong [mga katakdaan ng balangkas](%%%%action.profilesettings%%%%) upang masabi sa iba ang mas marami pa tungkol sa iyo. * Basahin ang [mga kasulatang nasa Internet](%%%%doc.help%%%%) para sa mga tampok na maaaring nalampasan mo. Salamat sa pagpapatala at umaasa kaming masisiyahan ka sa paggamit ng palingkurang ito.

source: (You should receive a message by email momentarily, with instructions on how to confirm your email address.)
cs: (Měl(a) byste za okamžik obdržet emailem zprávu s instrukcemi, jak potvrdit svou emailovou adresu.)
de: (Du solltest in Kürze eine E-Mail mit der Anleitung zur Überprüfung deiner Mailadresse erhalten.)
eu: (Batetik bestera posta-mezu bat jaso behar zenuke, zure helbide elektronikoa egiaztatzeko xehetasunekin.)
ko: (곧 메일 주소를 확인하는 방법에 대한 안내를 메일로 받으실 것입니다.)
pl: (Powinieneś właśnie otrzymać wiadomość e-mail, zawierającą instrukcje potwierdzenia adresu e-mail)
pt_br: (Você receberá uma mensagem por e-mail a qualquer momento, com instruções sobre como confirmar seu endereço.)
tl: (Dapat kang makatanggap ng isang mensahe sa pamamagitan ng e-liham sa loob ng ilang mga sandali, na may mga panuto kung paano titiyakin ang tirahan mo ng e-liham.)

source: There was an unexpected error while delisting %s.
cs: Při odebírání %s ze seznamu došlo k nečekané chybě.
de: Bei der Entfernung von %s von der Liste ist ein unerwarteter Fehler ist aufgetreten.
eu: %s zerrendatik kentzean espero ez zen akatsa egon da.
pl: Wystąpił nieoczekiwany błąd podczas skreślenia %s .
pt_br: Houve um erro inesperado enquanto remove-se da lista %s.
tl: Nagkaroon ng isang hindi inaasahang kamalian habang tinatanggal sa talaan si %s.

source: There was a problem listing %s. The remote server is probably not responding correctly, please try retrying later.
cs: Při přidávání %s do seznamu nastal problém. Vzdálený server zřejmě neodpovídá správně. Zkuste to prosím později.
de: Es gab ein Problem beim Hinzufügen von %s. Der entfernt liegende Server antwortet vielleicht nicht richtig. Bitte später noch einmal versuchen.
eu: %s zerrendatzean akatsa egon da. Ziurrenik urruneko zerbitzariak ez du ondo erantzuten, saiatu berriro geroago.
ko: %s 사용자를 리스트에 넣는데 문제가 발생했습니다. 원격 서버가 제대로 응답하지 않는 것 같습니다. 나중에 다시 시도해 보십시오.
pl: Istnieje problem z wyświetleniem %s. Serwer zdalny prawdopodobnie nie odpowiada poprawnie, spróbuj ponownie później.
pt_br: Houve um problema listando %s. O servidos remoto provavelmente não está respondendo corretamente, por favor tente novamente mais tarde.
tl: Nagkaroon ng isang suliranin sa pagtatala ng %s. Marahil ang malayong tagapaghain ay hindi tumutugon ng tama, mangyaring subukang subukan pa ulit mamaya.

source: Unlisted
cs: Odstraněn(a) ze seznamu
de: Nicht gelistet
eu: Zerrendatik kendua
ko: 리스트 취소
pl: Nienotowane
pt_br: Não listado
tl: Hindi na nakatala

source: No notice specified.
cs: Oznámení neuvedeno.
de: Keine Nachricht angegeben.
eu: Ez da oharrik adierazi.
ko: 글을 지정하지 않았습니다.
pl: Nie podano wpisu.
pt_br: Não foi especificada nenhuma mensagem.
tl: Walang tinukoy na pabatid.

source: Notice not found.
cs: Sdělení nebylo nalezeno.
de: Nachricht nicht gefunden.
pt_br: Mensagem não encontrada.

source: Could not repeat notice for unknown reason. Please contact the webmaster!
cs: Nepodařilo se zopakovat sdělení, důvod není známý. Prosím kontaktujte správce serveru!
pt_br: Não foi possível repetir a mensagem por uma razão desconhecida. Por favor, contate o webmaster!

source: Repeated!
cs: Opakováno!
de: Wiederholt!
eu: Errepikatua!
ko: 반복됨!
pl: Powtórzono.
pt_br: Repetida!
tl: Inulit!

source: Replies to %s
cs: Odpovědi pro uživatele %s
de: Antworten an %s
eu: Erantzunak %s(r)i
ko: %s에 답신
pl: Odpowiedzi na %s
pt_br: Respostas para %s
tl: Mga tugon kay %s

source: Replies to %1$s, page %2$d
cs: Odpovědi pro %1$s, strana %2$d
de: Antworten an %1$s, Seite %2$d
eu: %1$s(e) ri erantzunak, %2$d. orria
ko: %1$s에 답신, %2$d 페이지
pt_br: Respostas para %1$s, pág. %2$d
tl: Mga tugon kay %1$s, pahina %2$d

source: Replies feed for %s (Activity Streams JSON)
cs: Kanál odpovědí pro uživatele %s (Activity Streams JSON)
de: Feed der Antworten von %s (Activity Streams JSON)
eu: Erantzunen jarioa %s(r)entzat (Activity Streams JSON)
pl: Kanał odpowiedzi dla użytkownika %s (Strumienie aktywności JSON)
pt_br: Responde a fonte para %s (Atividade executa JSON)
tl: Pakain ng mga tugon para sa %s (Mga Batis ng Gawain ng JSON)

source: Replies feed for %s (RSS 1.0)
cs: Kanál odpovědí pro uživatele %s (RSS 1.0)
de: Feed der Antworten an %s (RSS 1.0)
eu: Erantzunen jarioa %s(r)entzat (RSS 1.0)
ko: %s의 답신 피드 (RSS 1.0)
pl: Kanał odpowiedzi dla użytkownika %s (RSS 1.0)
pt_br: Fonte de respostas para %s (RSS 1.0)
tl: Pasubo ng mga tugon para sa %s (RSS 1.0)

source: Replies feed for %s (RSS 2.0)
cs: Kanál odpovědí pro uživatele %s (RSS 2.0)
de: Feed der Antworten an %s (RSS 2.0)
eu: Erantzunen jarioa %s(r)entzat (RSS 2.0)
ko: %s의 답신 피드 (RSS 2.0)
pl: Kanał odpowiedzi dla użytkownika %s (RSS 2.0)
pt_br: Fonte de respostas para %s (RSS 2.0)
tl: Pasubo ng mga tugon para sa %s (RSS 2.0)

source: Replies feed for %s (Atom)
cs: Kanál odpovědí pro uživatele %s (Atom)
de: Feed der Nachrichten von %s (Atom)
eu: Erantzunen jarioa %s(r)entzat (Atom)
ko: %s의 답신 피드 (Atom)
pl: Kanał odpowiedzi dla użytkownika %s (Atom)
pt_br: Fonte de respostas para %s (Atom)
tl: Pasubo ng mga tugon para sa %s (Atom)

source: This is the timeline showing replies to %1$s but %2$s hasn't received a notice to them yet.
cs: Toto je časová osa odpovědí pro uživatele %1$s, ale %2$s, ještě žádná sdělení nedostal(a).
de: Dies ist die Zeitleiste für %1$s, aber %2$s hat noch keine Notiz dazu erhalten.
eu: Hau %1$s(r)i emandako erantzunen denbora-lerroa da baina %2$s(e)k ez du hauen oharrik jaso oraindik.
ko: %1$s에 보내는 답신을 표시하는 타임라인이지만, 아직 %2$s님이 글을 작성하지 않았습니다.
pl: To jest oś czasu wyświetlająca odpowiedzi na wpisy użytkownika %1$s, ale %2$s nie otrzymał jeszcze wpisów.
pt_br: Este é o fluxo público de mensagens de %1$s, mas %2$s não publicou nada ainda.
tl: Ito ang guhit ng panahon na nagpapakita ng mga tugon kay %1$s ngunit hindi pa nakakatanggap si %2$s ng isang pabatid sa kanila.

source: You can engage other users in a conversation, subscribe to more people or [join groups](%%action.groups%%).
cs: Můžete oslovit jiné uživatele, začít sledovat více lidí, nebo se [přidat k nějaké skupině](%%action.groups%%).
de: Du kannst andere Benutzer ansprechen, mehr Leuten folgen oder [Gruppen beitreten](%%action.groups%%).
eu: Beste erabiltzaileak erakar ditzakezu solasaldi batera, harpidetu jende gehiagora edo [taldeekin elkartu](%%action.groups%%).
ko: 대화에 참여할 수도 있고, 사람들 글을 구독할 수 있고, 또는 [그룹에 가입할](%%action.groups%%) 수도 있습니다.
pl: Można nawiązać rozmowę z innymi użytkownikami, subskrybować więcej osób lub [dołączyć do grup](%%action.groups%%).
pt_br: Você pode envolver outros usuários na conversa. Pra isso, assine mais pessoas ou [entre em grupos](%%action.groups%%).
tl: Maaari mong lahukan ang iba pang mga tagagamit sa loob ng isang talakayan, magpasipi sa mas marami pang mga tao o [sumali sa mga pangkat](%%action.groups%%).

source: You can try to [nudge %1$s](../%2$s) or [post something to them](%%%%action.newnotice%%%%?status_textarea=%3$s).
cs: Můžete zkusit uživatele [%1$s pošťouchnout](../%2$s), nebo mu/jí něco [poslat](%%%%action.newnotice%%%%?status_textarea=%3$s).
eu: [%1$s](../%2$s) zirikatzen saia zaitezke edo [idatz iezaiezu zerbait](%%%%action.newnotice%%%%?status_textarea=%3$s).
ko: [%1$s님을 찔러보시거나](../%2$s) [그 분에게 글을 써](%%%%action.newnotice%%%%?status_textarea=%3$s) 볼 수 있습니다.
pl: Można spróbować [szturchnąć użytkownika %1$s](../%2$s) lub [wysłać mu coś](%%%%action.newnotice%%%%?status_textarea=%3$s).
pt_br: Você pode tentar [cutucar %1$s](../%2$s) ou [publicar alguma coisa para ele](%%%%action.newnotice%%%%?status_textarea=%3$s).
tl: Maaari mong subukang [dunggulin si %1$s](../%2$s) o [magpaskil ng isang bagay sa kanila](%%%%action.newnotice%%%%?status_textarea=%3$s).

source: Replies to %1$s on %2$s.
cs: Odpovědi pro %1$s na %2$s!
de: Antworten an %1$s auf %2$s!
eu: Erantzunak %1$s(r)i %2$s(e)n.
ko: %2$s 사이트의 %1$s님에게 답신.
pl: Odpowiedzi dla użytkownika %1$s na %2$s.
pt_br: Respostas para %1$s no %2$s.
tl: Mga tugon sa %1$s sa %2$s.

source: Only logged-in users can restore their account.
cs: Pro obnovení účtu je třeba se přihlásit.
de: Nur angemeldete Benutzer können ihr Konto wiederherstellen.
eu: Saioa hasitako erabiltzaileek soilik berrezarri dezakete beraien kontua.
ko: 로그인한 사용자만 계정을 복구할 수 있습니다.
pl: Tylko zalogowani użytkownicy mogą przywracać swoje konta.
pt_br: Apenas usuários autenticados podem restaurar suas contas.
tl: Tanging nakalagdang mga tagagamit lamang ang muling makapagpapabalik ng kanilang akawnt.

source: You may not restore your account.
cs: Nemáte oprávnění obnovit účet.
de: Du darfst dein Benutzerkonto nicht wiederherstellen.
eu: Agian ez zenuke zure kontua berrezarri behar.
ko: 계정을 복구할 수 없습니다.
pl: Użytkownik nie może przywrócić konta.
pt_br: Você não pode restaurar a sua conta.
tl: Hindi mo maaaring pabaliking muli ang iyong akawnt.

source: No uploaded file.
cs: Žádný soubor nebyl nahrán.
de: Datei hochladen.
eu: Igotako fitxategirik ez dago.
ko: 업로드한 파일이 없습니다 .
pl: Nie wysłano pliku.
pt_br: Nenhum arquivo enviado.
tl: Walang ikinargang talaksan.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
cs: Velikost nahraného souboru překračuje limit upload_max_filesize nastavený v php.ini.
de: Die Größe der hochgeladenen Datei überschreitet die upload_max_filesize Angabe in der php.ini.
eu: Igotako fitxategiak upload_max_filesize balioa gainditzen du php.ini fitxategian.
ko: 업로드 파일이 php.ini 설정 파일의 upload_max_filesize 값을 넘어갔습니다.
pl: Wysłany plik przekracza dyrektywę upload_max_filesize w php.ini.
pt_br: O arquivo a ser enviado é maior do que o limite definido no parâmetro upload_max_filesize do php.ini.
tl: Ang ikinargang talaksan ay lumalampas sa kautusang magkarga_ng_pinakamataas_na_sukat_ng_talaksan sa loob ng php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
cs: Velikost nahraného souboru překračuje limit MAX_FILE_SIZE specifikovaný ve formuláři HTML.
de: Die Größe der hochgeladenen Datei überschreitet die MAX_FILE_SIZE Angabe, die im HTML-Formular angegeben wurde.
eu: Igotako fitxategiak HTML inprimakian zehaztutako MAX_FILE_SIZE balioa gainditzen du.
ko: 업로드 파일이 HTML 폼에서 지정한 MAX_FILE_SIZE 값을 넘어갔습니다.
pl: Wysłany plik przekracza dyrektywę MAX_FILE_SIZE podaną w formularzu HTML.
pt_br: O arquivo a ser enviado é maior do que o limite definido no parâmetro MAX_FILE_SIZE do formulário HTML.
tl: Lumalampas ang ikinargang talaksan sa kaatasang MAX_FILE_SIZE na tinukoy sa loob ng pormularyo ng HTML.

source: The uploaded file was only partially uploaded.
cs: Nahrávaný soubor byl nahrán pouze částečně.
de: Die Datei wurde nur teilweise auf den Server geladen.
eu: Fitxategiaren zati bat baino ez da igo.
ko: 업로드 파일이 일부만 업로드되었습니다.
pl: Plik został tylko częściowo wysłany.
pt_br: O arquivo foi apenas parcialmente enviado.
tl: Bahagi lamang ng naikargang talaksan ang naikargang papaitaas.
