Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Group leave failed.
cs: Nepodařilo se opustit skupinu.
de: Konnte Gruppe nicht verlassen
eu: Taldea uzteak huts egin du.
ko: 그룹 탈퇴가 실패했습니다.
pl: Opuszczenie grupy nie powiodło się.
pt_br: Não foi possível deixar o grupo.
tl: Nabigo ang paglisan mula sa pangkat.

source: Join
cs: Přidat se
de: Beitreten
eu: Elkartu
ko: 가입
pl: Dołącz
pt_br: Entrar
tl: Sumali

source: %1$s has joined group %2$s.
cs: %1$s se přidal(a) ke skupině %2$s.
de: %1$s ist der Gruppe „%2$s“ beigetreten.
eu: %1$s %2$s taldearekin elkartu da.
ko: %1$s님이 %2$s 그룹에 가입했습니다.
pl: Użytkownik %1$s dołączył do grupy %2$s.
pt_br: %1$s entrou no grupo %2$s.
tl: Sumali na si %1$s sa pangkat na %2$s.

source: Could not update local group.
cs: Nepodařilo se aktualizovat místní skupinu.
de: Konnte Gruppe nicht aktualisieren.
eu: Ezin izan da talde lokala eguneratu.
ko: 로컬 그룹을 업데이트 할 수 없습니다.
pl: Nie można zaktualizować lokalnej grupy.
pt_br: Não foi possível atualizar o grupo local.
tl: Hindi maisapanahon ang katutubong pangkat.

source: Could not create login token for %s
cs: Nepodařilo se vytvořit login token pro %s
de: Konnte keinen Login-Token für %s erstellen
eu: Ezin izan da saioa hasteko tokena sortu %s(e)rako
ko: %s 에 대한 로그인 토큰을 만들 수 없습니다.
pl: Nie można utworzyć tokenów loginów dla %s
pt_br: Não foi possível criar o token de autenticação para %s
tl: Hindi malikha ang kahalip ng paglagdang papasok para kay %s

source: No database name or DSN found anywhere.
cs: Nenalezeno jméno databáze ani DSN.
de: Nirgendwo einen Datenbanknamen oder DSN gefunden.
eu: Ez da datubase izenik edo DSNrik aurkitu inon.
ko: 데이터베이스 이름이나 DSN이 어디에도 없습니다.
pl: Nigdzie nie odnaleziono nazwy lub DSN bazy danych.
pt_br: Não foi encontrado nenhum nome de base de dados ou DSN.
tl: Walang matagpuang pangalan ng kalipunan ng dato o DSN kahit na saan man.

source: %1$s's status on %2$s
cs: Status uživatele %1$s - %2$s
de: Status von %1$s auf %2$s
eu: %1$s(r)en status-a, %2$s
ko: %1$s의 상태 (%2$s에서)
pl: Stan użytkownika %1$s na %2$s
pt_br: Mensagem de %1$s no %2$s
tl: Katayuan ni %1$s noong %2$s

source: Database error inserting hashtag: %s.
cs: Chyba databáze při vkládání štítku: %s
de: Datenbankfehler beim Einfügen des Hashtags: %s.
eu: Errorea datu-basean hashtag-a txertatzean: %s.
ko: 해시 태그를 넣는데 데이터베이스 오류: %s.
pl: Błąd bazy danych podczas wprowadzania znacznika mieszania: %s.
pt_br: Erro no banco de dados durante a inserção da etiqueta: %s.
tl: Kamalian ng kalipunan ng dato sa pagsisingit ng tatak ng muling paghahayag na: %s.

source: Problem saving notice. Unknown user.
cs: Problém s ukládáním sdělení: neznámý uživatel.
de: Problem bei Speichern der Nachricht. Unbekannter Benutzer.
eu: Arazoa oharra gordetzean. Erabiltzaile ezezaguna.
ko: 글을 저장하는데 문제가 발생했습니다. 사용자를 알 수 없습니다.
pl: Problem podczas zapisywania wpisu. Nieznany użytkownik.
pt_br: Problema no salvamento da mensagem. Usuário desconhecido.
tl: Pabatid ng pagsagip ng suliranin. Hindi nalalamang tagagamit.

source: Problem saving notice. Too long.
cs: Problém s ukládáním sdělení: je příliš dlouhé.
de: Problem bei Speichern der Nachricht. Sie ist zu lang.
eu: Arazoa oharra gordetzean. Luzeegia.
ko: 글을 저장하는데 문제가 발생했습니다. 너무 깁니다.
pl: Problem podczas zapisywania wpisu. Za długi.
pt_br: Problema no salvamento da mensagem. Ela é muito extensa.
tl: Pabatid ng pagsagip ng suliranin. Masyadong mahaba.

source: Too many notices too fast; take a breather and post again in a few minutes.
cs: Posíláte příliš mnoho sdělení příliš rychle; dejte si malou přestávku než budete pokračovat.
de: Zu schnell zu viele Nachrichten; atme kurz durch und schicke sie erneut in ein paar Minuten ab.
eu: Ohar gehiegi eta azkarregi; hartu atseden eta bidali oharrak berriro minutu batzuk igaro ondoren.
ko: 너무 많은 글이 너무 빠르게 올라옵니다. 한숨 고르고 몇분 후에 다시 글을 올려 보십시오.
pl: Za dużo wpisów w za krótkim czasie, weź głęboki oddech i wyślij ponownie za kilka minut.
pt_br: Muitas mensagens em um período curto de tempo; dê uma respirada e publique novamente daqui a alguns minutos.
tl: Napakabilis na masyadong maraming mga pabatid; huminga muna sandali at magpaskil ulit sa loob ng ilang mga minuto.

source: Too many duplicate messages too quickly; take a breather and post again in a few minutes.
cs: Posíláte příliš mnoho stejných sdělení příliš rychle; dejte si malou přestávku než budete pokračovat.
de: Zu schnell zu viele Nachrichten; atme kurz durch und schicke sie erneut in ein paar Minuten ab.
eu: Mezu bikoiztu gehiegi eta azkarregi; hartu atseden eta bidali oharrak berriro minutu batzuk igaro ondoren.
ko: 동일한 메시지를 글이 너무 빠르게 올립니다. 한숨 고르고 몇분 후에 다시 글을 올려 보십시오.
pl: Za dużo takich samych wiadomości w za krótkim czasie, weź głęboki oddech i wyślij ponownie za kilka minut.
pt_br: Muitas mensagens duplicadas em um período curto de tempo; dê uma respirada e publique novamente daqui a alguns minutos.
tl: Napakabilis na napakaraming mga mensaheng nagkakadaladalawa; huminga muna sandali at magpaskil ulit sa loob ng ilang mga minuto.

source: You are banned from posting notices on this site.
cs: Máte zákaz posílat sdělení na tomto serveru.
de: Du wurdest für das Schreiben von Nachrichten auf dieser Seite gesperrt.
eu: Debekaturik duzu gune honetara oharrak bidaltzea.
ko: 이 사이트에서 글 올리기가 금지되었습니다.
pl: Zabroniono ci wysyłania wpisów na tej witrynie.
pt_br: Você está proibido de publicar mensagens neste site.
tl: Pinagbabawalan kang magpaskil ng mga pabatid sa sityong ito.

source: Cannot repeat; original notice is missing or deleted.
cs: Nelze opakovat; původní sdělení nelze najít, nebo bylo smazáno.
de: Kann nicht wiederholt werden; ursprüngliche Nachricht fehlt oder ist gelöscht worden.
eu: Ezin da errepikatu; jatorrizko oharra galdu edo ezabatu egin da.
ko: 반복할 수 없습니다. 원본 글이 없거나 삭제되었습니다.
pl: Nie można powtórzyć, oryginalny wpis nie istnieje lub został usunięty.
pt_br: Não é possível repetir; a mensagem original está perdida ou foi apagada.
tl: Hindi mauulit, nawawala o nabura ang orihinal na pabatid.

source: You cannot repeat your own notice.
cs: Nemůžete opakovat své vlastní sdělení.
de: Du kannst deine eigene Nachricht nicht wiederholen.
eu: Ezin duzu zure ohar bera errepikatu.
ko: 자기 자신의 글은 반복할 수 없습니다.
pl: Nie można powtórzyć własnego wpisu.
pt_br: Você não pode repetir sua própria mensagem.
tl: Hindi mo maaaring ulitin ang sarili mong pabatid.

source: Cannot repeat a private notice.
cs: Nelze opakovat soukromé sdělení.
de: Private Nachricht kann nicht wiederholt werden.
eu: Ezin da ohar pribatu bat errepikatu.
ko: 비밀 글을 반복할 수 없습니다.
pl: Nie można powtórzyć prywatnego wpisu.
pt_br: Você não pode repetir uma mensagem privada.
tl: Hindi maaaring ulitin ang isang pribadong pabatid.

source: Cannot repeat a notice you cannot read.
cs: Nelze opakovat sdělení, ke kterému nemáte přístup.
de: Eine Nachricht, die du nicht lesen kannst, kann nicht wiederholt werden.
eu: Ezin duzu errepikatu irakurri ezin duzun ohar bat.
ko: 읽을 수 없는 글을 반복할 수 없습니다.
pl: Nie można powtórzyć wpisu, którego nie możesz odczytać.
pt_br: Você não pode repetir uma mensagem que você não pode ler..
tl: Hindi maaaring ulitin ang isang pabatid na hindi mo mabasa.

source: You already repeated that notice.
cs: Toto sdělení jste již zopakoval(a).
de: Nachricht bereits wiederholt
eu: Jadanik errepikatu duzu ohar hori.
ko: 이미 해당 글을 반복했습니다.
pl: Już powtórzono ten wpis.
pt_br: Você já repetiu essa mensagem.
tl: Inulit mo na ang pabatid na iyan.

source: %1$s has no access to notice %2$d.
cs: %1$s nemá přístup ke sdělení %2$d.
de: %1$s hat keinen Zugriff auf die Nachricht %2$d.
eu: %1$s(e)k ezin du %2$d oharra atzitu.
ko: %1$s 사용자는 글 %2$d 에 접근 권한이 없습니다.
pl: Użytkownik %1$s nie ma dostępu do wpisu %2$d.
pt_br: %1$s não tem acesso à mensagem %2$d.
tl: Si %1$s ay hindi makakapunta sa pabatid na %2$d.

source: Bad type provided to saveKnownGroups.
cs: Metoda saveKnownGroups obdržela špatný typ.
de: Der Methode „saveKnownGroups“ wurde ein schlechter Typ zur Verfügung gestellt.
eu: Mota okerra eman da saveKnownGroups-erako.
ko: saveKnownGroups에 잘못된 타입 데이터를 입력했습니다.
pl: Podano błędne dane do saveKnownGroups.
pt_br: O tipo fornecido a saveKnownGroups é incorreto.
tl: Masamang uri ang ibinigay sa saveKnownGroups.

source: Problem saving group inbox.
cs: Problém při ukládání skupinového inboxu.
de: Problem bei Speichern der Nachricht.
eu: Arazoa taldearen sarrera-kutxa gordetzean.
ko: 그룹 받은 쪽지함을 저장하는데 문제가 발생했습니다.
pl: Problem podczas zapisywania skrzynki odbiorczej grupy.
pt_br: Problema no salvamento das mensagens recebidas do grupo.
tl: Nagkasuliranin ang pagsagip sa kahong-tanggapan ng pangkat.

source: Problem saving notice.
cs: Problém při ukládání sdělení.
de: Problem bei Speichern der Nachricht.
eu: Arazoa oharra gordetzean.
ko: 글을 저장하는데 문제가 발생했습니다.
pl: Problem podczas zapisywania wpisu.
pt_br: Ocorreu um problema no salvamento da mensagem.
tl: Suliranin sa pagsagip ng pabatid.

source: Could not update user nickname.
cs: Nepodařilo se aktualizovat přezdívku uživatele.
de: Konnte Benutzername des Benutzers nicht aktualisieren
pl: Nie można zaktualizować nazwy użytkownika.
pt_br: Não foi possível atualizar o apelido do usuário.

source: Cannot revoke role "%1$s" for user #%2$d; does not exist.
cs: Nelze odebrat roli "%1$s" uživateli #%2$d: uživatel neexistuje.
de: Die Rolle „%1$s“ kann nicht für Benutzer #%2$d widerrufen werden. Benutzer existiert nicht.
eu: #%2$d erabiltzaileari ezin zaio "%1$s" rola kendu; ez da existitzen.
ko: 사용자 #%2$d의 역할 "%1$s"을(를) 철회할 수 없습니다. 역할이 없습니다.
pl: Nie można unieważnić roli ""%1$s" użytkownika #%2$d; nie istnieje.
pt_br: Não é possível revogar a função "%1$s" do usuário #%2$d; não existe.
tl: Hindi mabawi ang gampaning "%1$s" para sa tagagamit na %2$d; hindi umiiral.

source: Cannot revoke role "%1$s" for user #%2$d; database error.
cs: Nelze odebrat roli "%1$s" uživateli #%2$d: chyba databáze.
de: Die Rolle „%1$s“ kann nicht für Benutzer #%2$d widerrufen werden. Datenbankfehler.
eu: #%2$d erabiltzaileari ezin zaio "%1$s" rola kendu; errorea datu-basean.
ko: 사용자 #%2$d의 역할 "%1$s"을(를) 철회할 수 없습니다. 데이터베이스 오류.
pl: Nie można unieważnić roli "%1$s" użytkownika #%2$d; błąd bazy danych.
pt_br: Não é possível revogar a função "%1$s" do usuário #%2$d; erro na base de dados.
tl: Hindi mabawi ang gampaning "%1$s" para sa tagagamit na %2$d; kamalian ng kalipunan ng dato.

source: The tag you are trying to rename to already exists.
cs: Štítek s tímto jménem již existuje.
de: Der Tag, zu dem du umbenennen willst, existiert bereits.
eu: Etiketa berrizendatzeko erabiltzen ari zaren hitza jadanik badago etiketa modura.
ko: 이름을 바꾸려는 대상 태그 이름이 이미 있습니다.
pl: Znacznik, któremu użytkownik próbuje zmienić nazwę już istnieje.
pt_br: Você está tentando renomear a etiqueta para um nome que já existe.
tl: Umiiral na ang tatak na sinusubukan mong pangalang muli.

source: No tagger specified.
cs: Nebyl určen autor štítku.
de: Kein Tagger angegeben.
eu: Ez da etiketatzailerik adierazi.
ko: tagger를 지정하지 않았습니다.
pl: Nie podano twórcy znacznika.
pt_br: Não foi especificado nenhum etiquetador.
tl: Walang tinukoy na tagapagtatak.

source: No tag specified.
cs: Nebyl určen štítek.
de: Keine Tag angegeben.
eu: Ez da etiketarik adierazi.
ko: 태그를 지정하지 않았습니다.
pl: Nie podano znacznika.
pt_br: Não foi especificado nenhuma etiqueta.
tl: Walang tinukoy na tatak.

source: Could not create profile tag.
cs: Nepodařilo se vytvořit štítek profilu.
de: Konnte Profil-Tag nicht erstellen.
eu: Ezin izan da profil-etiketa sortu.
ko: 프로필 태그를 만들 수 없습니다.
pl: Nie można utworzyć znacznika profilu.
pt_br: Não foi possível criar a etiqueta de perfil.
tl: Hindi malikha ang tatak ng balangkas.

source: Could not set profile tag URI.
cs: Nepodařilo se nastavit URI pro štítek profilu.
de: Tag URI konnte nicht gespeichert werden.
eu: Ezin izan da profil-etiketaren URIa ezarri.
ko: 프로필 태그 URI를 설정할 수 없습니다.
pl: Nie można ustawić tagu URI profilu.
pt_br: Não foi possível definir a URI da etiqueta de perfil.
tl: Hindi maitakda ang URI ng tatak ng balangkas.

source: Could not set profile tag mainpage.
cs: Nepodařilo se nastavit hlavní stránku pro štítek profilu.
de: Profil Tag Mainpage konnte nicht festgelegt werden.
eu: Ezin izan da ezarri profil-etiketaren orri nagusia.
ko: 프로필 태그 메인페이지를 설정할 수 없습니다.
pl: Nie można ustawić tagu strony głównej profilu.
pt_br: Não foi possível definir a página principal da etiqueta de perfil.
tl: Hindi maitakda ang pangunahing pahina ng tatak ng balangkas.

source: You already have created %d or more tags which is the maximum allowed number of tags. Try using or deleting some existing tags.
cs: Již jste vytvořil(a) %d nebo více štítků, což je maximální povolený limit. Zkuste použít existující štítky, nebo nějaké smazat.
de: Du hast bereits %d oder mehr Tags erstellt, was die maximal zulässige Anzahl von Tags ist. Benutze oder lösche einige bereits vorhandene Tags.
eu: Jadanik %d etiketa edo gehiago sortu dituzu eta onartutako gehieneko etiketa-kopurura iritsi zara. Saiatu etiketa batzuk ezabatzen edo existitzen direnak erabiltzen.
ko: 이미 태그를 %d개 이상 만들었습니다. 태그 최대 개수입니다. 기존의 태그를 사용하거나 태그를 지우고 새로 만들어 보십시오.
pl: Zostało już przez ciebie utworzone %d lub więcej znaczników, co jest maksymalną dozwoloną liczba znaczników. Spróbuj użyć lub usunąć niektóre istniejące znaczniki.
pt_br: Você já criou %d ou mais etiquetas, atingindo o número máximo de etiquetas permitidas. Experimente usar ou excluir algumas já existentes.
tl: Nakalikha ka na ng %d o mahigit pang mga tatak na siyang pinakamataas na pinahihintulutang bilang ng mga tatak. Subukang gamitin o burahin ang ilan sa umiiral na mga tatak.}}

source: You already have %1$d or more people in list %2$s, which is the maximum allowed number. Try unlisting others first.
cs: V seznamu %2$s máte již %1$d nebo více lidí, což je maximální povolený limit. Zkuste napřed ze seznamu nějaké odebrat.
de: Du hast bereits %1$d oder mehr Personen in der Liste %2$s, was die maximal zulässige Anzahl ist. Entferne zuerst andere Personen.
eu: Jadanik %1$d lagun edo gehiago dituzu %2$s zerrendan, eta onartutako gehieneko kopurura iritsi zara. Saiatu aurretik beste lagun batzuk zerrendatik kenduta.
pl: Masz już %1$d lub więcej osób na liście %2$s, co jest maksymalną dozwoloną liczbą. Spróbuj najpierw usunąć kogoś z listy.
pt_br: Você já tem %1$d ou mais pessoas na lista %2$s, que está na quantidade máxima permitida. Tente retirar algumas pessoas da lista primeiro.
tl: Mayroon ka nang %1$d o mahigit pang mga tao sa loob ng talang %2$s, na siyang pinakamataas na pinahihintulutang bilang. Subukang huwag na munang itala ang iba pa.

source: Adding list subscription failed.
cs: Ukládání sledování seznamu selhalo.
de: Neues Listenabonnement gescheitert.
eu: Harpidetza-zerrenda gehitzeak huts egin du.
ko: 리스트 구독 추가에 실패했습니다.
pl: Nie udało się dodać subskrypcji listy.
pt_br: A adição de assinatura de lista falhou.
tl: Nabigo ang pagdaragdag ng pagpapasipi sa talaan.

source: Removing list subscription failed.
cs: Odstraňování sledování seznamu selhalo.
de: Konnte Listen-Abonnement nicht entfernen.
eu: Harpidetza-zerrenda kentzeak huts egin du.
ko: 리스트 구독 제거에 실패했습니다.
pl: Nie udało się usunąć subskrypcji listy.
pt_br: A remoção da assinatura da lista falhou.
tl: Nabigo ang pagtatanggal ng pagpapasipi sa talaan.

source: Unable to save tag.
cs: Nepodařilo se uložit štítek.
de: Konnte Tag nicht speichern.
eu: Ezin izan da etiketa gorde.
ko: 태그를 저장할 수 없습니다.
pl: Nie można zapisać etykiety.
pt_br: Não foi salvar gravar a categoria.
tl: Hindi nagawang sagipin ang tatak.

source: You have been banned from subscribing.
cs: Sledování vám bylo zakázáno.
de: Dieser Benutzer erlaubt dir nicht ihn zu abonnieren.
eu: Erabiltzaileak ez dizu harpidetza uzten.
ko: 구독이 금지되었습니다.
pl: Zablokowano subskrybowanie.
pt_br: Você está proibido de assinar.
tl: Pinagbabawalan ka na mula sa pagpapasipi.

source: Already subscribed!
cs: Tohoto uživatele již sledujete!
de: Bereits abonniert!
eu: Dagoeneko harpidetua!
ko: 이미 구독했습니다!
pl: Już subskrybowane.
pt_br: Já assinado!
tl: Nagpapasipi na!

source: User has blocked you.
cs: Uživatel vás zablokoval.
de: Dieser Benutzer hat dich blockiert.
eu: Lankideak blokeatu zaitu.
ko: 사용자가 나를 차단했습니다.
pl: Użytkownik zablokował cię.
pt_br: O usuário bloqueou você.
tl: Hinarang ka ng tagagamit.

source: Not subscribed!
cs: Tohoto uživatele nesledujete!
de: Nicht abonniert!
eu: Harpidetu gabea!
ko: 구독하고 있지 않습니다!
pl: Niesubskrybowane.
pt_br: Não assinado!
tl: Hindi nagpapasipi!

source: Could not delete self-subscription.
cs: Nelze přestat sledovat sám sebe.
de: Konnte Selbst-Abonnement nicht löschen.
eu: Ezin izan da norberaren harpidetza ezabatu.
ko: 자기 자신에 대한 구독을 삭제할 수 없습니다.
pl: Nie można usunąć autosubskrypcji.
pt_br: Não foi possível salvar a assinatura.
tl: Hindi mabura ang pagpapasipi sa sarili.

source: Could not delete subscription.
cs: Nepodařilo se zrušit sledování.
de: Konnte Abonnement nicht löschen.
eu: Ezin izan da harpidetza ezabatu.
ko: 구독을 삭제할 수 없습니다.
pl: Nie można usunąć subskrypcji.
pt_br: Não foi possível salvar a assinatura.
tl: Hindi mabura ang pagpapasipi.

# TITLE
source: Follow
cs: Sledovat
de: Folgen
eu: Jarraitu
ko: 팔로우
pl: Obserwuj
pt_br: Acompanhar
tl: Sundan

source: %1$s is now following %2$s.
cs: %1$s nyní sleduje uživatele %2$s.
de: %1$s folgt nun %2$s.
eu: %1$s(e)k orain %2$s jarraitzen du.
ko: %1$s님이 %2$s님을 팔로우합니다.
pl: Użytkownik %1$s obserwuje teraz %2$s.
pt_br: %1$s agora está acompanhando %2$s.
tl: Sinusundan na ngayon ni %1$s si %2$s.

source: Welcome to %1$s, @%2$s!
cs: Vítejte na %1$s, @%2$s!
de: Herzlich willkommen bei %1$s, @%2$s!
eu: Ongi etorri %1$s(e)ra, @%2$s!
ko: %1$s에 잘 오셨습니다. @%2$s 님!
pl: Witaj w %1$s, @%2$s.
pt_br: Bem vindo(a) a %1$s, @%2$s!
tl: Maligayang pagdating sa %1$s , @%2$s!

source: Not implemented since inbox change.
cs: Tato funkce ještě není implementována.
de: Seit Posteingangsänderung nicht implementiert.
eu: Ez da inplementatu sarrera-kutxa aldatu denetik.
ko: 받은 쪽지함 변경 이후 구현되지 않았습니다.
pl: Nie realizowane od zmiany skrzynki odbiorczej.
pt_br: Não implementado desde a mudança da caixa de entrada.
tl: Hindi ipinatutupad magmula noong pagbabago sa kahong-tanggapan.

source: No site owner configured.
cs: Majitel serveru není nastaven.
pl: Nie skonfigurowano właściciela strony.
pt_br: Nenhum dono do site configurado.

source: Single-user mode code called when not enabled.
cs: Kód režimu single-user nelze volat, když není zapnutý.
de: Einzeluser-Modus aufgerufen, aber nicht aktiviert.
eu: Erabiltzaile bakarreko moduaren kodeari deitu zaio baina ez dago gaituta.
ko: 단일 사용자 모드를 사용하지 않지만 코드를 호출했습니다.
pl: Wywołano kod pojedynczego użytkownika, kiedy nie był włączony.
pt_br: Código de modo mono-usuário requisitado, mas sem estar habilitado.
tl: Tinatawag ang kodigo ng pamamaraan ng isahang tagagamit kapag hindi pinagagana.

source: No user with that email address or username.
cs: Nebyl nalezen žádný uživatel s touto emailovou adresou nebo uživatelským jménem.
de: Kein Benutzer mit dieser E-Mail-Adresse oder mit diesem Nutzernamen.
eu: Ez dago posta-helbide edo erabiltzaile-izen hori duen erabiltzailerik.
ko: 그러한 메일 주소나 이름의 사용자가 없습니다.
pl: Brak użytkownika z tym adresem e-mail lub nazwą użytkownika.
pt_br: Não foi encontrado nenhum usuário com essa identificação ou endereço de email.
tl: Walang tagagamit na may ganyang tirahan ng e-liham o pangalan ng tagagamit.

source: No registered email address for that user.
cs: Tento uživatel nemá registrovánu žádnou emailovou adresu.
de: Der Benutzer hat keine registrierte E-Mail-Adresse.
eu: Ez du inork izenik eman eposta helbide horrekin.
ko: 그 사용자는 등록한 메일 주소가 없습니다.
pl: Brak zarejestrowanych adresów e-mail dla tego użytkownika.
pt_br: Nenhum endereço de e-mail registrado para esse usuário.
tl: Walang nakatalang tirahan ng e-liham para sa ganyang tagagamit.

source: Error saving address confirmation.
cs: Chyba při ukládání potvrzení adresy.
de: Fehler beim Speichern der Adressbestätigung.
eu: Errorea helbide-baieztapena gordetzean.
ko: 주소 확인 저장 오류.
pl: Błąd podczas zapisywania potwierdzenia adresu.
pt_br: Erro ao salvar o endereço de confirmação.
tl: Kamalian sa pagsagip ng pagtitiyak ng tirahan.

source: Register
cs: Registrace
de: Registrieren
eu: Izena eman
ko: 가입
pl: Rejestracja
pt_br: Registrar
tl: Magpatala

source: %1$s joined %2$s.
cs: %1$s se zaregistroval(a) na %2$s.
pt_br: %1$s juntou a %2$s.

source: Profile insertion failed
cs: Vkládání profilu selhalo.
pt_br: A inserção de perfil falhou.

source: Could not create group.
cs: Nepodařilo se vytvořit skupinu.
de: Konnte Gruppe nicht erstellen.
eu: Ezin izan da taldea sortu.
ko: 그룹을 만들 수 없습니다.
pl: Nie można utworzyć grupy.
pt_br: Não foi possível criar o grupo.
tl: Hindi malikha ang pangkat.

source: Could not set group URI.
cs: Nepodařilo se nastavit URI skupiny.
de: Konnte die Gruppen-URI nicht setzen.
eu: Ezin izan da taldearen URIa ezarri.
ko: 그룹 URI를 설정할 수 없습니다.
pl: Nie można ustawić adresu URI grupy.
pt_br: Não foi possível definir a URI do grupo.
tl: Hindi maitakda ang URI ng pangkat.

source: Could not set group membership.
cs: Nepodařilo se nastavit členství ve skupině.
de: Konnte Gruppenmitgliedschaft nicht setzen.
eu: Ezin izan da talde-kidetzarik ezarri.
ko: 그룹 회원을 설정할 수 없습니다.
pl: Nie można ustawić członkostwa w grupie.
pt_br: Não foi possível configurar a associação ao grupo.
tl: Hindi maitakda ang kasapian sa pangkat.

source: Could not save local group info.
cs: Nelze uložit informace místní skupiny.
de: Konnte die lokale Gruppen Information nicht speichern.
eu: Ezin izan da talde lokalaren informazioa gorde.
ko: 로컬 그룹 정보를 저장할 수 없습니다.
pl: Nie można zapisać informacji o lokalnej grupie.
pt_br: Não foi possível salvar a informação do grupo local.
tl: Hindi masagip ang kabatiran ng katutubong pangkat.

source: Unable to update profile
cs: Nepodařilo se aktualizovat profil
pl: Nie udało się zaktualizować profilu.
pt_br: Desabilitar para atualizar perfil

source: Cannot locate account %s.
cs: Nelze najít účet %s.
de: Konto %s kann nicht gefunden werden.
eu: Ezin izan da %s kontua aurkitu.
ko: %s 계정을 찾을 수 없습니다.
pl: Nie można ustalić położenia konta %s.
pt_br: Não foi possível localizar a conta %s.
tl: Hindi matagpuan ang akawnt na %s.

source: Cannot find XRD for %s.
cs: Nelze najít XRD pro %s.
de: XRD für %s kann nicht gefunden werden.
eu: Ezin da XRD aurkitu %s(e)rako.
ko: %s에 대한 XRD를 찾을 수 없습니다.
pl: Nie można odnaleźć XRD dla %s.
pt_br: Não foi possível encontrar XRD para %s.
tl: Hindi mahanap ang XRD para sa %s.

source: No AtomPub API service for %s.
cs: Žádná AtomPub API služba pro %s.
de: AtomPub API für %s kann nicht gefunden werden.
eu: Ez dago AtomPub API zerbitzurik %s(e)rako.
ko: %s에 대한 AtomPub API 서비스가 없습니다.
pl: Brak API usługi AtomPub dla %s.
pt_br: Não foi encontrado nenhum serviço de API para AtomPub em %s.
tl: Walang palingkurang API ng AtomPub para sa %s.

source: User actions
cs: Akce uživatele
de: Benutzeraktionen
eu: Erabiltzailearen ekintzak
ko: 사용자 동작
pl: Czynności użytkownika
pt_br: Ações do usuário
tl: Mga galaw ng tagagamit

source: User deletion in progress...
cs: Probíhá mazání uživatele...
de: Löschung des Benutzers in Arbeit …
eu: Erabiltzaile-ezabapena abian...
ko: 사용자 삭제 진행 중...
pl: Trwa usuwanie użytkownika...
pt_br: Exclusão do usuário em andamento...
tl: Isinasagawa ang pagbubura ng tagagamit...

source: Edit profile settings.
cs: Upravit nastavení profilu.
de: Profil-Einstellungen bearbeiten.
eu: Editatu profil-ezarpenak.
ko: 프로필 설정 편집.
pl: Edytuj ustawienia profilu.
pt_br: Editar as configurações do perfil.
tl: Baguhin ang mga katakdaan ng balangkas.

# BUTTON
source: Edit
cs: Upravit
de: Bearbeiten
eu: Aldatu
ko: 편집
pl: Edycja
pt_br: Editar
tl: Baguhin

source: Moderate
cs: Moderovat
de: Moderieren
eu: Moderatu
ko: 검열
pl: Moderuj
pt_br: Moderar
tl: Katamtaman

source: User role
cs: Role uživatele
de: Benutzerrolle
eu: Erabiltzaile-zeregina
ko: 사용자 역할
pl: Rola użytkownika
pt_br: Papel do usuário
tl: Gampanin ng tagagamit
