Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Why not [register an account](%%%%action.register%%%%) and start following this timeline!
cs: Můžete si snadno [založit účet](%%%%action.register%%%%) a začít sledovat tuto časovou osu.
de: Warum [registrierst du nicht einen Account](%%%%action.register%%%%) und fängst an, dieser Zeitleiste zu folgen!
eu: Zergatik ez [izena eman](%%%%action.register%%%%) eta denbora-lerro hau jarraitzen hasi!
ko: [계정을 등록해](%%action.register%%) 이 타임라인 팔로우를 시작해 보세요!
pl: Dlaczego nie [zarejestrujesz konta](%%action.register%%) i zaczniesz obserwować tego strumienia!
pt_br: Por que você não [registra uma conta](%%action.register%%) e começa a acompanhar este fluxo de mensagens?
tl: Bakit hindi [magpatala ng isang akawnt] (%%%%action.register%%%%) at magsimulang sundan ang guhit ng panahong ito!

source: Listed
cs: Lidé v seznamu
de: Gelistet
eu: Zerrendatuak
ko: 리스트 포함
pl: Wymienione
pt_br: Listado
tl: Naitala na

source: (None)
cs: (žádné)
de: (Kein)
eu: (Bat ere ez)
ko: (없음)
pl: (Brak)
pt_br: (Nenhum)
tl: (Wala)

source: Show all
cs: Zobrazit vše
de: Alle anzeigen
eu: Erakutsi dena
ko: 모두 보기
pl: Pokaż wszystko
pt_br: Exibir todas
tl: Ipakitang lahat

source: Subscribers
cs: Sledující
de: Abonnenten
eu: Harpidetuak
ko: 구독자
pl: Subskrybenci
pt_br: Assinantes
tl: Mga nagpapasipi

source: Notices by %1$s tagged %2$s
cs: Sdělení od %1$s se štítkem %2$s
de: Von %1$s mit %2$s getaggte Nachrichten
eu: %1$s(r)en oharrak %2$s etiketarekin
ko: %2$s 태그가 붙은 %1$s의 글
pl: Wpisy użytkownika %1$s oznaczone %2$s
pt_br: Mensagens de %1$s etiquetadas como %2$s
tl: Mga pabatid ni %1$s na natatakan ng %2$s

source: Notices by %1$s tagged %2$s, page %3$d
cs: Sdělení od %1$s se štítkem %2$s, strana %3$d
de: Von %1$s mit %2$s getaggte Nachrichten, Seite %3$d
eu: %1$s(r)en oharrak %2$s etiketarekin, %3$d. orria
ko: %2$s 태그가 붙은 %1$s의 글, %3$d 페이지
pl: Wpisy użytkownika %1$s oznaczone %2$s, strona %3$d
pt_br: Mensagens de %1$s etiquetadas como %2$s, pág. %3$d
tl: Mga pabatid ni %1$s na tinatakan ng %2$s, pahina %3$d

source: Notices by %1$s, page %2$d
cs: Sdělení od %1$s, strana %2$d
de: Nachrichten von %1$s, Seite %2$d
eu: %1$s(r)en oharrak, %2$d. orria
ko: %1$s의 글, %2$d 페이지
pl: Wpisy użytkownika %1$s, strona %2$d
pt_br: Mensagens de %1$s, pág. %2$d
tl: Mga pabatid ni %1$s, pahina %2$d

source: Notice feed for %1$s tagged %2$s (RSS 1.0)
cs: Kanál sdělení pro %1$s se štítkem %2$s (RSS 1.0)
de: Feed aller von „%1$s“ mit „%2$s“ getaggten Nachrichten (RSS 1.0)
eu: %1$s(r)en ohar-jarioa %2$s etiketarekin (RSS 1.0)
ko: %2$s 태그가 붙은 %1$s의 글 피드 (RSS 1.0)
pl: Kanał wpisów dla %1$s ze znacznikiem %2$s (RSS 1.0)
pt_br: Fonte de mensagens de %1$s etiquetada como %2$s (RSS 1.0)
tl: Pasubong pabatid para kay %1$s na tinatakan ng %2$s (RSS 1.0)

source: Notice feed for %s (Activity Streams JSON)
cs: Kanál sdělení pro %s (Activity Streams JSON)
de: Feed der Nachrichten von %s (Activity Streams JSON)
eu: %s(r)en ohar-jarioa (Activity Streams JSON)
pl: Kanał wpisów dla %s (Activity Streams JSON)
pt_br: Fonte de mensagens de %s (Atividade Executa JSON)
tl: Pakaing pabatid para sa %s (Mga Batis ng Gawain ng JSON)

source: Notice feed for %s (RSS 1.0)
cs: Kanál sdělení pro %s (RSS 1.0)
de: Feed der Nachrichten von %s (RSS 1.0)
eu: %s(r)en ohar-jarioa (RSS 1.0)
ko: %s의 글 피드 (RSS 1.0)
pl: Kanał wpisów dla %s (RSS 1.0)
pt_br: Fonte de mensagens de %s (RSS 1.0)
tl: Pasubong pabatid para sa %s (RSS 1.0)

source: Notice feed for %s (RSS 2.0)
cs: Kanál sdělení pro %s (RSS 2.0)
de: Feed der Nachrichten von %s (RSS 2.0)
eu: %s(r)en ohar-jarioa (RSS 2.0)
ko: %s의 글 피드 (RSS 2.0)
pl: Kanał wpisów dla %s (RSS 2.0)
pt_br: Fonte de mensagens de %s (RSS 2.0)
tl: Pasubong pabatid para sa %s (RSS 2.0)

source: Notice feed for %s (Atom)
cs: Kanál sdělení pro %s (Atom)
de: Feed der Nachrichten von %s (Atom)
eu: %s(r)en ohar-jarioa (Atom)
ko: %s의 글 피드 (Atom)
pl: Kanał wpisów dla %s (Atom)
pt_br: Fonte de mensagens de %s (Atom)
tl: Pasubong pabatid para sa %s (Atom)

source: FOAF for %s
cs: FOAF pro %s
de: FOAF von %s
eu: %s(r)en FOAF
ko: %s의 FOAF
pl: FOAF dla %s
pt_br: FOAF de %s
tl: FOAF para sa %s

source: This is the timeline for %1$s, but %1$s hasn't posted anything yet.
cs: Toto je časová osa uživatele %1$s, zatím ale nic nenapsal(a).
de: Dies ist die Zeitleiste von %1$s, aber bisher hat %1$s noch nichts gepostet.
eu: Hau %1$s(r)en denbora-lerroa da, baina %1$s(e)k ez du ezer idatzi oraindik.
ko: %1$s의 타임라인이지만, 아직 %1$s님이 글을 작성하지 않았습니다.
pl: To jest oś czasu dla użytkownika %1$s, ale %1$s nie nic jeszcze nie wysłał.
pt_br: Este é o fluxo público de mensagens de %1$s, mas %1$s não publicou nada ainda.
tl: Ito ang guhit ng panahon para kay %1$s, subalit hindi pa nagpapaskil si %1$s ng anumang bagay.

source: Seen anything interesting recently? You haven't posted any notices yet, now would be a good time to start :)
cs: Viděl(a) jste v poslední době něco zajímavého? Nemáte zatím žádná sdělení, možná je právě teď vhodná chvíle začít být aktivní :-)
de: In letzter Zeit irgendwas Interessantes erlebt? Du hast noch nichts geschrieben, jetzt wäre doch ein guter Zeitpunkt los zu legen :)
eu: Zer berri? Oraindik ez duzu oharrik argitaratu, hasteko momentu ona izan daiteke :)
ko: 최근에 재미있는 일이 있었나요? 아직 올린 글이 없는데, 지금 시작해 보세요. :)
pl: Widziałeś ostatnio coś interesującego? Nie wysłałeś jeszcze żadnych wpisów, teraz jest dobry czas, aby zacząć. :)
pt_br: Viu alguma coisa interessante recentemente? Você ainda não publicou nenhuma mensagem. Que tal começar agora? :)
tl: Nakakita ka kamakailan ng kahit na anong bagay na nakakatawag ng pansin? Hindi ka pa nagpapaskil ng anumang mga pabatid, ngayon na ang isang mabuting panahon upang magsimula :)

source: You can try to nudge %1$s or [post something to them](%%%%action.newnotice%%%%?status_textarea=%2$s).
cs: Můžete zkusit uživatele %1$s pošťouchnout, nebo mu/jí něco [poslat](%%%%action.newnotice%%%%?status_textarea=%2$s).
eu: %1$s zirikatu dezakezu edo [zerbait idatz diezaiokezu](%%%%action.newnotice%%%%?status_textarea=%2$s).
ko: %1$s님을 찔러 보거나 [글을 써 볼 수 있습니다](%%%%action.newnotice%%%%?status_textarea=%2$s).
pl: Można spróbować szturchnąć użytkownika %1$s lub [wysłać mu coś](%%%%action.newnotice%%%%?status_textarea=%2$s).
pt_br: Você pode tentar cutucar %1$s ou [publicar alguma coisa para ele](%%%%action.newnotice%%%%?status_textarea=%2$s).
tl: Maaari mong subukang dunggulin si %1$s o [magpaskil ng isang bagay sa kanila](%%%%action.newnotice%%%%?status_textarea=%2$s).

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%%%action.register%%%%) to follow **%s**'s notices and many more! ([Read more](%%%%doc.help%%%%))
cs: **%s** má účet na %%%%site.name%%%%, [mikroblogové](http://cs.wikipedia.org/wiki/Blog#Mikroblogy) službě založené na svobodném softwaru [GNU social](https://www.gnu.org/software/social/). [Zaregistrujte se také](%%%%action.register%%%%), budete se moci sledovat sdělení, která posílá **%s**, a mnoho dalšího! ([Více informací](%%%%doc.help%%%%))
de: **%s** ist Mitglied bei %%%%site.name%%%%, einem [Mikroblogging](http://de.wikipedia.org/wiki/Mikroblogging)-Dienst auf Basis der freien Software [StatusNet](http://status.net/). [Werde Mitglied](%%%%action.register%%%%) um **%s**'s und vielen anderen zu folgen! ([Mehr Informationen](%%%%doc.help%%%%))
eu: **%s**(e)k kontu bat du %%%%site.name%%%%n, [StatusNet](http://status.net/) software librean oinarritutako [mikroblogging](http://eu.wikipedia.org/wiki/Mikroblogging) zerbitzuan. [Elkartu orain](%%%%action.register%%%%) **%s**(e)n oharrak jarraitzeko eta gauza gehiagotarako! ([Irakurri gehiago](%%%%doc.help%%%%))
ko: **%s**님이 %%%%site.name%%%% 사이트에 계정이 있습니다. 이 사이트는 자유 소프트웨어 [StatusNet](http://status.net/) 소프트웨어를 사용하는 [마이크로블로깅](http://en.wikipedia.org/wiki/Micro-blogging) 서비스입니다. [지금 가입해](%%%%action.register%%%%) to **%s**님 및 다른 많은 사람들의 글을 팔로우하세요! ([자세히 보기](%%%%doc.help%%%%))
pl: **%s** posiada konto na %%%%site.name%%%%, usłudze [mikroblogowania](http://pl.wikipedia.org/wiki/Mikroblog) opartej na wolnym narzędziu [StatusNet](http://status.net/). [Dołącz teraz](%%%%action.register%%%%), aby obserwować wpisy użytkownika **%s** i wiele więcej. ([Dowiedz się więcej](%%%%doc.help%%%%))
pt_br: **%s** tem uma conta no %%%%site.name%%%%, um serviço de [microblog](http://pt.wikipedia.org/wiki/Micro-blogging) baseado no software livre [StatusNet](http://status.net/). [Cadastre-se agora](%%%%action.register%%%%) para acompanhar as mensagens de **%s** e de várias outras pessoas! ([Saiba mais](%%%%doc.help%%%%))
tl: Si **%s** ay may isang akawnt sa %%%%site.name%%%%, isang palingkuran ng [maliitang pagboblog](http://en.wikipedia.org/wiki/Micro-blogging) na nakabatay sa kasangkapan ng Malayang Sopwer na [StatusNet](http://status.net/). [Sumali na ngayon](%%%%action.register%%%%) upang masundan ang mga pabatid ng **%s** at marami pang iba! ([Magbasa pa ng marami](%%%%doc.help%%%%))

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
cs: **%s** má účet na %%%%site.name%%%%, [mikroblogové](http://cs.wikipedia.org/wiki/Blog#Mikroblogy) službě založené na svobodném softwaru [GNU social](https://www.gnu.org/software/social/).
de: **%s** hat ein Konto auf %%%%site.name%%%%, einem [Mikroblogging](http://de.wikipedia.org/wiki/Mikroblogging)-Dienst basierend auf der freien Software [StatusNet](http://status.net/).
eu: **%s**(e)k kontu bat du %%%%site.name%%%%n, [StatusNet](http://status.net/) software librean oinarritutako [mikroblogging](http://eu.wikipedia.org/wiki/Mikroblogging) zerbitzuan.
pl: **%s** posiada konto na %%%%site.name%%%%, usłudze [mikroblogowania](http://pl.wikipedia.org/wiki/Mikroblog) opartej na wolnym narzędziu [StatusNet](http://status.net/).
pt_br: **%s** tem uma conta em %%%%site.name%%%%, um serviço [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) baseado numa ferramenta [StatusNet] (http://status.net/) de Software Livre.
tl: Si **%s** ay mayroong isang akawnt sa %%%%site.name%%%%, isang palingkuran ng [maliitang pagboblog] (http://en.wikipedia.org/wiki/Micro-blogging) na nakabatay sa kasangkapan ng Malayang Sopwer na [StatusNet] (http://status.net/).

source: Repeat of %s
cs: Opakováno po %s
de: Wiederholung von %s
eu: %s errepikaturik
ko: %s의 반복
pl: Powtórzenia %s
pt_br: Repetição de %s
tl: Pag-uulit ng %s

source: You cannot silence users on this site.
cs: Nemáte oprávnění utišovat uživatele na tomto serveru.
de: Du kannst Benutzer dieser Seite nicht ruhig stellen.
eu: Ezin dituzu gune honetako erabiltzaileak isildu.
ko: 이 사이트에서는 사용자를 벙어리로 만들 수 없습니다.
pl: Nie można wyciszać użytkowników na tej witrynie.
pt_br: Você não pode silenciar os usuários neste site.
tl: Hindi ka makakapagpapatahimik ng mga tagagamit sa sityong ito.

source: User is already silenced.
cs: Uživatel již je utišen.
de: Benutzer ist bereits ruhig gestellt.
eu: Erabiltzailea jadanik isilduta dago.
ko: 이미 사용자가 벙어리 상태입니다.
pl: Użytkownik jest już wyciszony.
pt_br: O usuário já está silenciado.
tl: Napatahimik na ang tagagamit.

# TITLE
source: Site
cs: Instance
de: Seite
eu: Gunea
ko: 사이트
pl: Witryna
tl: Sityo

source: Basic settings for this StatusNet site
cs: Základní nastavení pro tuto instanci GNU social
de: Grundeinstellungen dieser StatusNet-Website
eu: Oinarrizko ezarpenak StatusNet gune honetarako
ko: 이 StatusNet 사이트의 기본 설정
pl: Podstawowe ustawienia tej witryny StatusNet
pt_br: Configurações básicas para esta instância do StatusNet.
tl: Payak na mga pagtatakda para sa sityong ito ng StatusNet

source: Site name must have non-zero length.
cs: Jméno instance nesmí být prázdné.
de: Der Seitenname darf nicht leer sein.
eu: Gunearen izenak ezin du zero luzera eduki.
ko: 사이트 이름은 길이가 0보다 커야 합니다.
pl: Nazwa witryny nie może mieć zerową długość.
pt_br: Você deve digitar alguma coisa para o nome do site.
tl: Ang pangalan ng sityo ay dapat na may habang hindi sero.

source: You must have a valid contact email address.
cs: Musíte mít platnou kontaktní emailovou adresu.
de: Du musst eine gültige E-Mail-Adresse haben.
eu: Harremanetarako posta-helbide baliogarria eduki behar duzu.
ko: 올바른 연락처 메일 주소가 필요합니다.
pl: Należy posiadać prawidłowy kontaktowy adres e-mail.
pt_br: Você deve ter um endereço de e-mail para contato válido.
tl: Dapat na mayroon ka ng isang katanggap-tanggap na tirahan ng e-liham.

source: Invalid logo URL.
cs: Neplatné URL loga.
de: Ungültige URL für das Logo
eu: Logoaren URL baliogabea.
ko: 로고 URL이 잘못되었습니다.
pl: Nieprawidłowy adres URL logo.
pt_br: A URL da logo é inválida.
tl: Hindi katanggap-tanggap na URL ng logo.

source: Invalid SSL logo URL.
cs: Neplatné URL loga pro SSL verzi.
de: Ungültige URL für das SSL-Logo.
eu: Logoaren SSL URL baliogabea.
ko: SSL 로고 URL이 잘못되었습니다.
pl: Nieprawidłowy adres URL logo SSL.
pt_br: A URL da logo SSL é inválida.
tl: Hindi katanggap-tanggap na URL ng logo ng SSL.

source: Unknown language "%s".
cs: Neznámý jazyk "%s".
de: Unbekannte Sprache „%s“
eu: "%s" hizkuntza ezezaguna.
ko: 알 수 없는 언어 "%s".
pl: Nieznany język "%s".
pt_br: Idioma "%s" desconhecido.
tl: Hindi nalalamang wika na "%s".

source: Minimum text limit is 0 (unlimited).
cs: Nejnižší povolená hodnota pro limit textu je 0 (to znamená "bez omezení").
de: Minimale Textlänge ist 0 Zeichen (unbegrenzt)
eu: Gehieneko testu-muga 0 (mugagabea) da.
ko: 최소 텍스트 제한이 0입니다. (무제한)
pl: Minimalne ograniczenie tekstu to 0 (bez ograniczenia).
pt_br: O valor mínimo para o limite de texto é 0 (sem limites).
tl: Ang pinakamababang hangganan ng teksto ay 0 (walang hangganan).

source: Dupe limit must be one or more seconds.
cs: Limit duplikace musí být jedna nebo více sekund.
de: Duplikatlimit muss mehr als 1 Sekunde sein
eu: Bikoiztuen mugak segundo bat edo gehiago izan behar du.
ko: 제한 값은 1초 이상이어야 합니다.
pl: Ograniczenie duplikatów musi wynosić jedną lub więcej sekund.
pt_br: O limite de duplicatas deve ser de um ou mais segundos.
tl: Ang hangganan ng panlilinlang ay dapat na isa o mahigit pang mga segundo.

# LEGEND
source: General
cs: Obecné
de: Allgemein
eu: Orokorra
ko: 일반
pl: Ogólne
pt_br: Geral
tl: Pangkalahatan

# LABEL
source: Site name
cs: Jméno instance
de: Seitenname
eu: Gunearen izena
ko: 사이트 테마
pl: Nazwa witryny
pt_br: Nome do site
tl: Pangalan ng sityo

source: The name of your site, like "Yourcompany Microblog".
cs: Název vaší instance, jako třeba "Mikroblog Naší Firmy".
de: Der Name deiner Seite, so etwas wie „DeinUnternehmen-Mikroblog“.
eu: Zure gunearen izena, adibidez "Librezaleren mikrobloga".
ko: 사이트의 이름, "아무개회사 마이크로블로그" 따위.
pl: Nazwa strony, w stylu "Mikroblog firmy X".
pt_br: O nome do seu site, por exemplo, "Microblog da Sua Empresa"
tl: Ang pangalan ng sityo mo, katulad ng "Mikroblog ng Kumpanya Mo".

source: Brought by
cs: Jméno provozovatele
de: Erstellt von
eu: Egileak:
ko: 만든 이
pl: Dostarczane przez
pt_br: Disponibilizado por
tl: Dinala ng

source: Text used for credits link in footer of each page.
cs: Text pro odkaz na provozovatele v zápatí každé stránky.
de: Text der für den Credit-Link im Fußbereich auf jeder Seite benutzt wird.
eu: Orri bakoitzaren oineko kredituen estekan erabilitako testua.
ko: 각 페이지의 아래 바닥에 크레디트 링크에 사용할 텍스트.
pl: Tekst używany w łączu do podziękowań na stopce każdej strony.
pt_br: Texto utilizado para o link de créditos no rodapé de cada página.
tl: Tekstong ginagamit para sa mga kawing ng pagbanggit na nasa loob ng talababa ng bawat isang pahina.

source: Brought by URL
cs: URL provozovatele
de: Erstellt von Adresse
eu: Egileen URLa:
ko: 만든 이 URL
pl: Adres URL "Dostarczane przez"
pt_br: URL do disponibilizado por
tl: Dinala ng URL

source: URL used for credits link in footer of each page.
cs: URL adresa pro odkaz na provozovatele v zápatí každé stránky.
de: Adresse, die für den Credit-Link im Fußbereich auf jeder Seite benutzt wird.
eu: Orri bakoitzaren oineko kredituen estekan erabilitako URLa.
ko: 각 페이지의 아래 바닥에 크레디트 링크에 사용할 URL.
pl: Adres URL używany do odnośnika do podziękowań na stopce każdej strony.
pt_br: URL utilizada para o link de créditos no rodapé de cada página.
tl: URL na ginagamit para sa mga kawing ng pagbanggit na nasa loob ng talababa ng bawat isang pahina.

source: Contact email address for your site.
cs: Kontaktní emailová adresa pro váš server.
de: Kontakt-E-Mail-Adresse für deine Website.
eu: Zure gunearen harremanetarako posta-helbidea.
ko: 사이트의 연락 메일 주소
pl: Kontaktowy adres e-mail witryny.
pt_br: Endereço de e-mail para contatos do seu site.
tl: Pangpakikipag-ugnayang tirahan ng e-liham para sa sityo mo.

# LEGEND
source: Local
cs: Místní
de: Lokal
eu: Lokala
ko: 로컬
pl: Lokalizacja
tl: Katutubo

source: Default timezone
cs: Výchozí časové pásmo
de: Standard-Zeitzone
eu: Ordu-eremu lehenetsia
ko: 기본 표준 시간대
pl: Domyślna strefa czasowa
pt_br: Fuso horário padrão
tl: Likas na nakatakdang sona ng oras

source: Default timezone for the site; usually UTC.
cs: Výchozí časové pásmo pro web, obvykle UTC.
de: Standard-Zeitzone für die Seite (meistens UTC).
eu: Gunearen ordu-eremu lehenetsia; normalean UTC.
ko: 사이트의 기본 표준 시간대. 보통 UTC.
pl: Domyśla strefa czasowa witryny, zwykle UTC.
pt_br: Fuso horário padrão para o seu site; geralmente UTC.
tl: Likas na nakatakdang sona ng oras para sa sityo; pangkaraniwang UTC.

source: Default language
cs: Výchozí jazyk
de: Bevorzugte Sprache
eu: Hizkuntza lehenetsia
ko: 기본 언어
pl: Domyślny język
pt_br: Idioma padrão
tl: Likas na nakatakdang wika

source: The site language when autodetection from browser settings is not available.
cs: Jazyk stránek, když není k dispozici autodetekce z nastavení prohlížeče.
de: Sprache der Seite für den Fall, dass die automatische Erkennung anhand der Browser-Einstellungen nicht verfügbar ist.
eu: Gunearen hizkuntza, nabigatzailearen ezarpenetan hizkuntza ezarrita ez dagoenerako.
pl: Język witryny, kiedy nie jest dostępne automatyczne wykrywanie z ustawień przeglądarki.
pt_br: Idioma do site quando as configurações de autodetecção a partir do navegador não estiverem disponíveis
tl: Ang wika ng pook kapag hindi makukuha ang kusang pagpansin mula sa mga katakdaan ng pantingin-tingin.

# LEGEND
source: Limits
cs: Omezení
eu: Mugak
ko: 제한
pl: Ograniczenia
pt_br: Limites
tl: Mga hangganan

source: Text limit
cs: Omezení délky textu
eu: Testu-muga
ko: 글 제한
pl: Ograniczenie tekstu
pt_br: Limite do texto
tl: Hangganan ng teksto

source: Maximum number of characters for notices.
cs: Maximální počet znaků pro sdělení.
de: Maximale Anzahl von Zeichen pro Nachricht
eu: Gehieneko karaktere-kopurua oharretarako.
ko: 글의 최대 글자 수.
pl: Maksymalna liczba znaków wpisów.
pt_br: Número máximo de caracteres para as mensagens.
tl: Pinakamataas na bilang ng mga panitik para sa mga pabatid.

source: Dupe limit
cs: Limit duplikace
de: Wiederholungslimit
eu: Bikoiztuen muga
ko: 반복 제한
pl: Ograniczenie duplikatów
pt_br: Limite de duplicatas
tl: Hangganan ng panlilinlang

source: How long users must wait (in seconds) to post the same thing again.
cs: Jak dlouho uživatel musí čekat (v sekundách) než může poslat totéž znovu.
de: Wie lange muss ein Benutzer warten, bis er eine identische Nachricht abschicken kann (in Sekunden).
eu: Zenbat denbora (segundotan) itxaron beharko duten erabiltzaileek gauza bera idazteko.
ko: 같은 내용을 글을 다시 올릴 수 있을 때까지 기다려야 하는 시간. (초 단위)
pl: Ile czasu użytkownicy muszą czekać (w sekundach), aby ponownie wysłać to samo.
pt_br: Quanto tempo (em segundos) os usuários devem esperar para publicar a mesma coisa novamente.
tl: Kung gaano katagal dapat na maghintay ang mga tagagamit (nasa mga segundo) upang maipaskil ulit ang katulad na bagay.

source: Site logo
cs: Logo stránek
de: Seitenlogo
eu: Gunearen logoa
ko: 사이트 로고
pl: Logo witryny
pt_br: Logo do site
tl: Logo ng sityo

source: SSL logo
cs: Logo pro SSL
eu: SSL logoa
ko: SSL 로고
pl: Logo SSL
pt_br: Logo do SSL
tl: Logo ng SSL

source: Save the site settings.
cs: Uložit nastavení serveru.
de: Die Website-Einstellungen speichern.
eu: Gorde gunearen ezarpenak.
pl: Zapisz ustawienia witryny.
pt_br: Salvar as configurações do site.
tl: Sagipin ang mga katakdaan ng pook.

source: Site Notice
cs: Vyhláška
de: Seitenbenachrichtigung
eu: Gunearen oharra
ko: 사이트 공지 사항
pl: Wpis witryny
pt_br: Avisos do site
tl: Pabatid ng Sityo

source: Edit site-wide message
cs: Upravit zprávu pro celý server
de: Neue Nachricht
eu: Editatu gune osoaren mezua
ko: 사이트 전체 메시지 편집
pl: Zmodyfikuj wiadomość witryny
pt_br: Editar os avisos do site (exibidos em todas as páginas)
tl: Baguhin ang mensahe na pangbuong sityo

source: Unable to save site notice.
cs: Nelze uložit vyhlášku.
de: Konnte Seitenbenachrichtigung nicht speichern
eu: Ezinezkoa izan da gunearen oharra gordetzea.
ko: 사이트 공지 사항을 저장할 수 없습니다.
pl: Nie można zapisać wpisu witryny.
pt_br: Não foi possível salvar os avisos do site.
tl: Hindi nagawang sagipin ang pabatid ng sityo.

source: Maximum length for the site-wide notice is 255 characters.
cs: Maximální délka vyhlášky je 255 znaků.
de: Maximale Länge von Systembenachrichtigungen ist 255 Zeichen.
eu: Gune osoaren oharraren luzera maximoa 255 karaktere da.
ko: 사이트 전체 공지 사항은 255글자입니다.
pl: Maksymalna długość wpisu witryny to 255 znaków.
pt_br: O tamanho máximo para os avisos do site é de 255 caracteres..
tl: Ang pinakamataas na haba para sa pabatid na pambuong sityo ay 255 mga panitik.

source: Site notice text
cs: Text vyhlášky
de: Seitenbenachrichtigung
eu: Gunearen oharraren testua
ko: 사이트 공지 사항 글
pl: Tekst wpisu witryny
pt_br: Texto dos avisos
tl: Teksto ng pabatid ng sityo

source: Site-wide notice text (255 characters maximum; HTML allowed)
cs: Text vyhlášky (maximálně 255 znaků, je povoleno HTML)
de: Systembenachrichtigung (maximal 255 Zeichen; HTML erlaubt)
eu: Gune osoaren oharraren testua (gehienez 255 karaktere; HTMLa baimendua)
ko: 사이트 전체 공지 사항 글 (최대 255글자, HTML 허용)
pl: Tekst wpisu witryny (maksymalnie 255 znaków, można używać znaczników HTML)
pt_br: Texto dos aviso do site (no máximo 255 caracteres; é permitido o uso de HTML)
tl: Teksto ng pabatid na pambuong sityo (255 mga panitik ang pinakamataas; pinapayagan ang HTML)

source: Save site notice.
cs: Uložit vyhlášku.
de: Systemnachricht speichern.
eu: Gorde gunearen oharra.
ko: 사이트 공지 사항 저장.
pl: Zapisz wpis witryny.
pt_br: Salvar as mensagens do site.
tl: Sagipin ang pabatid ng sityo.

source: SMS settings
cs: Nastavení SMS
de: SMS-Einstellungen
eu: SMS ezarpenak
ko: SMS 설정
pl: Ustawienia SMS
pt_br: Configuração do SMS
tl: Mga katakdaan ng SMS

source: You can receive SMS messages through email from %%site.name%%.
cs: Z %%site.name%% můžete dostávat SMS zprávy skrze email.
de: Du kannst SMS von %%site.name%% per E-Mail empfangen.
eu: %%site.name%% gunetik SMS mezuak jaso ditzakezu posta bidez.
ko: %%site.name%% 사이트에서 메일을 통해 SMS 메시지를 받을 수 있습니다.
pl: Można otrzymywać wiadomości SMS przez e-mail od %%site.name%%.
pt_br: Você pode receber mensagens SMS de %%site.name%% através do e-mail.
tl: Maaari kang tumanggap ng mga mensahe ng SMS sa pamamagitan ng e-liham mula sa %%site.name%%.

source: SMS is not available.
cs: SMS není k dispozici.
de: SMS ist nicht verfügbar.
eu: SMS ez dago erabilgarri.
ko: SMS를 사용할 수 없습니다.
pl: Wiadomości SMS nie są dostępne.
pt_br: SMS não está disponível.
tl: Hindi makukuha ang SMS.

source: SMS address
cs: SMS adresa
de: SMS-Adresse
eu: SMS helbidea
ko: SMS 주소
pl: Adres SMS
pt_br: Endereço de SMS
tl: Tirahan ng SMS
