Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Use this form to add your subscribers or subscriptions to lists.
cs: Použijte tento formulář pro přidání sledujících nebo sledovaných uživatelů do seznamů.
de: Mithilfe dieses Formulars können Ihre Abonnenten oder Abonnements zu Listen hinzufügen.
eu: Erabili formulario hau zure harpidedunak edo harpidetzak zerrendetan sartzeko.
ko: 다음 양식을 사용해 나를 구독한 사람이나 내가 구독한 사람을 리스트에 넣으십시오.
pl: Użyj tego formularza, aby dodać subskrybentów lub subskrypcje do list.
pt_br: Use esse formulário para adicionar seus assinantes ou suas assinaturas para as listas.
tl: Gamitin ang pormularyong ito upang idagdag ang iyong mga tagapagpasipi o mga pagpapasipi sa mga talaan.

source: No such tag.
cs: Štítek neexistuje.
de: Tag nicht vorhanden.
eu: Etiketa hori ez dago.
ko: 그런 태그가 없습니다.
pl: Nie ma takiego znacznika.
pt_br: Esta etiqueta não existe.
tl: Walang ganyang tatak.

source: You haven't blocked that user.
cs: Tohoto uživatele jste nezablokoval(a).
de: Du hast diesen Benutzer nicht blockiert.
eu: Ez duzu erabiltzaile hori blokeatu.
ko: 그 사용자를 차단하지 않앗습니다.
pl: Ten użytkownik nie został zablokowany.
pt_br: Você não bloqueou esse usuário.
tl: Hindi mo pa hinaharang ang tagagamit na iyan.

source: User is not sandboxed.
cs: Uživatel není omezen.
de: Benutzer ist nicht blockiert.
eu: Erabiltzailea ez dago isolatuta.
ko: 사용자가 샌드박싱되지 않았습니다.
pl: Użytkownik nie jest ograniczony.
pt_br: O usuário não está em isolamento.
tl: Hindi nakakahon sa buhangin ang tagagamit.

source: User is not silenced.
cs: Uživatel není utišen.
de: Der Benutzer ist nicht ruhig gestellt.
eu: Erabiltzailea ez da isilarazi.
ko: 사용자가 벙어리 상태가 아닙니다.
pl: Użytkownik nie jest wyciszony.
pt_br: O usuário não está silenciado.
tl: Hindi pinatatahimik ang tagagamit.

source: No profile ID in request.
cs: V žádosti chybí ID profilu.
de: Keine Profil-ID in der Anfrage.
eu: Ez dago profil IDrik eskarian.
ko: 요청에 프로필 아이디가 없습니다.
pl: Brak identyfikatora profilu w żądaniu.
pt_br: A solicitação não possui nenhuma ID de perfil.
tl: Walang ID ng balangkas sa loob ng kahilingan.

source: Unsubscribed
cs: Sledování zrušeno
de: Abbestellt
eu: Harpidetu gabea
ko: 구독 취소되었습니다.
pl: Zrezygnowano z subskrypcji
pt_br: Cancelado
tl: Hindi na nagpapasipi

source: %1$s unsubscribed from list %2$s by %3$s
cs: %1$s přestal(a) sledovat seznam %2$s od %3$s
de: %1$s hat die Liste %2$s von %3$s abbestellt.
eu: %1$s erabiltzaileak %3$s(r)en %2$s zerrendan zuen harpidetza eten da
ko: %1$s님이 %3$s님이 만든 %2$s 리스트에서 구독 해제했습니다.
pl: %1$s wypisany z subskrypcji listy %2$s użytkownika %3$s
pt_br: %1$s não autenticado através da lista %2$s by %3$s
tl: Hindi na nagpapasipi si %1$s mula sa talaang %2$s ni %3$s

source: URL settings
cs: Nastavení URL
de: URL-Einstellungen
eu: URL ezarpenak
ko: URL 설정
pl: Ustawienia URL
pt_br: Configurações da URL
tl: Mga katakdaan ng URL

source: Manage various other options.
cs: Správa různých dalších možností.
de: Verwalte zahlreiche andere Einstellungen.
eu: Kudeatu bestelako aukera batzuk.
ko: 여러가지 기타 옵션을 관리합니다.
pl: Zarządzaj różnymi innymi opcjami.
pt_br: Gerencia várias outras opções.
tl: Pamahalaan ang sari-saring iba pang mga mapagpipilian.

source: (free service)
cs: (svobodná služba)
de: (freier Dienst)
eu: (zerbitzu askea)
ko: (무료 서비스)
pl: (wolna usługa)
pt_br: (serviço livre)
tl: (paglilingkod na walang bayad)

source: [none]
cs: [žádná]
de: [keine]
eu: [bat ere ez]
ko: [없음]
pl: [brak]
pt_br: [nenhum]
tl: [wala]

source: [internal]
cs: [vnitřní služba]
eu: [barnekoa]
ko: [내부]
pl: [wewnętrzne]
tl: [panloob]

source: Shorten URLs with
cs: Zkracování URL
de: URLs kürzen mit
eu: Laburtu URLak honekin:
ko: URL 줄이기 기능
pl: Skracanie adresów URL za pomocą
pt_br: Encolher URLs com
tl: Paikliin ang mga URL na may

source: Automatic shortening service to use.
cs: Služba automatického zkracování, kterou chcete používat.
de: URL-Auto-Kürzungs-Dienst.
eu: Laburtze automatikorako erabiliko den zerbitzua.
ko: 사용할 URL 자동 줄이기 서비스.
pl: Używana automatyczna usługa skracania.
pt_br: Serviço de encolhimento automático a ser utilizado.
tl: Gagamiting kusang palingkuran ng pagpapaikli.

source: URL longer than
cs: URL delší než
de: URL länger als
eu: Hau baino URL luzeagoak:
ko: 다음보다 긴 URL
pl: Adres URL dłuższy niż
pt_br: URLs maiores que
tl: URL na mas mahaba kaysa sa

source: URLs longer than this will be shortened, -1 means never shorten because a URL is long.
cs: Adresy URL delší než tato hodnota budou zkráceny, -1 znamená nikdy nezkracovat kvůli délce URL.
pt_br: URLs mais longas do que essa serão encurtadas, -1 significa nunca encurtar porque uma URL é longa.

source: Text longer than
cs: Text delší než
de: Text länger als
eu: Hau baino testu luzegoak:
ko: 다음보다 긴 텍스트
pl: Tekst dłuższy niż
pt_br: Texto maior que
tl: Tekstong mas mahaba kaysa sa

source: URLs in notices longer than this will always be shortened, -1 means only shorten if the full post exceeds maximum length.
cs: Adresy URL ve sděleních delších než tato hodnota budou zkráceny, -1 znamená zkracovat pouze v případě, že by jinak délka celého sdělení překročila maximální povolenou délku.
pt_br: URLs em mensagens mais longas do que essa serão sempre encurtadas, -1 significa encurtar somente se o comentário todo exceder o tamanho máximo.

source: URL shortening service is too long (maximum 50 characters).
cs: Adresa služby zkracování URL je příliš dlouhá (max. 50 znaků).
de: URL-Auto-Kürzungs-Dienst ist zu lang (maximal 50 Zeichen).
eu: URLak laburtzeko zerbitzua luzeegia da (gehienez 50 karaktere).
ko: URL 줄이기 서비스가 너무 깁니다. (최대 50자)
pl: Adres URL usługi skracania jest za długi (maksymalnie 50 znaków).
pt_br: O serviço de encolhimento de URL é muito extenso (máx. 50 caracteres).
tl: Ang palingkuran ng pagpapaikli ng URL ay napakahaba (pinakamataas na ang 50 mga panitik).

source: Invalid number for maximum URL length.
cs: Neplatné číslo pro maximální délku URL.
de: Ungültige maximale URL-Länge.
eu: Zenbaki baliogabea gehieneko URL luzera adierazteko.
ko: 최대 URL 길이가 올바른 숫자가 아닙니다.
pl: Nieprawidłowa liczba dla maksymalnej długości adresu URL.
pt_br: O tamanho máximo definido para a URL é um número inválido.
tl: Hindi katanggap-tanggap na bilang para sa pinakamataas na haba ng URL.

source: Invalid number for maximum notice length.
cs: Neplatné číslo pro maximální délku sdělení.
de: Ungültige maximale Nachrichten-Länge.
eu: Zenbaki baliogabea oharren gehieneko luzera adierazteko.
ko: 최대 글 길이가 올바른 숫자가 아닙니다.
pl: Nieprawidłowa liczba dla maksymalnej długości wpisu.
pt_br: O tamanho máximo definido para a mensagem é um número inválido.
tl: Hindi katanggap-tanggap na bilang para sa pinakamataas na haba ng pabatid.

source: Error saving user URL shortening preferences.
cs: Chyba při ukládání uživatelského nastavení pro zkracování URL.
de: Fehler beim speichern der URL-Verkürzungs-Einstellungen.
eu: Errorea URLa laburtzeko hobespenak gordetzean.
ko: 사용자의 URL 줄이기 설정을 저장하는데 오류.
pl: Wystąpił błąd podczas zapisywania preferencji użytkownika skracania adresu URL.
pt_br: Ocorreu um erro durante o salvamento das preferências de encolhimento de URL.
tl: Kamalian sa pagsagit ng mga nais ng tagagamit sa pagpapaikli ng URL.

# TITLE
source: User
cs: Uživatel
de: Benutzer
eu: Erabiltzailea
ko: 사용자
pl: Użytkownik
pt_br: Usuário
tl: Tagagamit

source: User settings for this StatusNet site
cs: Uživatelská nastavení pro tuto instanci GNU social
de: Benutzer-Einstellungen dieser StatusNet-Website
eu: Erabiltzailearen ezarpenak StatusNet gune honetarako
ko: 이 StatusNet 사이트의 사용자 설정
pl: Ustawienia użytkownika dla tej witryny StatusNet
pt_br: Configurações de usuário para esse site StatusNet
tl: Mga katakdaan ng tagagamit para sa sityong ito ng StatusNet

source: Invalid bio limit. Must be numeric.
cs: Neplatný limit délky sekce "O mně". Musí být číslo.
de: Das Zeichenlimit der Biografie muss numerisch sein!
eu: Biografia-luzera baliogabea. Zenbakia izan behar da.
ko: 자기 소개 제한이 잘못되었습니다. 숫자로 써야 합니다.
pl: Nieprawidłowe ograniczenie informacji o sobie. Musi być liczbowa.
pt_br: Limite da descrição inválido. Seu valor deve ser numérico.
tl: Hindi katanggap-tanggap na hangganan ng talambuhay. Dapat na bilang.

source: Invalid welcome text. Maximum length is 255 characters.
cs: Neplatný uvítací text. Maximální délka je 255 znaků.
de: Willkommens-Nachricht ungültig. Maximale Länge sind 255 Zeichen.
eu: Sarrera testu baliogabea. Luzera maximoa 255 karakterekoa da.
ko: 환영 글이 잘못되었습니다. 최대 길이는 255자입니다.
pl: Nieprawidłowy tekst powitania. Maksymalna długość to 255 znaków.
pt_br: Mensagem de boas vindas inválida. O comprimento máximo é de 255 caracteres.
tl: Hindi katanggap-tanggap na teksto ng maligayang pagdating. Ang pinakamataas na haba ay 255 mga panitik.

source: Invalid default subscripton: "%1$s" is not a user.
cs: Neplatné výchozí sledování: "%1$s" není uživatel.
de: Ungültiges Standard-Abonnement: "%1$s" ist kein Benutzer.
eu: Baliogabeko harpidetza lehenetsia: "%1$s" ez da erabiltzaile bat.
ko: 기본 구독이 잘못되었습니다: "%1$s"이(가) 사용자가 아닙니다.
pl: Nieprawidłowa domyślna subskrypcja: "%1$s" nie jest użytkownikiem.
pt_br: Assinatura padrão inválida: "%1$s" não é um usuário.
tl: Hindi katanggap-tanggap na likas na nakatakdang pagpapasipi: si "%1$s" ay hindi isang tagagamit.

# LEGEND
source: Profile
cs: Profil
de: Profil
eu: Profila
ko: 프로필
pl: Profil
pt_br: Perfil
tl: Balangkas

source: Bio Limit
cs: Max. délka "O mně"
eu: Biografiaren muga
ko: 자기 소개 길이 제한
pl: Ograniczenie informacji o sobie
pt_br: Limite da descrição
tl: Hangganan ng Talambuhay

source: Maximum length of a profile bio in characters.
cs: Maximální počet znaků pro sekci "O mně" v profilu.
de: Maximale Länge in Zeichen der Profil-Bio.
eu: Profileko biografiaren luzera maximoa karakteretan.
ko: 프로필 자기 소개의 길이 제한, 글자 수 단위.
pl: Maksymalna długość informacji o sobie jako liczba znaków.
pt_br: Comprimento máximo da descrição do perfil, em caracteres.
tl: Pinakamataas na haba ng isang tambuhay ng balangkas na nasa mga panitik.

source: New users
cs: Noví uživatelé
de: Neue Benutzer
eu: Erabiltzaile berriak
ko: 새 사용자
pl: Nowi użytkownicy
pt_br: Novos usuários
tl: Bagong mga tagagamit

source: New user welcome
cs: Uvítání nového uživatele
de: Neue Benutzer empfangen
eu: Erabiltzaile berriari ongi etorria
ko: 새 사용자 환영 글
pl: Powitanie nowego użytkownika
pt_br: Boas vindas aos novos usuários
tl: Maligayang pagtanggap sa bagong tagagamit

source: Welcome text for new users (maximum 255 characters).
cs: Uvítání nových uživatelů (maximálně 255 znaků).
de: Willkommens-Nachricht für neue Benutzer (maximal 255 Zeichen).
eu: Ongi etorri testua erabiltzaile berrientzat (gehienez 255 karaktere).
ko: 새 사용자에게 표시할 환영 글. (최대 255글자)
pl: Tekst powitania nowych użytkowników (maksymalnie 255 znaków).
pt_br: Texto de boas vindas para os novos usuários (máx. 255 caracteres).
tl: Teksto ng maligayang pagtanggap para sa bagong mga tagagamit (pinakamataas ang 255 mga panitik).

source: Default subscription
cs: Výchozí sledování
de: Standardabonnement
eu: Harpidetza lehenetsia
ko: 기본 구독
pl: Domyślna subskrypcja
pt_br: Assinatura padrão
tl: Likas na katakdaan ng pagpapasipi

source: Automatically subscribe new users to this user.
cs: Automaticky přihlásit nové uživatele ke sledování sdělení tohoto uživatele.
de: Neue Benutzer abonnieren automatisch diesen Benutzer
eu: Erabiltzaile berriak beste hauetara harpidetu automatikoki.
ko: 새 사용자는 이 사용자를 자동으로 구독하게 만듭니다.
pl: Automatyczne subskrybowanie nowych użytkowników do tego użytkownika.
pt_br: Os novos usuários assinam esse usuário automaticamente.
tl: Kusang pasipiin ang bagong mga tagagamit sa tagagamit na ito.

source: Invitations
cs: Pozvánky
de: Einladungen
eu: Gonbidapenak
ko: 초대
pl: Zaproszenia
pt_br: Convites
tl: Mga paanyaya

source: Invitations enabled
cs: Pozvánky povoleny
de: Einladungen aktivieren
eu: Gonbidapenak gaituta
ko: 초대를 사용합니다
pl: Zaproszenia są włączone
pt_br: Convites habilitados
tl: Paganahin ang mga paanyaya

source: Whether to allow users to invite new users.
cs: Zda chcete uživatelům umožnit pozvat nové uživatele.
de: Ist es Benutzern erlaubt, neue Benutzer einzuladen.
eu: Onartu erabiltzaileek beste erabiltzaile batzuk gonbidatzea.
ko: 사용자가 새 사용자를 초대하도록 허용할지 여부.
pl: Czy zezwolić użytkownikom zapraszanie nowych użytkowników.
pt_br: Define se os usuários podem ou não convidar novos usuários.
tl: Kung papahintulutan ba mga tagagamit na mag-anyaya ng bagong mga tagagamit.

source: Save user settings.
cs: Uložit nastavení uživatelů.
de: Benutzer-Einstellungen speichern
eu: Gorde erabiltzailearen ezarpenak.
ko: 사용자 설정 저장.
pl: Zapisz ustawienia użytkownika.
pt_br: Salvar as configurações de usuário.
tl: Sagipin ang mga katakdaan ng tagagamit.

source: %1$s groups, page %2$d
cs: skupiny uživatele %1$s, strana %2$d
de: %1$s Gruppen, Seite %2$d
eu: %1$s talde, %2$d. orria
ko: %1$s 그룹, %2$d 페이지
pl: Grupy użytkownika %1$s, strona %2$d
pt_br: Grupos de %1$s, pág. %2$d
tl: Mga pangkat na %1$s, pahina %2$d

source: Search for more groups
cs: Vyhledat další skupiny
de: Suche nach weiteren Gruppen
eu: Talde gehiago bilatu
ko: 더 많은 그룹 검색
pl: Wyszukaj więcej grup
pt_br: Procurar por outros grupos
tl: Maghanap ng marami pang mga pangkat

source: %s is not a member of any group.
cs: %s není členem žádné skupiny.
de: %s ist in keiner Gruppe Mitglied.
eu: %s ez da talde bateko kide egin.
ko: %s님은 어떤 그룹의 회원도 아닙니다.
pl: Użytkownik %s nie jest członkiem żadnej grupy.
pt_br: %s não é membro de nenhum grupo.
tl: Si %s ay hindi isang kasapi ng anumang pangkat.

source: Try [searching for groups](%%action.groupsearch%%) and joining them.
cs: Zkuste [vyhledat skupiny](%%action.groupsearch%%) a k některé se přidat.
de: Versuche [Gruppen zu finden](%%action.groupsearch%%) und diesen beizutreten.
eu: Saiatu [taldeak bilatzen](%%action.groupsearch%%) eta beraiekin elkartzen.
ko: [그룹 검색](%%action.groupsearch%%)을 해 보시고 그룹에 가입하십시오.
pl: Spróbuj [wyszukać grupy](%%action.groupsearch%%) i dołączyć do nich.
pt_br: Experimente [procurar por grupos](%%action.groupsearch%%) e entrar neles.
tl: Subukang [maghanap ng mga pangkat] (%%action.groupsearch%%) at sumali sa kanila.

source: Updates from %1$s on %2$s!
cs: Aktualizace od %1$s na %2$s!
de: Aktualisierungen von %1$s auf %2$s!
eu: %2$s(e)n %1$s(e)k bidalitako azken mezuak!
ko: %2$s 사이트의 %1$s의 업데이트!
pl: Aktualizacje z %1$s na %2$s.
pt_br: Mensagens de %1$s no %2$s!
tl: Mga pagsasapanahon mula sa %1$s sa %2$s!

source: This site is powered by %1$s version %2$s, Copyright 2008-2013 StatusNet, Inc. and contributors.
cs: Tyto stránky pohání %1$s verze %2$s, Copyright 2008-2013 StatusNet, Inc. a přispěvatelé.
pt_br: Este site é mantido por %1$s versão %2$s, Copyright 2008-2013 StatusNet, Inc. e contribuidores.

source: Contributors
cs: Přispěvatelé
de: Mitarbeiter
eu: Laguntzaileak
ko: 만든 사람들
pl: Współtwórcy
pt_br: Colaboradores
tl: Mga tagapag-ambag

source: License
cs: Licence
de: Lizenz
eu: Lizentzia
ko: 라이선스
pl: Licencja
pt_br: Licença
tl: Lisensiya

source: %1$s is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
cs: %1$s je svobodný software: můžete jej šířit a / nebo modifikovat v souladu s podmínkami GNU Affero General Public License, kterou vydává Free Software Foundation, a to buď ve verzi 3 této licence, nebo (podle vašeho uvážení) kterékoli pozdější verze.
pt_br: %1$s é software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da GNU Affero General Public License, tal como publicada pela Free Software Foundation, tanto na versão 3 da Licença quanto (se desejar) qualquer versão posterior dela.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more details.
cs: NA PROGRAM SE NEVZTAHUJE ŽÁDNÁ ZÁRUKA, V MÍŘE POVOLENÉ ZÁKONEM. POKUD NENÍ PÍSEMNĚ UVEDENO JINAK, DRŽITELÉ AUTORSKÝCH PRÁV POPŘÍPADĚ JINÉ STRANY POSKYTUJÍ PROGRAM “TAK JAK JE”, BEZ ZÁRUKY JAKÉHOKOLI DRUHU, AŤ VÝSLOVNÉ NEBO VYPLÝVAJÍCÍ, VČETNĚ, ALE NIKOLI JEN, ZÁRUK OBCHODOVATELNOSTI A VHODNOSTI PRO URČITÝ ÚČEL. POKUD JDE O KVALITU A VÝKONNOST PROGRAMU, JE VEŠKERÉ RIZIKO NA VÁS. POKUD BY SE U PROGRAMU PROJEVILY ZÁVADY, NÁKLADY NA POTŘEBNOU ÚDRŽBU, OPRAVU ČI NÁPRAVU PADAJÍ NA VÁŠ VRUB. Podrobnosti najdete v licenci GNU Affero General Public License.
de: Dieses Programm wird in der Hoffnung vertrieben, dass es nützlich sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie die GNU Affero General Public License für weitere Details.
eu: Programa hau erabilgarria izateko itxaropenarekin zabaldu da, baina INOLAKO BERMERIK GABE; iradokitako MERKATURATZE edo PROPOSAMEN JAKIN BATERAKO EGOKITASUNIK gabe. Ikusi GNU Affero General Public License xehetasun gehiagotarako.
pl: Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji należy zapoznać się z Powszechną Licencją Publiczną Affero GNU.
pt_br: Este programa é distribuído na esperança de ser útil, mas NÃO POSSUI QUALQUER GARANTIA, nem mesmo a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA. Verifique a GNU Affero General Public License para mais detalhes.
tl: Ang palatuntunang ito ay ipinamamahagi na inaaasahang magiging magagamit ito, ngunit WALANG ANUMANG PANGAKO NG KATUPARAN; na wala ring pahiwatig na pangako ng katuparan ng KAKAYAHANG MAIKALAKAL o KAANGKUPAN PAR SA ISANG TIYAK NA LAYUNIN. Tingnan ang Pangkalahatang Pangmadlang Lisensiya ng Affero ng GNU para sa mas marami pang mga detalye.

source: You should have received a copy of the GNU Affero General Public License along with this program. If not, see %s.
cs: Spolu s tímto programem byste měl(a) dostat text licence GNU Affero General Public License. Pokud ne, najdete jej na %s.
de: Du hast eine Kopie der GNU Affero General Public License zusammen mit diesem Programm erhalten. Wenn nicht, siehe %s.
eu: Programa honekin batera GNU Affero General Public Licenseren kopia bat jaso behar izan duzu. Aurkitzen ez baduzu, ikusi %s.
ko: GNU 일반 공중 사용 허가서는 이 프로그램과 함께 제공됩니다. 만약, 이 문서가 누락되어 있다면 %s 페이지를 보십시오.
pl: Z pewnością wraz z niniejszym programem dostarczono także egzemplarz Powszechnej Licencji Publicznej Affero GNU (GNU Affero General Public License); jeśli nie - proszę odwiedzić stronę internetową %s.
pt_br: Você deve ter recebido uma cópia da GNU Affero General Public License com este programa. Caso contrário, veja %s.
tl: Dapat na nakatanggap ka ng isang kopya ng Pangkalahatang Pangmadlang Lisensiya ng Affero ng GNU na kasama ng programang ito. Kung hindi, tingnan ang %s.

source: Plugins
cs: Zásuvné moduly
de: Erweiterungen
eu: Pluginak
ko: 플러그인
pl: Wtyczki
tl: Mga pampasak

# HEADER
source: Name
cs: Název
eu: Izena
ko: 이름
pl: Nazwa
pt_br: Nome
tl: Pangalan

# HEADER
source: Version
cs: Verze
eu: Bertsioa
ko: 버전
pl: Wersja
pt_br: Versão
tl: Bersyon

# HEADER
source: Author(s)
cs: Autoři
de: Autor(en)
eu: Egilea(k)
ko: 개발
pl: Autor(‐rzy)
pt_br: Autor(es)
tl: (Mga) may-akda

# HEADER
source: Description
cs: Popis
de: Beschreibung
eu: Deskripzioa
ko: 설명
pl: Opis
pt_br: Descrição
tl: Paglalarawan

source: Avatar size too large
cs: Avatar je příliš velký
de: Avatergröße zu groß
pt_br: Tamanho de avatar grande demais

source: Could not insert new avatar data to database
cs: Nepodařilo se uložit nového avatara do databáze
pt_br: Não foi possível inserir novo dado avatar no banco de dados.

source: Tried to create conversation for not yet inserted notice
cs: Nelze vytvořit konverzaci pro sdělení, které ještě nebylo vloženo
pt_br: Tentou criar comentário para uma mensagem ainda não inserida

source: Failed to create conversation for notice
cs: Nepodařilo se vytvořit rozhovor pro sdělení
pt_br: Falha ao criar comentário para mensagem.

source: Cannot process URL '%s'
cs: Neumím zpracovat URL '%s'
de: Die URL „%s“ konnte nicht verarbeitet werden
eu: '%s' URLa ezin da prozesatu
ko: '%s' URL을 처리할 수 없습니다
pl: Nie można przetworzyć adresu URL "%s"
pt_br: Impossível processar URL '%s'
tl: Hindi maisagawa ang URL na '%s'

source: %1$d byte
cs: %1$d bajt
eu: byte %1$d
pl: %1$d bajt

source: No file may be larger than %1$d byte and the file you sent was %2$s. Try to upload a smaller version.
cs: Žádný soubor nesmí být větší než %1$d bajt, a soubor, který jste poslal(a), měl %2$s. Zkuste nahrát menší verzi.
de: Keine Datei darf größer als %1$d Byte sein und die Datei, die du verschickt hast, war %2$s Bytes groß. Versuche bitte eine kleinere Version hochzuladen.
eu: Fitxategiek ezin dute byte %1$detik gorako tamainarik izan eta bidali duzunak %2$s dauzka. Saiatu fitxategi txikiagoa igotzen.
pl: Żaden plik nie może być większy niż %1$d bajt, a wysłany plik miał %2$s. Proszę spróbować wysłać krótszą wersję.
pt_br: O arquivo não deve ser maior que %1$d byte, e o arquivo que você enviou tem %2$s. Tente carregar uma versão menor.
tl: Walang talaksan ang maaaring maging mas malaki pa kaysa sa %1$d byte at ang talaksang ipinadala mo ay %2$s mga byte. Subukang magkargang paitaas ng isang mas maliit na bersiyon.

source: A file this large would exceed your user quota of %d byte.
cs: Takto velký soubor by překročil vaši uživatelskou kvótu %d bajt.
de: Eine Datei dieser Größe überschreitet deine User Quota von einem Byte.
eu: Neurri honetako fitxategiak zure byte %deko kuota gainditu lezake.
pl: Plik tej wielkości przekroczyłby przydział użytkownika wynoszący %d bajt.
pt_br: Um arquivo deste tamanho excederá a sua conta de %d byte.
tl: Ang isang ganito kalaking talaksan ay lalampas sa iyong takdang dami ng tagagamit na %d byte.

source: A file this large would exceed your monthly quota of %d byte.
cs: Takto velký soubor by překročil vaši měsíční kvótu %d bajt.
de: Eine Datei dieser Größe würde deine monatliche Quota von einem Byte überschreiten.
eu: Neurri honetako fitxategiak zure hileko byte %deko kuota gainditu lezake.
pl: Plik tej wielkości przekroczyłby miesięczny przydział użytkownika wynoszący %d bajt.
pt_br: Um arquivo deste tamanho excederia a sua conta mensal de %d byte.
tl: Ang isang ganito kalaking talaksan ay lalampas sa iyong buwanang takdang dami na %d byte.

source: Invalid filename.
cs: Neplatné jméno souboru.
de: Ungültiger Dateiname.
eu: Fitxategi-izen baliogabea.
ko: 잘못된 파일 이름.
pl: Nieprawidłowa nazwa pliku.
pt_br: Nome de arquivo inválido.
tl: Hindi katanggap-tanggap na pangalan ng talaksan.

source: Profile ID %s is invalid.
cs: %s není platné ID profilu.
de: Profil-ID %s ist ungültig.
eu: %s profil IDa baliogabea da.
ko: 프로필 아이디 %s이(가) 올바르지 않습니다.
pl: Identyfikator profilu %s jest nieprawidłowy.
pt_br: O ID de perfil %s é inválido.
tl: Hindi katanggap-tanggap ang ID ng balangkas na %s.

source: Group ID %s is invalid.
cs: %s není platné ID skupiny.
de: Gruppen-ID %s ist ungültig.
eu: %s talde IDa baliogabea da.
ko: 그룹 아이디 %s이(가) 올바르지 않습니다.
pl: Identyfikator grupy %s jest nieprawidłowy.
pt_br: O ID de grupo %s é inválido.
tl: Hindi katanggap-tanggap ang ID ng pangkat na %s.

source: Group join failed.
cs: Nepodařilo se přidat se ke skupině.
de: Konnte Gruppe nicht beitreten
eu: Taldearekin elkartzeak huts egin du.
ko: 그룹 가입이 실패했습니다.
pl: Dołączenie do grupy nie powiodło się.
pt_br: Não foi possível entrar no grupo.
tl: Nabigo ang pagsali sa pangkat.

source: Not part of group.
cs: Nejste členem této skupiny.
de: Nicht Mitglied der Gruppe
eu: Ez da taldeko kidea.
ko: 그룹의 회원이 아닙니다.
pl: Nie jest częścią grupy.
pt_br: Não é parte de um grupo.
tl: Hindi kabahagi ng pangkat.
