Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: People listed in %1$s by %2$s, page %3$d
cs: Lidé v seznamu %1$s od %2$s, strana %3$d
de: Leute, die auf der Liste %1$s von %2$s stehen, seite %3$d
eu: %2$s(r)en %1$s zerrendakoak, %3$d. orria
ko: %2$s님이 %1$s 리스트에 넣은 사람, %3$d 페이지
pl: Osoby wymienione w %1$s przez %2$s, strona %3$d
pt_br: Pessoas listadas em %1$s, por %2$s, pág. %3$d
tl: Mga taong itinala ni %2$s sa %1$s, pahina %3$d

source: Creator
cs: Autor štítku
de: Ersteller
eu: Egilea
ko: 만든이
pl: Twórca
pt_br: Criador
tl: Manlilikha

source: Private lists by you
cs: Vaše soukromé seznamy
de: Deine privaten Listen
eu: Zure zerrenda pribatuak
ko: 내 비공개 리스트
pl: Twoje prywatne listy
pt_br: Suas listas privadas
tl: Pribadong mga talaan mo ng mga tao

source: Public lists by you
cs: Vaše veřejné seznamy
de: Deine öffentlichen Listen
eu: Zure zerrenda publikoak
ko: 내 공개 리스트
pl: Publiczna chmura znaczników
pt_br: Suas listas públicas
tl: Pangmadlang mga talaan mo ng mga tao

source: Lists by you
cs: Vaše seznamy
de: Deine Listen
eu: Zure zerrendak
ko: 내 리스트
pl: Twoje listy
pt_br: Suas listas
tl: Mga talaan mo

source: Lists by %s
cs: Seznamy uživatele %s
de: Listen von %s
eu: %s(r)en zerrendak
ko: %s의 리스트
pl: Listy użytkownika %s
pt_br: Listas de %s
tl: Mga talaan sa pamamagitan ng %s

source: Lists by %1$s, page %2$d
cs: Seznamy uživatele %1$s, strana %2$d
de: Listen von %1$s, seite %2$d
eu: %1$s(r)en zerrendak, %2$d orria
ko: %1$s의 리스트, %2$d 페이지
pl: Listy użytkownika %1$s, strona %2$d
pt_br: Listas de %1$s, pág. %2$d
tl: Mga talaan ni %1$s, pahina %2$d

source: You cannot view others' private lists
cs: Nemůžete číst soukromé seznamy jiných uživatelů
de: Du kannst keine Listen von anderen ansehen
eu: Ezin dituzu besteen zerrenda pribatuak ikusi
ko: 다른 사용자의 비공개 리스트는 볼 수 없습니다.
pl: Nie można wyświetlić prywatnych list innych użytkowników
pt_br: Você não pode ver as listas privadas de outras pessoas
tl: Hindi mo maaaring tingnan ang pribadong mga talaan ng iba

source: Mode
cs: Režim
de: Modus
eu: Modua
ko: 모드
pl: Tryb
pt_br: Modo
tl: Paraan

source: Lists for %s
cs: Seznamy uživatele %s
de: Listen für %s
eu: %s(e)ren zerrendak
ko: %s 사용자의 리스트
pl: Listy dla użytkownika %s
pt_br: Listas para %s
tl: Mga talaan para sa %s

source: Select tag to filter
cs: Zvolte štítek pro filtrování
de: Wähle ein Tag, um die Liste einzuschränken
eu: Hautatu etiketa iragazteko
ko: 필터링할 태그를 선택하십시오
pl: Wybierz znacznik do filtrowania
pt_br: Selecione a etiqueta para filtrar
tl: Pumili ng tatak na sasalain

source: Show private tags.
cs: Zobrazit soukromé štítky.
de: Private Tags anzeigen.
eu: Erakutsi etiketa pribatuak.
ko: 비공개 태그 보기.
pl: Pokaż prywatne znaczniki.
pt_br: Exibir etiquetas privadas.
tl: Ipakita ang pribadong mga tatak.

# LABEL
source: Public
cs: Veřejné
de: Öffentlich
eu: Publikoa
ko: 공개
pl: Publiczny
pt_br: Públicas
tl: Pangmadla

source: Show public tags.
cs: Zobrazit veřejné štítky
de: Öffentliche Tags anzeigen.
eu: Erakutsi etiketa publikoak.
ko: 공개 태그 보기.
pl: Pokaż publiczne znaczniki.
pt_br: Exibir etiquetas públicas.
tl: Ipakita ang pangmadlang mga tatak.

# BUTTON
source: Go
cs: Jdi
de: Los geht's
eu: Joan
ko: 이동
pl: Przejdź
pt_br: Ir
tl: Pumunta

source: These are lists created by **%s**. Lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the list's timeline.
cs: Toto jsou seznamy, které vytvořil(a) **%s**. Seznamy slouží k seskupování podobných lidí na %%%%site.name%%%%, [mikroblogové](http://cs.wikipedia.org/wiki/Blog#Mikroblogy) službě založené na svobodném softwaru [GNU social](https://www.gnu.org/software/social/). Pokud chcete mít přehled o tom, co dělají, můžete začít sledovat časovou osu seznamu.
de: Diese Listen wurden von **%s** erstellt. Listen gruppieren ähnliche Leute auf %%%%site.name%%%%, einem [Mikroblogging](http://de.wikipedia.org/wiki/Mikroblogging)-Dienst basierend auf der freien Software [StatusNet](http://status.net/). Du kannst leicht verfolgen, was sie tun, indem du die Zeitleiste dieser Liste abonnierst.
eu: Zerrenda hauek **%s** bidez sortzen dira. Zerrendekin antzeko jendea sailkatuko duzu %%site.name%% gunean, [StatusNet](http://status.net/) software librea darabilen [mikroblogintza-zerbitzuan](http://eu.wikipedia.org/wiki/Mikroblogintza). Zer egiten duten erraz jarraituko ahal izango duzu etiketaren denbora-lerrora harpidetuz.
pl: Oto listy utworzone przez użytkownika **%s**. Listy są sposobem grupowania podobnych użytkowników na %%%%site.name%%%%, usłudze [mikroblogowania](http://pl.wikipedia.org/wiki/Mikroblog) opartej na wolnym narzędziu [StatusNet](http://status.net/). Możesz w prosty sposób śledzić co robią subskrybując oś czasową listy.
pt_br: Estas são as listas criadas por **%s**. Listas são uma forma de agrupar pessoas similares no %%%%site.name%%%%, um serviço de [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) baseado no software livre [StatusNet](http://status.net/). Você pode facilmente acompanhar o que estas pessoas estão fazendo ao assinar o cronograma da lista.
tl: Ito ay mga talang nilikha ni **%s**. Ang mga tala ay kung paano mo pinagpapangkat-pangkat ang magkakahalintulad na mga tao sa %%%%site.name%%%%, isang palingkuran ng [maliitang pagboblog] (http://en.wikipedia.org/wiki/Micro-blogging) na nakabatay sa kasangkapan ng Malayang Sopwer na [StatusNet] (http://status.net/). Maginhawa mong masusubaybayan ang kung ano ang kanilang ginagawa sa pamamagitan ng pagpapasipi ng guhit ng panahon ng tala.

source: %s has not created any [lists](%%%%doc.lists%%%%) yet.
cs: %s zatím nevytvořil(a) žádné [seznamy](%%%%doc.lists%%%%).
de: %s hat noch keine [Listen](%%%%doc.lists%%%%) erstellt.
eu: %s(e)k ez du [zerrendarik](%%%%doc.lists%%%%) sortu oraindik.
pt_br: %s ainda não criou nenhuma [lista](%%%%doc.lists%%%%).
tl: Si %s ay hindi pa lumilikha ng anumang [mga talaan](%%%%doc.lists%%%%).

source: Lists with %s in them
cs: Seznamy, ve kterých je %s
de: Listen, die %s enthalten
eu: %s dagoen zerrendak
ko: %s 사용자가 들어 있는 리스트
pl: Listy zawierające %s
pt_br: Listas onde %s aparece
tl: Mga talaang may %s sa loob nila

source: Lists with %1$s, page %2$d
cs: Seznamy, ve kterých je %s, strana %2$d
de: Listen mit %1$s, Seite %2$d
eu: %1$s dagoen zerrendak, %2$d. orria
ko: %1$s 사용자가 들어 있는 리스트, %2$d 페이지
pl: Listy zawierające użytkownika %1$s, strona %2$d
pt_br: Listas onde %1$s aparece, pág. %2$d
tl: Mga talaang may %1$s, pahina %2$d

source: These are lists for **%s**. lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the list's timeline.
cs: Toto jsou seznamy, ve kterých je **%s**. Seznamy slouží k seskupování podobných lidí na %%%%site.name%%%%, [mikroblogové](http://cs.wikipedia.org/wiki/Blog#Mikroblogy) službě založené na svobodném softwaru [GNU social](https://www.gnu.org/software/social/). Pokud chcete mít přehled o tom, co dělají, můžete začít sledovat časovou osu seznamu.
de: Diese Listen sind für **%s**. Listen gruppieren ähnliche Leute auf %%%%site.name%%%%, einem [Mikroblogging](http://de.wikipedia.org/wiki/Mikroblogging)-Dienst basierend auf der freien Software [StatusNet](http://status.net/). Du kannst einfach verfolgen, was sie tun, indem du die Zeitleiste dieser Liste abonnierst.
eu: Hauek **%s**(e)ren zerrendak dira. Zerrendekin antzeko jendea sailkatuko duzu %%site.name%% gunean, [StatusNet](http://status.net/) software librea darabilen [mikroblogintza-zerbitzuan](http://eu.wikipedia.org/wiki/Mikroblogintza). Zer egiten duten erraz jarraituko ahal izango duzu etiketaren denbora-lerrora harpidetuz.
pl: Oto listy dla użytkownika **%s**. Listy są sposobem grupowania podobnych użytkowników na %%%%site.name%%%%, usłudze [mikroblogowania](http://en.wikipedia.org/wiki/Micro-blogging) opartej na wolnym narzędziu [StatusNet](http://status.net/). Możesz w prosty sposób śledzić co robią subskrybując oś czasową listy.
pt_br: Estas são as lista de **%s**. Listas são uma forma de agrupar pessoas similares no %%%%site.name%%%%, um serviço de [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) baseado no software livre [StatusNet](http://status.net/). Você pode facilmente acompanhar o que estas pessoas estão fazendo ao assinar o cronograma da lista.
tl: Ito ay mga tala para sa **%s**. Ang mga tala ay kung paano mo pinagpapangkat-pangkat ang magkakahalintulad na mga tao sa %%%%site.name%%%%, isang palingkuran ng [maliitang pagboblog] (http://en.wikipedia.org/wiki/Micro-blogging) na nakabatay sa kasangkapan ng Malayang Sopwer na [StatusNet] (http://status.net/). Maginhawa mong masusubaybayan ang kung ano ang kanilang ginagawa sa pamamagitan ng pagpapasipi ng guhit ng panahon ng tala.

source: %s has not been [listed](%%%%doc.lists%%%%) by anyone yet.
cs: Uživatele %s zatím nikdo nepřidal do žádného [seznamu](%%%%doc.lists%%%%).
de: %s wurde bisher von niemandem [gelistet](%%%%doc.lists%%%%).
eu: %s ez du inork [zerrendatu](%%%%doc.lists%%%%) oraingoz.
ko: %s님은 아직 어느 누구도 [리스트에 넣지](%%%%doc.tags%%%%) 않았습니다.
pl: %s nie znajduje się jeszcze na niczyich [listach](%%doc.tags%%).
pt_br: %s não foi [listada](%%%%doc.lists%%%%) por nenhum usuário ainda.
tl: Si %s ay hindi pa [naitatala](%%%%doc.lists%%%%) ninuman.

source: Subscribers to list %1$s by %2$s
cs: Uživatelé sledující seznam %1$s od %2$s
de: Abonnenten der Liste %1$s von %2$s
eu: %2$s(r)en %1$s zerrendako harpidedunak.
ko: %2$s 사용자의 %1$s 리스트 구독자.
pl: Subskrybenci listy %1$s użytkownika %2$s.
pt_br: Subescrever para lista %1$s by %2$s
tl: Mga nagpapasipi mula sa talaang %1$s ni %2$s

source: Subscribers to list %1$s by %2$s, page %3$d
cs: Uživatelé sledující seznam %1$s od %2$s, strana %3$d
de: Abonnenten der Liste %1$s von %2$s, Seite %3$d
eu: %2$s(r)en %1$s zerrendako harpidedunak, %3$d. orria
ko: %2$s님이 %1$s 리스트에 넣은 구독자, %3$d 페이지
pl: Subskrybenci listy %1$s użytkownika %2$s, strona %3$d
pt_br: Subescrever para lista %1$s by %2$s, página %3$d
tl: Mga nagpapasipi mula sa talaang %1$s ni %2$s, pahina %3$d

source: Lists subscribed to by %s
cs: Seznamy, které sleduje %s
de: Von %s abonnierte Listen
eu: %s harpidetu den zerrendak
ko: %s님이 구독한 리스트
pl: Listy subskrybowane przez użytkownika %s
pt_br: Listas subscritas para %s
tl: Mga talaang pinagsisipian ni %s

source: Lists subscribed to by %1$s, page %2$d
cs: Seznamy, které sleduje %1$s, strana %2$d
de: Von %1$s abonnierte Listen, Seite %2$d
eu: %1$s harpidetuta dagoen zerrendak, %2$d. orria
ko: %1$s님이 구독한 리스트, %2$d 페이지
pl: Listy subskrybowane przez użytkownika %1$s, strona %2$d
pt_br: Listas assinadas pela %1$s, página %2$d
tl: Mga talaang pinagsisipian ni %1$s, pahina %2$d

source: These are lists subscribed to by **%s**. Lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the list's timeline.
cs: Toto jsou seznamy, které sleduje **%s**. Seznamy slouží k seskupování podobných lidí na %%%%site.name%%%%, [mikroblogové](http://cs.wikipedia.org/wiki/Blog#Mikroblogy) službě založené na svobodném softwaru [GNU social](https://www.gnu.org/software/social/). Pokud chcete mít přehled o tom, co dělají, můžete začít sledovat časovou osu seznamu.
de: Diese Listen hat **%s** abonniert. Listen gruppieren ähnliche Leute auf %%%%site.name%%%%, einem [Mikroblogging](http://de.wikipedia.org/wiki/Mikroblogging)-Dienst basierend auf der freien Software [StatusNet](http://status.net/). Du kannst leicht verfolgen, was sie tun, indem du die Zeitleiste dieser Liste abonnierst.
eu: Hauek **%s** harpidetu diren zerrendak dira. Zerrendekin antzeko jendea sailkatuko duzu %%site.name%% gunean, [StatusNet](http://status.net/) software librea darabilen [mikroblogintza-zerbitzuan](http://eu.wikipedia.org/wiki/Mikroblogintza). Zer egiten duten erraz jarraituko ahal izango duzu zerrendaren denbora-lerrora harpidetuz.
ko: 다음은 **%s**님이 구독한 리스트입니다. 리스트는 %%%%site.name%%%% 사이트에서 사람들을 분류하는 수단입니다. 이 사이트는 자유소프트웨어 [StatusNet](http://status.net/) 소프트웨어를 사용하는 [마이크로블로깅)(http://en.wikipedia.org/wiki/Micro-blogging) 서비스입니다. 해당 태그의 타임라인에 구독하는 식으로 간단히 이 사람들이 무슨 일을 하는지 알아 볼 수 있습니다.
pl: Oto listy subskrybowane przez użytkownika **%s**. Listy są sposobem grupowania podobnych użytkowników na %%%%site.name%%%%, usłudze [mikroblogowania](http://pl.wikipedia.org/wiki/Mikroblog) opartej na wolnym narzędziu [StatusNet](http://status.net/). Możesz w prosty sposób śledzić co robią subskrybując oś czasową listy.
pt_br: Essas são listas, assinadas para **%s**. As listagens são maneiras de se ordenar pessoas similares no serviço %%%%site.name%%%%, um [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) baseado na ferramenta de Software Livre [StatusNet] (http://status.net/). Você pode facilmente manter uma relação do que elas estão fazendo ao autenticar para o cronograma de listas.
tl: Ito ay mga talaang pinasisipi ni **%s**. Ang mga talaan ay kung paano mo pinagpapangkat-pangkat ang magkakahalintulad na mga tao sa %%site.name%%, isang palingkuran ng [maliitang pagboblog](http://en.wikipedia.org/wiki/Micro-blogging) na nakabatay sa kasangkapan ng Malayang Sopwer na [StatusNet](http://status.net/). Kaya't maginhawa mong masusubaybayan ang kung ano ang kanilang ginagawa sa pamamagitan ng pagpapatanggap ng mga sipi sa guhit ng panahon ng tatak.

# plugin
source: Disabled
cs: Vypnuto
de: Deaktiviert
eu: Desgaitua
ko: 사용 않기
pl: Wyłączone
pt_br: Desabilitado
tl: Hindi pinagagana

source: This action only accepts POST requests.
cs: Tato akce přijímá pouze POST požadavky.
de: Diese Aktion nimmt nur POST-Requests
eu: Ekintza honek POST eskariak soilik onartzen ditu.
ko: 이 동작은 POST 요청만 받습니다.
pl: Ta czynność przyjmuje tylko żądania POST.
pt_br: Esta ação aceita somente requisições POST.
tl: Ang galaw na ito ay tumatanggap lamang ng mga kahilingan ng PAGPASKIL.

source: You cannot administer plugins.
cs: Nemáte oprávnění spravovat zásuvné moduly.
de: Du kannst keine Erweiterungen verwalten.
eu: Ezin dituzu pluginak administratu.
ko: 플러그인을 관리할 수 없습니다.
pl: Nie możesz administrować wtyczkami.
pt_br: Você não pode administrar plugins.
tl: Hindi ka makakapangasiwa ng mga pamasak.

source: No such plugin.
cs: Zadaný zásuvný modul neexistuje.
de: Erweiterung nicht vorhanden.
eu: Ez dago halako pluginik.
ko: 그런 플러그인이 없습니다.
pl: Nie ma takiej wtyczki.
pt_br: Este plugin não existe.
tl: Walang ganyang pamasak.

# plugin
source: Enabled
cs: Zapnuto
de: Aktiviert
eu: Gaitua
ko: 사용
pl: Włączone
pt_br: Habilitado
tl: Pinagana

# TITLE
source: Plugins
cs: Zásuvné moduly
de: Erweiterungen
eu: Pluginak
ko: 플러그인
pl: Wtyczki
tl: Mga pampasak

source: Additional plugins can be enabled and configured manually. See the <a href="http://status.net/wiki/Plugins">online plugin documentation</a> for more details.
cs: Další zásuvné moduly mohou být zapnuty a nastaveny ručně. Podrobnosti najdete na StatusNet Wiki pod <a href="http://status.net/wiki/Plugins">online plugin documentation</a>.
de: Zusätzliche Plugins können eingeschaltet und manuell konfiguriert werden. In der <a href="http://status.net/wiki/Plugins">Plugin Dokumentation</a> findest du mehr Details.
eu: Plugin gehigarriak gaitu eta konfiguratu ditzakezu eskuz. Ikusi <a href="http://status.net/wiki/Plugins">pluginen dokumentazioa sarean</a> xehetasun gehiagorako.
ko: 수동으로 추가 플러그인을 사용하고 설정할 수 있습니다. 자세한 정보는 <a href="http://status.net/wiki/Plugins">온라인 플러그인 문서</a> 페이지를 보십시오.
pl: Dodatkowe pluginy mogą zostać aktywowane i skofigurowane ręcznie. Zajrzyj na <a href="http://status.net/wiki/Plugins">online plugin documentation</a> po więcej szczegółów.
pt_br: Plugins adicionais podem ser habilitados e configurados manualmente. Dê uma olhada na <a href="http://status.net/wiki/Plugins">documentação online sobre plugins</a> para maiores detalhes.
tl: Mapapagana ang karagdagang mga pampasak at kinakamay na maiaayos. Tingnan ang <a href="http://status.net/wiki/Plugins">kasulatan ng pampasak na nasa Internet</a> para sa mas marami pang mga detalye.

source: Default plugins
cs: Výchozí zásuvné moduly
de: Standard-Erweiterungen
eu: Plugin lehenetsiak
ko: 기본 플러그인
pl: Domyślne wtyczki
pt_br: Plugins padrão
tl: Likas na nakatakdang mga pamasak

source: All default plugins have been disabled from the site's configuration file.
cs: Všechny výchozí zásuvné moduly byly vypnuty v konfiguračním souboru tohoto serveru.
de: Alle Standard-Plugins der Konfigurationsdatei wurden deaktiviert.
eu: Plugin lehenetsi guztiak desgaitu egin dira gunearen konfigurazio-fitxategitik.
ko: 사이트의 설정 파일에서 모든 기본 플러그인을 사용하지 않게 만들었습니다.
pl: Wszystkie domyślne wtyczki zostały wyłączone w pliku konfiguracji witryny.
pt_br: Todos os plugins padrão foram desabilitados no arquivo de configuração do site.
tl: Hindi pinagagana ang lahat ng likas na nakatakdang mga pampasak mula sa talaksan ng pagkakaayos ng sityo.

source: Unidentified field %s.
cs: Neznámé pole %s.
de: Nicht identifiziertes Feld %s.
eu: Identifikatu gabeko %s eremua.
ko: 미확인 항목 %s.
pl: Niezidentyfikowane pole %s.
pt_br: Campo %s não identificado.
tl: Hindi nakikilalang hanay na %s

# TITLE
source: Search results
cs: Výsledky hledání
de: Suchergebnisse
eu: Bilaketaren emaitzak
ko: 검색 결과
pl: Wyniki wyszukiwania
pt_br: Resultados da pesquisa
tl: Mga kinalabasan ng paghahanap

source: The search string must be at least 3 characters long.
cs: Řetězec k vyhledání musí být minimálně 3 znaky dlouhý.
de: Der Suchbegriff muss mindestens 3 Zeichen lang sein.
eu: Bilaketa-kateak gutxienez 3 karaktereko luzera izan behar du.
ko: 검색 문자열은 적어도 3자 이상이어야 합니다.
pl: Wyszukiwany ciąg znaków musi mieć co najmniej 3 znaki.
pt_br: A sequência a ser pesquisada deve ter pelo menos 3 caracteres.
tl: Ang sinulid ng paghahanap ay dapat na hindi bababa sa 3 mga panitik ang haba.

source: Profile settings
cs: Nastavení profilu
de: Profil-Einstellungen
eu: Profilaren ezarpenak
ko: 프로필 설정
pl: Ustawienia profilu
pt_br: Configurações do perfil
tl: Mga katakdaan ng balangkas

source: You can update your personal profile info here so people know more about you.
cs: Zde můžete aktualizovat informace uvedené ve vašem profilu, aby se o vás ostatní mohli něco dovědět.
de: Du kannst dein Profil auf den neusten Stand bringen, damit andere Leute mehr über dich erfahren können.
eu: Zure profil pertsonaleko informazioa hementxe eguneratu dezakezu, jendeak zutaz gehiago jakin dezan.
ko: 여기의 개인 프로필을 업데이트하면 사람들이 나에 대해 더 잘 알 수 있습니다.
pl: Tutaj można zaktualizować osobiste informacje w profilu, aby inni mogli lepiej cię poznać.
pt_br: Você pode atualizar suas informações pessoais aqui, para que as pessoas saibam mais sobre você.
tl: Maisasapanahon mo rito ang kabatiran sa iyong pansariling balangkas upang makaalam pa ng mas marami ang mga tao tungkol sa iyo.

source: Profile information
cs: Informace v profilu
de: Profilinformation
eu: Profilaren informazioa
ko: 프로필 정보
pl: Informacje o profilu
pt_br: Informações do perfil
tl: Kabatiran sa balangkas

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
cs: 1-64 znaků, pouze malá písmena a čísla, bez teček, čárek a mezer.
de: 1-64 Kleinbuchstaben oder Zahlen, keine Satz- oder Leerzeichen.
eu: 1-64 letra xehe edo zenbaki, puntuazio edo espaziorik gabe.
ko: 1-64자 사이에 영문 소문자, 숫자로만 씁니다. 기호나 공백을 쓰면 안 됩니다.
pl: 1-64 małe litery lub liczby, bez spacji i znaków przestankowych.
pt_br: 1-64 letras minúsculas ou números, sem pontuações ou espaços.
tl: 1 hanggang 64 maliliit na mga titik o mga bilang, walang bantas o mga patlang.

source: Full name
cs: Celé jméno
de: Bürgerlicher Name
eu: Izen osoa
ko: 실명
pl: Imię i nazwisko
pt_br: Nome completo
tl: Buong pangalan

source: Homepage
cs: Domovská stránka
eu: Webgunea
ko: 홈페이지
pl: Strona domowa
pt_br: Site
tl: Bahay-pahina

source: URL of your homepage, blog, or profile on another site.
cs: Adresa vašich webových stránek, blogu nebo profilu na jiném serveru.
de: URL deiner Homepage, deines Blogs, oder deines Profils auf einer anderen Website.
eu: Zure webguneko, blogeko edo beste webgune bateko profilaren URLa.
ko: 홈페이지, 블로그, 또는 다른 사이트의 프로필 페이지 URL
pl: Adres URL strony domowej, bloga lub profilu na innej witrynie.
pt_br: URL do seu site, blog ou perfil em outro site.
tl: URL ng iyong bahay-pahina, blog, o balangkas na nasa ibang sityo.

source: Describe yourself and your interests in %d character.
cs: Napište něco o sobě a svých zájmech, maximálně %d znak.
de: Beschreibe dich selbst und deine Interessen in %d Zeichen.
eu: Deskribatu zeure burua eta zaletasunak karaktere %dean.
pl: Opisz siebie i swoje zainteresowania w %d znaku.
pt_br: Descreva você e os seus interesses em %d caractere.
tl: Ilarawan ang sarili mo at ang mga hilig mo sa loob ng %d panitik.

source: Describe yourself and your interests.
cs: Napište něco o sobě a svých zájmech.
de: Beschreibe dich selbst und deine Interessen.
eu: Deskribatu zure burua eta zure interesak.
ko: 자기 소개 및 관심사를 쓰십시오.
pl: Opisz siebie i swoje zainteresowania.
pt_br: Descreva você e os seus interesses.
tl: Ilarawan ang sarili mo at mga hilig mo.

source: Bio
cs: O mně
de: Biografie
ko: 자기소개
pl: O mnie
pt_br: Descrição
tl: Talambuhay

source: Location
cs: Místo
de: Aufenthaltsort
eu: Kokapena
ko: 위치
pl: Położenie
pt_br: Localização
tl: Kinalalagyan

source: Where you are, like "City, State (or Region), Country".
cs: Napište, kde žijete, např. město, region, nebo zemi.
de: Wo du bist, beispielsweise „Stadt, Region, Land“.
eu: Non zauden, adibidez "Hiria, Probintzia, Herrialdea"
ko: 당신은 어디에 삽니까? "시, 도 (or 군,구), 나라" 따위.
pl: Gdzie jesteś, np. "miasto, województwo (lub region), kraj".
pt_br: Onde você está, ex: "cidade, estado (ou região), país".
tl: Kung nasaan ka, katulad ng "Lungsod, Estado (o Rehiyon), Bansa".

source: Share my current location when posting notices
cs: Přikládat k odeslaným sdělením mou zeměpisnou polohu
de: Teile meine aktuelle Position, wenn ich Nachrichten sende
eu: Partekatu nire uneko kokalekua oharrak bidaltzean
ko: 글을 쓸 때 현재 위치를 공유.
pl: Podziel się swoim obecnym położeniem podczas wysyłania wpisów
pt_br: Compartilhe minha localização atual ao publicar mensagens
tl: Ibahagi ang aking pangkasalukuyang kinalalagyan kapag nagpapaskil ng mga pabatid

source: Tags
cs: Štítky
eu: Etiketak
ko: 태그
pl: Znaczniki
pt_br: Etiquetas
tl: Mga tatak

source: Tags for yourself (letters, numbers, -, ., and _), comma- or space- separated.
cs: Štítky, kterými byste se označil(a), oddělené čárkami nebo mezerami. Povolené znaky: písmena, čísla, tečka, pomlčka a podtržítko.
de: Tags über dich selbst (Buchstaben, Zahlen, -, . und _) durch Kommas oder Leerzeichen getrennt.
eu: Etiketak zuretzat (letrak, zenbakiak, -, ., eta _), komekin edo espazioakin banatuak.
ko: 자기 자신의 태그 (문자,숫자,-, ., _ 문자로 구성), 쉼표나 공백으로 구분.
pl: Znaczniki dla siebie (litery, liczby, -, . i _), oddzielone przecinkami lub spacjami.
pt_br: Suas etiquetas (letras, números, -, ., e _), separadas por vírgulas ou espaços.
tl: Mga tatak para sa sarili mo (mga titik, mga bilang, -, ., at _), pinaghihiwalay-hiwalay ng kuwit- o puwang-.

source: Language
cs: Jazyk
de: Sprache
eu: Hizkuntza
ko: 언어
pl: Język
pt_br: Idioma
tl: Wika

source: Preferred language.
cs: Preferovaný jazyk.
de: Bevorzugte Sprache
eu: Nahiago duzun hizkuntza.
ko: 주로 사용하는 언어
pl: Preferowany język.
pt_br: Idioma preferencial
tl: Nais na wika.

source: Timezone
cs: Časové pásmo
de: Zeitzone
eu: Ordu-eremua
ko: 표준 시간대
pl: Strefa czasowa
pt_br: Fuso horário
tl: Sona ng oras
