Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Preview
cs: Náhled
de: Vorschau
eu: Aurreikusi
ko: 미리 보기
pl: Podgląd
pt_br: Pré-visualizar
tl: Paunang tingin

# BUTTON
source: Delete
cs: Smazat
de: Löschen
eu: Ezabatu
ko: 삭제
pl: Usuń
pt_br: Excluir
tl: Burahin

# BUTTON
source: Upload
cs: Nahrát
de: Hochladen
eu: Igo
ko: 업로드
pl: Wyślij
pt_br: Enviar
tl: Ikargang paitaas

# BUTTON
source: Crop
cs: Oříznout
de: Zuschneiden
eu: Moztu
ko: 자르기
pl: Przytnij
pt_br: Cortar
tl: Pungusin

source: No file uploaded.
cs: Žádný soubor nebyl nahrán.
de: Keine Datei hoch geladen.
eu: Ez da fitxategirik igo.
ko: 파일을 업로드하지 않았습니다.
pl: Nie wysłano pliku.
pt_br: Não foi enviado nenhum arquivo.
tl: Walang naikargang talaksan.

source: Pick a square area of the image to be your avatar.
cs: Vyberte čtvercovou plochu obrázku, která bude váš avatar.
de: Wähle einen quadratischen Bereich des Bildes, der dein Avatar sein soll.
eu: Zure avatarraren eramua laukiaren bidez mugatu.
ko: 그림에서 아바타로 사용할 사각형 영역을 지정하십시오.
pl: Wybierz kwadratowy obszar obrazu, który stanie się awatarem.
pt_br: Selecione uma área quadrada da imagem para ser seu avatar.
tl: Pumili ng isang parisukat na lugar ng larawan na magiging huwaran mo.

source: Lost our file data.
cs: Ztratili jsme data z vašeho souboru.
de: Daten verloren.
eu: Datuen fitxategia galdu dugu.
ko: 파일 데이터를 잃어버렸습니다.
pl: Utracono dane pliku.
pt_br: Os dados do nosso arquivo foram perdidos.
tl: Nawala ang aming dato ng talaksan.

source: Avatar updated.
cs: Avatar byl úspěšně nahrán.
de: Avatar aktualisiert.
eu: Avatarra eguneratua.
ko: 아바타를 업데이트했습니다.
pl: Zaktualizowano awatar.
pt_br: O avatar foi atualizado.
tl: Naisapanahon ang Huwaran.

source: Failed updating avatar.
cs: Nahrávání avatara selhalo.
de: Aktualisierung des Avatars fehlgeschlagen.
eu: Avatarraren eguneraketak huts egin du.
ko: 아바타 업데이트 실패했습니다.
pl: Zaktualizowanie awatara nie powiodło się.
pt_br: Não foi possível atualizar o avatar.
tl: Nabigo sa pagsasapanahon ng huwaran.

source: Avatar deleted.
cs: Avatar smazán.
de: Avatar gelöscht.
eu: Avatarra ezabatua.
ko: 아바타를 삭제했습니다.
pl: Usunięto awatar.
pt_br: O avatar foi excluído.
tl: Nabura ang huwaran.

source: Backup account
cs: Zálohovat účet
de: Backup-Konto
eu: Kontuaren babeskopia egin
ko: 계정 백업
pl: Wykonaj kopię zapasową konta
pt_br: Fazer backup da conta
tl: Akawnt na pamalit at pangsalo

source: Only logged-in users can backup their account.
cs: Pro zálohování účtu je třeba se přihlásit.
de: Nur angemeldete Benutzer können ihren Account sichern.
eu: Saioa hasi duten erabiltzaileek bakarrik egin dezakete bere kontuaren babeskopia.
ko: 로그인한 사용자만 자기 계정을 백업할 수 있습니다.
pl: Tylko zalogowani użytkownicy mogą wykonywać kopie zapasowe swoich kont.
pt_br: Apenas usuários autenticados podem fazer backups de suas contas.
tl: Tanging nakalagdang mga tagagamit lamang ang makagagawa ng pamalit na pangsalo ng kanilang akawnt.

source: You may not backup your account.
cs: Nemáte oprávnění k zálohování účtu.
de: Dein Konto kann nicht gesichert werden.
eu: Ezin duzu zure kontuaren babeskopiarik egin.
ko: 계정을 백업할 수 없습니다.
pl: Użytkownik nie może wykonać kopii zapasowej konta.
pt_br: Você não pode fazer backup da sua conta.
tl: Hindi mo maaaring gawaan ng pamalit na pangsalo ang akawnt mo.

source: You can backup your account data in <a href="http://activitystrea.ms/">Activity Streams</a> format. This is an experimental feature and provides an incomplete backup; private account information like email and IM addresses is not backed up. Additionally, uploaded files and direct messages are not backed up.
cs: Data ze svého účtu si můžete zazálohovat ve formátu <a href="http://activitystrea.ms/">Activity Streams</a>. Je to zatím experimentální funkce a neprovádí úplnou zálohu: soukromé údaje jako emailové a Jabberové adresy nejsou zálohovány. Také nejsou zálohovány vaše přímé zprávy a soubory, které jste na server nahrál(a).
de: Dein Konto kann im <a href="http://activitystrea.ms/">Activity Streams</a>-Format gesichert werden. Dies ist eine experimentelle Funktion und stellt nur ein unvollständige Sicherung dar: private Kontoinformationen wie Email und IM-Adressen werden nicht gesichert. Zusätzlich werden hochgeladene Dateien und direkte Nachrichten nicht gesichert.
eu: <a href="http://activitystrea.ms/">Activity Streams</a> formatuan zure kontuaren babeskopia egin dezakezu. Ezaugarri hau esperimentazio moduan dago eta ez du babeskopia osoa egiten; helbide elektronikoa eta IM helbidea bezalako informazio pribatuen babeskopia ez du egiten. Gainera, ez du igotako fitxategien eta mezu zuzenen kopiarik egiten.
ko: 계정 데이터를 <a href="http://activitystrea.ms/">Activity Streams</a> 형식으로 백업할 수 있습니다. 백업 기능은 실험적인 기능이라 백업은 불완전합니다. 전자메일이나 메신저 주소 같은 개인 정보는 백업하지 않습니다. 또 업로드한 파일과 직접 메시지도 백업하지 않습니다.
pl: Można wykonać kopię zapasową danych konta w formacie <a href="http://activitystrea.ms/">Strumieni działalności</a>. Jest to funkcja eksperymentalna i nie zapewnia kompletnej kopii zapasowej; prywatne informacje o koncie, takie jak adresy e-mail i komunikatora nie są zachowywane w kopii zapasowej. Ponadto nie są zachowywane wysłane pliki i bezpośrednie wiadomości.
pt_br: Você pode fazer backup dos dados da sua conta no formato de <a href="http://activitystrea.ms/">Fluxos de Atividades</a>. Este é um recurso experimental e fornece um backup incompleto; informações privadas da sua conta, como endereços de e-mail e de mensagens instantâneas não são armazenados, bem como arquivos enviados e mensagens diretas.
tl: Maaari mong gawan ng pamalit na kopya ang akawnt mo sa anyo ng <a href="http://activitystrea.ms/">Mga Batis ng Gawain</a>. Isa itong sinusubukang tampok at nagbibigay ng isang hindi buong kopyang pamalit; Hindi nagagawan ng kopyang pamalit ang kabatiran ng pribadong akawnt katulad ng mga tirahan ng e-liham at biglaang mensahe. Bilang karagdagan, hindi rin nagagawan ng kopyang pamalit ang naikargang mga talaksan at tuwirang mga mensahe.

# BUTTON
source: Backup
cs: Zálohovat
eu: Babeskopia
ko: 백업
pl: Kopia zapasowa
tl: Pamalit na pangsalo

source: Backup your account.
cs: Zazálohujte data ze svého účtu.
de: Sicherheitskopie des Kontos erstellen.
eu: Egin zure kontuaren babeskopia.
ko: 계정을 백업합니다.
pl: Kopia zapasowa Twojego konta.
pt_br: Fazer backup da sua conta.
tl: Bigyan ng pamalit na pangsalo ang akawnt mo.

source: You already blocked that user.
cs: Tohoto uživatele jste již zablokoval(a).
de: Du hast diesen Benutzer bereits blockiert.
eu: Jadanik blokeatu duzu erabiltzaile hori.
ko: 이미 그 사용자를 차단했습니다.
pl: Użytkownik jest już zablokowany.
pt_br: Você já bloqueou esse usuário.
tl: Hinarang mo na ang tagagamit na iyan.

source: Block user
cs: Zablokovat tohoto uživatele
de: Benutzer blockieren
eu: Blokeatu erabiltzailea
ko: 사용자 차단
pl: Zablokuj użytkownika
pt_br: Bloquear usuário
tl: Harangin ang tagagamit

source: Are you sure you want to block this user? Afterwards, they will be unsubscribed from you, unable to subscribe to you in the future, and you will not be notified of any @-replies from them.
cs: Opravdu chcete zablokovat tohoto uživatele? Nebude moci sledovat vaše sdělení, a vám již nebudou chodit žádná oznámení o @-odpovědích, které posílá.
de: Bist du sicher, dass du den Benutzer blockieren willst? Die Verbindung zum Benutzer wird gelöscht, dieser kann dich in Zukunft nicht mehr abonnieren und bekommt keine @-Antworten.
eu: Seguru zaude erabiltzaile hau blokeatu nahi duzula? Ondoren, berak zurekiko duen harpidetza ezeztuko da, ezin izango zaitu etorkizunean idatzi eta ez zaizkizu jakinaraziko bere @-erantzunak.
ko: 정말 이 사용자를 차단하시겠습니까? 차단된 사용자는 구독 해제되고, 이후에는 구독할 수 없으며, 차단된 사용자로부터 @-답장 알림을 받지 않게 됩니다.
pl: Jesteś pewny, że chcesz zablokować tego użytkownika. Po tym jego subskrypcja do ciebie zostanie usunięta, nie będzie mógł cię subskrybować w przyszłości i nie będziesz powiadamiany o żadnych odpowiedziach @ od niego.
pt_br: Tem certeza que deseja bloquear este usuário? Se fizer isso, ele deixará de assiná-lo e será incapaz de fazê-lo no futuro. Além disso, você não receberá nenhuma notificação acerca de qualquer citação (@usuário) que ele fizer de você.
tl: Nakatitiyak ka bang nais mong harangin ang tagagamit na ito? Pagkaraan, hindi na sila papasipiin mula sa iyo, hindi na magagawa pang makasipi sa iyo sa hinaharap, at hindi ka pababatiran ng anumang mga tugong @ mula sa kanila.

# BUTTON
source: No
cs: Ne
de: Nein
eu: Ez
ko: 아니오
pl: Nie
pt_br: Não
tl: Huwag

source: Do not block this user.
cs: Tohoto uživatele neblokovat.
de: Diesen Benutzer nicht blockieren.
eu: Ez blokeatu erabiltzaile hau.
ko: 이 사용자 차단하지 않기.
pl: Nie blokuj tego użytkownika.
pt_br: Não bloquear este usuário.
tl: Huwag harangin ang tagagamit na ito.

# BUTTON
source: Yes
cs: Ano
de: Ja
eu: Bai
ko: 예
pl: Tak
pt_br: Sim
tl: Oo

source: Block this user.
cs: Zablokovat tohoto uživatele.
de: Diesen Benutzer blockieren.
eu: Blokeatu erabiltzaile hau.
ko: 이 사용자 차단
pl: Zablokuj tego użytkownika.
pt_br: Bloquear este usuário.
tl: Hadlangan ang tagagamit na ito.

source: Failed to save block information.
cs: Nepodařilo se uložit blokování.
de: Konnte Blockierungsdaten nicht speichern.
eu: Huts blokeo-informazioa gordetzean.
ko: 차단 정보를 저장하는데 실패했습니다.
pl: Zapisanie informacji o blokadzie nie powiodło się.
pt_br: Não foi possível salvar a informação de bloqueio.
tl: Nabigong masagip ang kabatiran sa pagharang.

source: %s blocked profiles
cs: Profily blokované skupinou %s
de: %s blockierte Benutzerprofile
eu: %s profil blokeatuta
ko: %s 그룹의 차단 프로필
pl: %s zablokowane profile
pt_br: Perfis bloqueados no %s
tl: %s nahadlangang mga balangkas

source: %1$s blocked profiles, page %2$d
cs: Profily blokované skupinou %1$s, strana %2$d
de: %1$s blockierte Benutzerprofile, Seite %2$d
eu: %1$s profil bokeatuta, %2$d orria
ko: %1$s 그룹의 차단 프로필, %2$d 페이지
pl: %1$s zablokowane profile, strona %2$d
pt_br: Perfis bloqueados no %1$s, pág. %2$d
tl: %1$s nahadlangang mga balangkas, pahina %2$d

source: A list of the users blocked from joining this group.
cs: Seznam uživatelů, kteří byli zablokováni a nesmějí se přidat se k této skupině.
de: Liste der blockierten Benutzer in dieser Gruppe.
eu: Talde honekin elkartzea blokeatuta duten erabiltzaileen zerrenda.
ko: 그룹 가입이 차단된 사용자 목록.
pl: Lista użytkowników zablokowanych w tej grupie.
pt_br: Uma lista dos usuários proibidos de entrarem neste grupo.
tl: Isang talaan ng mga tagagamit na hinadlangan mula sa pagsapi sa pangkat na ito.

source: Unblock user from group
cs: Odblokovat uživatele ze skupiny
de: Blockierung des Benutzers für die Gruppe aufheben.
eu: Desblokeatu erabiltzailea taldean
ko: 그룹에서 사용자 차단 해제
pl: Odblokuj użytkownika w tej grupie
pt_br: Desbloquear o usuário do grupo
tl: Huwag hadlangan ang tagagamit mula sa pangkat

# BUTTON
source: Unblock
cs: Odblokovat
de: Freigeben
eu: Desblokeatu
ko: 차단 해제
pl: Odblokuj
pt_br: Desbloquear
tl: Huwag hadlangan

source: Unblock this user
cs: Odblokovat tohoto uživatele
de: Diesen Benutzer freigeben
eu: Desblokeatu erabiltzaile hau
ko: 이 사용자 차단 해제
pl: Odblokuj tego użytkownika
pt_br: Desbloquear este usuário
tl: Huwag hadlangan ang tagagamit na ito

# TITLE
source: %1$s left group %2$s
cs: %1$s opustil(a) skupinu %2$s
de: %1$s hat die Gruppe %2$s verlassen
eu: %1$s erabiltzaileak %2$s taldea utzi du
ko: %1$s 사용자가 %2$s 그룹을 떠났습니다
pl: Użytkownik %1$s opuścił grupę %2$s
pt_br: %1$s deixou o grupo %2$s
tl: Nilisan ni %1$s ang pangkat na %2$s

# TITLE
source: Unsubscribed
cs: Sledování zrušeno
de: Abgemeldet
eu: Harpidetu gabea
ko: 구독 취소되었습니다
pl: Zrezygnowano z subskrypcji.
pt_br: Associação cancelada
tl: Hindi na nagpapasipi

source: No confirmation code.
cs: Žádný potvrzovací kód.
de: Kein Bestätigungs-Code.
eu: Baieztapen koderik ez.
ko: 승인 코드가 없습니다.
pl: Brak kodu potwierdzającego.
pt_br: Nenhum código de confirmação.
tl: Walang kodigo ng pagtitiyak.

source: Confirmation code not found.
cs: Potvrzovací kód nebyl nalezen.
de: Bestätigungscode nicht gefunden.
eu: Ez da baieztapen koderik aurkitu.
ko: 승인 코드가 없습니다.
pl: Nie odnaleziono kodu potwierdzającego.
pt_br: O código de confirmação não foi encontrado.
tl: Hindi natagpuan ang kodigo ng pagtitiyak.

source: That confirmation code is not for you!
cs: Tento potvrzovací kód není váš!
de: Dieser Bestätigungscode ist nicht für dich!
eu: Baieztapen-kode hori ez da zuretzat!
ko: 확인 코드가 자기 것이 아닙니다!
pl: Ten kod potwierdzający nie jest przeznaczony dla ciebie.
pt_br: Esse não é o seu código de confirmação!
tl: Ang kodigo ng paniniyak na iyan ay hindi para sa iyo!

source: Unrecognized address type %s
cs: Neznámý typ adresy %s
de: Nicht erkannter Adresstyp %s
eu: %s helbide-mota ez da ezaguna
ko: 인식되지 않은 주소 종류 %s
pl: Nierozpoznany typ adresu %s.
pt_br: Tipo de endereço desconhecido %s
tl: Hindi nakikilalang uri ng tirahan na %s

source: That address has already been confirmed.
cs: Tato adresa již byla potvrzena.
de: Diese Adresse wurde bereits bestätigt.
eu: Helbide hori dagoeneko baieztatu da.
ko: 그 주소는 이미 승인되었습니다.
pl: Ten adres został już potwierdzony.
pt_br: Esse endereço já foi confirmado.
tl: Natiyak na ang ganyang tirahan.

source: Could not update user IM preferences.
cs: Nepodařilo se aktualizovat nastavení pro Jabber.
de: Konnte IM-Einstellungen des Benuzters nicht aktualisieren.
eu: Ezin izan dira eguneratu erabiltzailearen IM hobespenak.
ko: 사용자 메신저 설정을 업데이트할 수 없습니다.
pl: Nie można zaktualizować preferencji IM użytkownika.
pt_br: Não foi possível atualizar as preferências do mensageiro instantâneo do usuário.
tl: Hindi maisapanahon ang mga nais ng tagagamit para sa biglaang mensahe.

source: Could not insert user IM preferences.
cs: Nepodařilo se vložit nastavení pro Jabber.
de: Konnte IM-Einstellungen des Benuzters nichte eintragen.
eu: Ezin izan dira txertatu erabiltzailearen IM hobespenak.
ko: 사용자 메신저 설정을 넣을 수 없습니다.
pl: Nie można wstawić preferencji IM użytkownika.
pt_br: Não foi possível inserir as preferências de mensageiro instantâneo do usuário.
tl: Hindi maisingit ang mga nais ng tagagamit ng biglaang mensahe.

source: Could not delete address confirmation.
cs: Nepodařilo se smazat potvrzení adresy.
de: Konnte Adressen-Bestätigung nicht löschen.
eu: Ezin izan da helbide baieztapena ezabatu.
ko: 주소 승인을 삭제할 수 없습니다.
pl: Nie można usunąć potwierdzenia adresu.
pt_br: Não foi possível excluir a confirmação do endereço.
tl: Hindi mabura ang pagtitiyak ng tirahan.

source: Confirm address
cs: Heslo znovu
de: Adresse bestätigen
eu: Baieztatu helbidea
ko: 주소 확인
pl: Potwierdź adres
pt_br: Confirme o endereço
tl: Tiyakin ang tirahan

source: The address "%s" has been confirmed for your account.
cs: Adresa "%s" byla potvrzena pro váš účet.
de: Die Adresse „%s“ wurde für dein Konto bestätigt.
eu: "%s" helbidea baieztatua izan da zure kontuarentzako.
ko: "%s" 주소가 귀하의 계정에 확인되었습니다.
pl: Adres "%s" został potwierdzony dla twojego konta.
pt_br: O endereço "%s" foi confirmado para sua conta.
tl: Natiyak na ang tirahang "%s" para sa akawnt mo.

source: Conversation
cs: Rozhovor
de: Unterhaltung
eu: Elkarrizketa
ko: 대화
pl: Rozmowa
pt_br: Conversa
tl: Pag-uusap

source: Conversation feed (Activity Streams JSON)
cs: Kanál rozhovoru (Activity Streams JSON)
de: Feed der Unterhaltungen (Activity Streams JSON)
eu: Elkarrizketa jarioa (Activity Streams JSON)
pl: Kanał konwersacji (Activity Streams JSON)
pt_br: Suprimento de conversação (Atividade executando JSON)
tl: Pakaing usapan para sa (Activity Streams JSON)

source: Conversation feed (RSS 2.0)
cs: Kanál rozhovoru (RSS 2.0)
de: Feed der Unterhaltungen (RSS 2.0)
eu: Elkarrizketa jarioa (RSS 2.0)
pl: Kanał konwersacji (RSS 2.0)
pt_br: Suprimento de conversação (RSS 2.0)
tl: Pakaing usapan para sa (RSS 2.0)

source: Only logged-in users can delete their account.
cs: Pro smazání účtu je třeba se přihlásit.
de: Nur angemeldete Benutzer können ihr Konto löschen.
eu: Saioa hasitako erabiltzaileek bakarrik ezabatu dezakete bere kontua.
ko: 로그인한 사용자만 자기 계정을 삭제할 수 있습니다.
pl: Tylko zalogowani użytkownicy mogą usuwać swoje konta.
pt_br: Apenas usuários autenticados podem excluir sua conta.
tl: Tanging nakalagdang mga tagagamit lamang ang makapagbubura ng kanilang akawnt.

source: You cannot delete your account.
cs: Nemáte oprávnění smazat svůj účet.
de: Du kannst keine Benutzer löschen.
eu: Ezin duzu zure kontua ezabatu.
ko: 자기 계정을 삭제할 수 없습니다.
pl: Użytkownik nie może usunąć konta.
pt_br: Você não pode excluir sua conta.
tl: Hindi mo mabubura ang akawnt mo.

source: I am sure.
cs: Vím to jistě.
de: Ich bin mir sicher.
eu: Seguru nago.
ko: 확실합니다.
pl: Jestem pewny.
pt_br: Tenho certeza.
tl: Nakatitiyak ako.

source: You must write "%s" exactly in the box.
cs: Musíte do políčka napsat "%s".
de: In der Box muss genau "%s" eingetragen werden.
eu: Kutxan zehazki "%s" idatzi behar duzu.
ko: 입력 창에 정확히 "%s"라고 써야 합니다.
pl: Należy wpisać dokładnie "%s" w polu obok.
pt_br: Você deve digitar "%s" no quadro.
tl: Kailangan mong isulat nang tumpak ang "%s" sa loob ng kahon.

source: Account deleted.
cs: Účet smazán.
de: Konto gelöscht.
eu: Kontua ezabatua.
ko: 계정이 삭제되었습니다.
pl: Usunięto konto.
pt_br: A conta foi excluída.
tl: Nabura na ang akawnt.

source: Delete account
cs: Smazat účet
de: Konto löschen
eu: Ezabatu kontua
ko: 계정 삭제
pl: Usuń konto
pt_br: Excluir a conta
tl: Burahin ang akawnt

source: This will <strong>permanently delete</strong> your account data from this server.
cs: Tato akce <strong>nenávratně vymaže</strong> data vašeho účtu z tohoto serveru.
de: Dein Konto und alle Daten auf diesem Server werden <strong>unwiderruflich gelöscht</strong>.
eu: Honek zure kontua <strong>behin betiko ezabatuko</strong> du zerbitzari honetatik.
ko: 계정을 서버에서 <strong>영구적으로 삭제합니다</strong>.
pl: Spowoduje to <strong>trwałe usunięcie</strong> danych konta z tego serwera.
pt_br: Isso irá <strong>excluir permanentemente</strong> os dados da sua conta deste servidor.
tl: <strong>Permanenteng buburahin</strong> nito ang dato mo ng akawnt magmula sa tagapaghaing ito.

source: You are strongly advised to <a href="%s">back up your data</a> before deletion.
cs: Doporučujeme, abyste si před smazáním účtu<a href="%s">zazálohoval(a) svá data</a>.
de: Vor der Löschung raten wir dir dringend, <a href="%s">eine Sicherungskopie deiner Daten zu erstellen</a>.
eu: Ezabaketaren aurretik <a href="%s">zure datuen segurtasun kopia</a> egin dezazun biziki gomendatzen da.
ko: 삭제하기 전에 <a href="%s">데이터 백업</a>을 강력히 권합니다.
pl: Zdecydowanie zaleca się <a href="%s">wykonanie kopii zapasowej danych</a> przed usunięciem.
pt_br: Aconselhamos com veemência que você <a href="%s">faça um backup dos seus dados</a> antes da exclusão.
tl: Matindi naming pinapayuhan kang <a href="%s">gumawa ng kopyang pamalit ng dato mo</a> bago mangyari ang pagbubura.

source: Confirm
cs: Potvrdit
de: Bestätigen
eu: Baieztatu
ko: 확인
pl: Potwierdź
pt_br: Confirmar
tl: Tiyakin

source: Enter "%s" to confirm that you want to delete your account.
cs: Potvrďte smazání účtu tím, že opíšete text "%s".
de: Gib „%s” ein, um zu bestätigen, dass du dein Konto löschen willst.
eu: Sartu "%s" zure kontua ezabatu nahi duzula baieztatzeko.
ko: 계정 삭제를 확인하려면 "%s"라고 입력하십시오.
pl: Proszę wpisać "%s", aby potwierdzić chęć usunięcia konta.
pt_br: Digite "%s" para confirmar que você deseja realmente excluir sua conta.
tl: Ipasok ang "%s" upang tiyakin na nais mong burahin ang akawnt mo.

source: Permanently delete your account.
cs: Trvale smazat váš účet.
de: Dein Konto für immer löschen.
eu: Zure kontua behin betiko ezabatu.
pl: Trwale usuwa twoje konto.
pt_br: Excluir sua conta permanentemente.
tl: Permanenteng burahin ang akawnt mo.

source: You must be logged in to delete an application.
cs: Pro smazání aplikace musíte být přihlášen(a).
de: Du musst angemeldet sein, um dieses Programm zu entfernen.
eu: Aplikazio bat ezabatzeko saioa hasi behar duzu.
ko: 응용 프로그램을 삭제하려면 로그인해야 합니다.
pl: Musisz być zalogowany, aby usunąć aplikację.
pt_br: Você precisa estar autenticado para excluir uma aplicação.
tl: Kinakailangang nakalagda ka upang makapagbura ng isang aplikasyon.

source: Application not found.
cs: Aplikace nebyla nalezena.
de: Programm nicht gefunden.
eu: Ez da aplikazioa aurkitu.
ko: 응용 프로그램이 없습니다.
pl: Nie odnaleziono aplikacji.
pt_br: A aplicação não foi encontrada.
tl: Hindi natagpuan ang aplikasyon.

source: You are not the owner of this application.
cs: Nejste vlastníkem této aplikace.
de: Du bist Besitzer dieses Programms
eu: Ez zara aplikazio honen jabea.
ko: 이 응용 프로그램을 소유하지 않습니다.
pl: Nie jesteś właścicielem tej aplikacji.
pt_br: Você não é o dono desta aplicação.
tl: Hindi ikaw ang may-ari ng aplikasyong ito.

source: There was a problem with your session token.
cs: Nastal problém s vaším session tokenem.
de: Es gab ein Problem mit deinem Sessiontoken.
eu: Arazoa egon da zure saio-tokenarekin.
ko: 세션 토큰 관련 문제가 있습니다.
pl: Wystąpił problem z tokenem sesji.
pt_br: Ocorreu um problema com o seu token de sessão.
tl: Nagkaroon ng isang suliranin sa iyong kahalip ng sesyon.

source: Delete application
cs: Smazat aplikaci
de: Programm entfernen
eu: Ezabatu aplikazioa
ko: 응용프로그램 삭제
pl: Usuń aplikację
pt_br: Excluir a aplicação
tl: Burahin ang aplikasyon

source: Are you sure you want to delete this application? This will clear all data about the application from the database, including all existing user connections.
cs: Jste si jisti, že chcete smazat tuto aplikaci? To vymaže všechna data o aplikace z databáze, včetně všech existujících uživatelských připojení.
de: Bist du sicher, dass du dieses Programm löschen willst? Es werden alle Daten aus der Datenbank entfernt, auch alle bestehenden Benutzer-Verbindungen.
eu: Seguru zaude aplikazioa ezabatu nahi duzula? Aplikazioko datu guztiak ezabatuko dira datu-basetik, erabiltzaile-konexioak barne.
ko: 정말로 이 응용 프로그램을 삭제하시겠습니까? 삭제하면 현재 사용자 연결을 포함해 응용 프로그램 관련 데이터가 데이터베이스에서 지워집니다.
pl: Na pewno usunąć tę aplikację? Wyczyści to wszystkie dane o aplikacji z bazy danych, w tym wszystkie istniejące połączenia użytkowników.
pt_br: Tem certeza que deseja excluir esta aplicação? Isso eliminará todos os dados desta aplicação do banco de dados, incluindo todas as conexões existentes com os usuários.
tl: Nakatitiyak ka bang nais mong burahin ang aplikasyong ito? Hahawiin nito ang lahat ng mga dato tungkol sa aplikasyon mula sa kalipunan ng dato, kasama na ang lahat ng umiiral na mga ugnay ng tagagamit.

source: Do not delete this application.
cs: Tuto aplikaci nemazat.
de: Dieses Programm nicht löschen.
eu: Ez ezabatu aplikazio hau.
ko: 이 응용 프로그램 삭제하지 않기
pl: Nie usuwaj tej aplikacji
pt_br: Não excluir esta aplicação.
tl: Huwag burahin ang aplikasyong ito.

source: Delete this application.
cs: Smazat tuto aplikaci
de: Programm löschen
eu: Ezabatu aplikazio hau.
ko: 이 응용 프로그램 삭제
pl: Usuń tę aplikację.
pt_br: Excluir esta aplicação.
tl: Burahin ang aplikasyong ito.

source: You must be logged in to delete a group.
cs: K tomu, abyste mohli smazat skupinu musíte být přihlášen(a).
de: Du musst angemeldet sein, um eine Gruppe zu löschen.
eu: Saioa hasi behar duzu talde bat ezabatzeko.
ko: 그룹을 삭제하려면 로그인해야 합니다.
pl: Musisz być zalogowany, aby usunąć grupę.
pt_br: Você deve estar autenticado para excluir um grupo.
tl: Dapat na nakalagda kaupang makapagbura ng isang pangkat.

source: You are not allowed to delete this group.
cs: Nemáte oprávnění smazat tuto skupinu.
de: Du darfst diese Gruppe nicht löschen.
eu: Ez duzu talde hau ezabatzeko baimenik.
ko: 그룹을 삭제가 허용되지 않습니다.
pl: Brak uprawnienia do usunięcia tej grupy.
pt_br: Você não tem permissão para excluir este grupo.
tl: Hindi ka pinapahintulutang burahin ang pangkat na ito.

source: Could not delete group %s.
cs: Nepodařilo se smazat skupinu %s.
de: Konnte %s-Gruppe nicht löschen.
eu: %s taldea ezin izan da ezabatu.
ko: %s 그룹을 삭제할 수 없습니다.
pl: Nie można usunąć grupy %s.
pt_br: Não foi possível excluir o grupo %s.
tl: Hindi mabura ang pangkat na %s.
