Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Desktop
de: Arbeitsfläche
eu: Mahaigaina
ko: 데스크톱
pl: Pulpit
tl: Ibabaw ng mesa

source: More
eu: Gehiago
tl: Marami pa

# MENU
source: Avatar
eu: Avatarra
ko: 아바타
pl: Awatar
tl: Huwaran

# MENU
source: Email
eu: Posta elektronikoa
ko: 메일
tl: E-liham

source: %dB
de: %d Byte

# MENU
source: URL
pl: Adres URL

# MENU
source: SMS
ko: 휴대전화 문자
