Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: URL to redirect to after authentication
cs: URL pro přesměrování po ověření
de: aufzurufende Adresse nach der Authentifizierung
eu: Autentifikazioaren ondoren nora berbideratuko den URLa
ko: 인증을 리다이렉트할 URL
pl: Adres URL do przekierowania po uwierzytelnieniu
pt_br: URL para o redirecionamento após a autenticação
tl: URL na papupuntahin sa iba pagkaraan ng pagpapatunay

source: Browser
cs: Prohlížeč
eu: Nabigatzailea
ko: 브라우저
pl: Przeglądarka
pt_br: Navegador
tl: Pantingin-tingin

source: Type of application, browser or desktop
cs: Typ aplikace, prohlížeč nebo desktop
de: Typ der Anwendung, Browser oder Arbeitsfläche
eu: Aplikazio-mota, nabigatzailea ala mahaigainekoa
ko: 프로그램의 종류, 브라우저 또는 데스크톱
pl: Typ aplikacji, przeglądarka lub pulpit
pt_br: Tipo de aplicação: navegador ou desktop
tl: Uri ng aplikasyon, pantingin-tingin o ibabaw ng mesa

source: Read-only
cs: Pouze pro čtení
de: Schreibgeschützt
eu: Irakurtzeko bakarrik
ko: 읽기 전용
pl: Tylko do odczytu
pt_br: Somente leitura
tl: Mababasa lamang

source: Read-write
cs: Čtení a zápis
de: Lese/Schreibzugriff
eu: Irakurri-idatzi
ko: 읽기/쓰기
pl: Odczyt i zapis
pt_br: Leitura e escrita
tl: Makapagbabasa at makapagsusulat

source: Default access for this application: read-only, or read-write
cs: Výchozí přístupová práva pro tuto aplikaci: pouze pro čtení, nebo čtení a zápis
de: Standardeinstellung dieses Programms: Schreibgeschützt oder Lese/Schreibzugriff
eu: Aplikazioaren lehenetsitako atzipen baimenak: irakurtzeko bakarrik, edo irakurri-idatzi
ko: 이 프로그램의 기본 접근 권한: 읽기 전용, 또는 읽기/쓰기
pl: Domyślny dostęp do tej aplikacji: tylko do odczytu lub do odczytu i zapisu
pt_br: Acesso padrão para esta aplicação: somente leitura ou leitura e escrita
tl: Likas na katakdaan ng pagpunta para sa aplikasyong ito: makakabasa lamang, makakabasa at makakasulat

source: Cancel application changes.
cs: Zrušit nastavení aplikace.
de: Anwendungsänderungen abbrechen
eu: Ezeztatu aplikazio aldaketak.
pl: Anulowanie zmian aplikacji.
pt_br: Cancelar mudanças de aplicação.
tl: Huwag ituloy ang mga pagbabago sa aplikasyon.

source: Save application changes.
cs: Uložit nastavení aplikace.
de: Anwendungsänderungen speichern
eu: Gorde aplikazio aldaketak.
pl: Zapis zmian aplikacji.
pt_br: Salvar mudanças aplicação.
tl: Sagipin ang mga pagbabago sa aplikasyon.

source: Unknown application
cs: Neznámá aplikace
de: Unbekannte Anwendung
eu: Aplikazio ezezaguna
ko: 알 수 없는 응용 프로그램
pl: Nieznana aplikacja
pt_br: Aplicação desconhecida
tl: Hindi nalalamang aplikasyon

source: by
cs: od
de: von
ko: , 공급자
pl: autorstwa
pt_br: por
tl: ng

source: read-write
cs: čtení a zápis
de: Lese/Schreibzugriff
eu: irakurri-idatzi
ko: 읽기/쓰기
pl: odczyt i zapis
pt_br: leitura e escrita
tl: makapagbabasa at makapagsusulat

source: read-only
cs: pouze pro čtení
de: Schreibgeschützt
eu: irakurtzeko bakarrik
ko: 읽기 전용
pl: tylko do odczytu
pt_br: somente leitura
tl: mababasa lamang

source: Approved %1$s - "%2$s" access.
cs: Schváleno %1$s - přístup: %2$s
de: Genehmigte %1$s - „%2$s“ Zugriff.
eu: Onarpen-data: %1$s - Baimena: "%2$s".
ko: %1$s - "%2$s" 접근 권한 허용.
pl: Zaakceptowano %1$s - dostęp "%2$s".
pt_br: Aprovado em %1$s - acesso "%2$s".
tl: Pinayagan noong %1$s - pagpuntang "%2$s".

source: Access token starting with: %s
cs: Access token začínající: %s
de: Zugriffstoken beginnend mit „%s“
eu: Atzipen-tokenaren hasiera: %s
ko: 다음으로 시작하는 접근 토큰: %s
pl: Token dostępu rozpoczynający się od: %s
pt_br: Token de acesso iniciando com: %s
tl: Kahalip na pangpunta na nagsisimula sa: %s

# BUTTON
source: Revoke
cs: Odvolat
de: Widerrufen
eu: Kendu
ko: 철회
pl: Unieważnij
pt_br: Revogar
tl: Bawiin

# BUTTON
source: Accept
cs: Přijmout
de: Akzeptieren
eu: Onartu
ko: 수락
pl: Akceptuj
pt_br: Aceitar
tl: Tanggapin

# BUTTON
source: Reject
cs: Odmítnout
de: Ablehnen
eu: Uko egin
ko: 거절
pl: Odrzuć
pt_br: Recusar
tl: Tanggihan

source: Author element must contain a name element.
cs: Prvek "author" musí obsahovat jméno - prvek "name".
de: Das „author“-Element muss ein „name“-Element enthalten.
eu: Egile elementuak izen elementu bat eduki behar du.
ko: author 엘리먼트에는 name 엘리먼트가 들어 있어야 합니다.
pl: Element "author" musi zawierać element "name".
pt_br: O elemento author deve conter um elemento name.
tl: Ang sangkap ng may-akda ay dapat na maglaman ng isang sangkap ng pangalan.

source: Timeline for people in list %1$s by %2$s
cs: Časová osa lidí v seznamu %1$s od %2$s
de: Timeline zu Personen in Liste %1$s von %2$s
eu: %2$s(r)en %1$s zerrendaren denbora-lerroa.
ko: %2$s님의 #%1$s 리스트에 있는 사람들에 대한 타임라인
pl: Strumień dla ludzi z listy %1$s użytkownika %2$s.
pt_br: Cronograma para pessoas da lista %1$s by %2$s
tl: Guhit ng panahon para sa mga taong nasa loob ng talaan ni %2$s ng %1$s

source: Updates from %1$s's list %2$s on %3$s!
cs: Aktualizace ze seznamu %2$s uživatele %1$s na %3$s!
de: Aktualisierungen von %1$ss Liste %2$s auf %3$s!
eu: %3$s(e)ko %1$s(r)en %2$s zerrendako eguneraketak!
ko: %3$s 사이트의 %1$s님의 %2$s 리스트에서 업데이트
pl: Aktualizacje listy %2$s użytkownika %1$s na %3$s.
pt_br: Atualizar através da lista de %1$s %2$s em %3$s!
tl: Mga pagsasapanahon mula sa talaang %2$s ni %1$s na nasa %3$s!

source: Download link
cs: Odkaz ke stažení
pt_br: Baixar link

source: Notices where this attachment appears
cs: Sdělení, která mají tuto přílohu
de: Nachrichten, in denen dieser Anhang erscheint
eu: Eranksin hau agertzen den oharrak
ko: 이 첨부 파일이 나타날 글
pl: Powiadamia, kiedy pojawia się ten załącznik
pt_br: Mensagens onde este anexo aparece
tl: Mga pabatid kung saan lumilitaw ang kalakip na ito

source: Tags for this attachment
cs: Štítky pro tuto přílohu
de: Tags dieses Anhangs
eu: Eranskin honetarako etiketak
ko: 이 첨부 파일에 대한 태그
pl: Znaczniki dla tego załącznika
pt_br: Etiquetas para este anexo
tl: Mga tatak para sa kalakip na ito

source: Password changing failed.
cs: Změna hesla se nezdařila
de: Passwort konnte nicht geändert werden.
eu: Pasahitz-aldaketak huts egin du.
ko: 비밀 번호 바꾸기가 실패했습니다.
pl: Zmiana hasła nie powiodła się.
pt_br: Não foi possível alterar a senha.
tl: Nabigo ang pagpapalit ng hudyat.

source: Password changing is not allowed.
cs: Změna hesla není povolena
de: Passwort kann nicht geändert werden.
eu: Pasahitz-aldaketa ez dago baimendurik.
ko: 비밀번호 바꾸기를 허용하지 않습니다.
pl: Zmiana hasła nie jest dozwolona.
pt_br: Não é permitido alterar a senha.
tl: Hindi pinapahintulutan ang pagpapalit ng hudyat.

source: Block
cs: Blokovat
de: Blockieren
eu: Blokeatu
ko: 차단
pl: Zablokuj
pt_br: Bloquear
tl: Hadlangan

source: Block this user
cs: Zablokovat tohoto uživatele
de: Diesen Benutzer blockieren
eu: Blokeatu erabiltzaile hau
ko: 이 사용자 차단
pl: Zablokuj tego użytkownika
pt_br: Bloquear este usuário
tl: Hadlangan ang tagagamit na ito

# BUTTON
source: Cancel join request
cs: Zrušit přihlášku
de: Beitrittsgesuch abbrechen
eu: Utzi elkartze-eskaria
ko: 가입 요청 취소
pl: Anuluj żądanie przyłączenia się
pt_br: Cancelar a solicitação de entrada
tl: Huwag ituloy ang hiling ng pagsali

# BUTTON
source: Cancel subscription request
cs: Zrušit žádost o sledování
de: Abonnementanforderung abbrechen
eu: Utzi harpidetze-eskaria
ko: 구독 요청 취소
pl: Anuluj żądanie subskrypcji
pt_br: A solicitação de assinatura foi cancelada
tl: Huwag ituloy ang hiling ng pagpapasipi

source: Command results
cs: Výsledky příkazu
de: Befehl-Ergebnisse
eu: Aginduaren emaitzak
ko: 명령 결과
pl: Wyniki polecenia
pt_br: Resultados do comando
tl: Mga kinalabasan ng utos

source: AJAX error
cs: Chyba Ajax
de: Ajax-Fehler
eu: AJAX errorea
ko: Ajax 오류
pl: Błąd AJAX
pt_br: Erro no AJAX
tl: Kamalian ng AJAX

source: Command complete
cs: Příkaz dokončen
de: Befehl ausgeführt
eu: Agindua burutua
ko: 명령 완료
pl: Zakończono polecenie
pt_br: O comando foi completado
tl: Buo na ang utos

source: Command failed
cs: Příkaz selhal
de: Befehl fehlgeschlagen
eu: Aginduak huts egin du
ko: 명령 실패
pl: Polecenie nie powiodło się
pt_br: O comando falhou
tl: Nabigo ang utos

source: Notice with that id does not exist.
cs: Oznámení s tímto ID neexistuje.
de: Nachricht mit dieser ID existiert nicht.
eu: Id hori duen oharra ez da existitzen.
ko: 해당 아이디의 글이 없습니다.
pl: Wpis z tym identyfikatorem nie istnieje.
pt_br: Não existe uma mensagem com essa id.
tl: Hindi umiiral ang pabatid na may ganyang ID.

source: User has no last notice.
cs: Uživatel nemá žádné poslední sdělení.
de: Benutzer hat keine letzte Nachricht.
eu: Erabiltzaileak azken oharrik ez du.
ko: 사용자가 최근 글이 없습니다.
pl: Użytkownik nie posiada ostatniego wpisu.
pt_br: O usuário não tem nenhuma "última mensagem".
tl: Ang tagagamit ay walang huling pabatid.

source: Could not find a user with nickname %s.
cs: Nelze najít uživatele s přezdívkou %s
de: Konnte keinen Benutzer mit dem Namen „%s“ finden.
eu: Ezin izan da %s nick-a duen erabiltzailea aurkitu.
ko: 이름이 %s인 사용자를 찾을 수 없습니다.
pl: Nie można odnaleźć użytkownika z pseudonimem %s.
pt_br: Não foi possível encontrar nenhum usuário com a identificação %s.
tl: Walang matagpuang isang tagagamit na may palayaw na %s.

source: Could not find a local user with nickname %s.
cs: Nelze najít místního uživatele s přezdívkou %s
de: Konnte keinen lokalen Benutzer mit dem Namen „%s“ finden.
eu: Ezin izan da %s nick-a duen erabiltzaile lokala aurkitu.
ko: 이름이 %s인 로컬 사용자를 찾을 수 없습니다.
pl: Nie można odnaleźć lokalnego użytkownika o pseudonimie %s.
pt_br: Não foi possível encontrar nenhum usuário local com a identificação %s.
tl: Hindi matagpuan ang isang katutubong tagagamit na may palayaw na %s.

source: Sorry, this command is not yet implemented.
cs: Je nám líto, ale tento příkaz dosud nebyl implementován.
de: Leider ist dieser Befehl noch nicht implementiert.
eu: Barkatu, agindu hau ez dago implementaturik.
ko: 죄송합니다. 이 명령은 아직 구현되지 않았습니다.
pl: Te polecenie nie zostało jeszcze zaimplementowane.
pt_br: Desculpe, mas esse comando ainda não foi implementado.
tl: Paumanhin, hindi pa ipinatutupad ang utos na ito.

source: It does not make a lot of sense to nudge yourself!
cs: To nedává smysl, nemůžete přeci pošťouchnout sami sebe!
de: Es macht keinen Sinn, dich selbst anzustupsen!
eu: Zure burua zirikatzeak ez du zentzu gehiegirik!
ko: 자기 자신을 찔러보는 일은 말이 되지 않습니다!
pl: Szturchanie samego siebie nie ma zbyt wiele sensu.
pt_br: Não faz muito sentido cutucar você mesmo!
tl: Hindi makatuwiran na dunggulin mo ang sarili mo!

source: Nudge sent to %s.
cs: Pošťouchnutí bylo posláno uživateli %s.
de: Stups an „%s“ abgeschickt.
eu: %s zirikatu da.
ko: 찔러 보기를 %s님에게 보냈습니다.
pl: Wysłano szturchnięcie do użytkownika %s.
pt_br: Você deu uma cutucada em %s.
tl: Ipinadala ang pagdunggol kay %s.

source: Subscriptions: %1$s Subscribers: %2$s Notices: %3$s
cs: Sledovaní: %1$s Sledující: %2$s Sdělení: %3$s
de: Abonnements: %1$s Abonnenten: %2$s Mitteilungen: %3$s
eu: Harpidetzak: %1$s Harpidedunak: %2$s Oharrak: %3$s
ko: 내가 구독: %1$s 나를 구독: %2$s 글 개수: %3$s
pl: Subskrypcje: %1$s Subskrybenci: %2$s Wpisy: %3$s
pt_br: Assinaturas: %1$s Assinantes: %2$s Mensagens: %3$s
tl: Pagpapasipi: %1$s Nagpapasipi: %2$s Mga pabatid: %3$s

source: %1$s joined group %2$s.
cs: %1$s se přidal(a) ke skupině %2$s.
de: %1$s ist der Gruppe „%2$s“ beigetreten.
eu: %1$s %2$s taldearekin elkartu da.
ko: %1$s님이 %2$s 그룹에 가입했습니다.
pl: Użytkownik %1$s dołączył do grupy %2$s.
pt_br: %1$s entrou no grupo %2$s.
tl: Sumali si %1$s sa pangkat na %2$s.

source: %1$s left group %2$s.
cs: %1$s opustil(a) skupinu %2$s.
de: %1$s hat die Gruppe „%2$s“ verlassen.
eu: %1$s(e)k %2$s taldea utzi du.
ko: %1$s님이 %2$s 그룹을 떠났습니다
pl: Użytkownik %1$s opuścił grupę %2$s.
pt_br: %1$s deixou o grupo %2$s.
tl: Nilisan ni %1$s ang pangkat na %2$s.

source: Error tagging %1$s: %2$s
cs: Při přidávání štítku uživateli %1$s došlo k chybě: %2$s
de: Fehler beim Taggen von %1$s: %2$s
eu: %1$s etiketatzen akatsa: %2$s
ko: %1$s 태그 붙이는데 오류: %2$s
pl: Błąd oznaczania %1$s: %2$s
pt_br: Erro durante a etiquetagem de %1$s: %2$s
tl: Kamalian sa pagtatatak kay %1$s: %2$s

source: %1$s was tagged %2$s
cs: %1$s dostal(a) štítek %2$s
de: %1$s wurde getaggt als %2$s
eu: %1$s %2$s gisa etiketatu da
pl: %1$s otrzymał znacznik %2$s
pt_br: %1$s foi marcado por %2$s
tl: Si %1$s ay natatakan ng %2$s

source: Invalid tag: "%s"
cs: Neplatný štítek: "%s"
de: Ungültiges Stichwort: „%s“
eu: Etiketa okerra: "%s"
ko: 올바르지 않은 태그: "%s"
pl: Nieprawidłowy znacznik: "%s"
pt_br: Etiqueta inválida: "%s".
tl: Hindi katanggap-tanggap na tatak: "%s"

source: Error untagging %1$s: %2$s
cs: Při odebírání štítku uživateli %1$s došlo k chybě: %2$s
de: Fehler beim Enttaggen von %1$s: %2$s
eu: Errorea %1$s(r)i etiketa kentzen: %2$s
ko: %1$s 태그 지우는데 오류: %2$s
pl: Błąd usunięcia znaczników %1$s: %2$s
pt_br: Erro durante a remoção de etiqueta de %1$s: %2$s
tl: Kamalian sa hindi pagtatatak kay %1$s: %2$s

source: The following tag was removed from user %1$s: %2$s.
cs: Uživateli %1$s byl odebrán tento štítek: %2$s.
de: Das folgende Tag wurde bei Benutzer %1$s entfernt: %2$s.
eu: %1$s erabiltzalieari kendutako etiketa: %2$s.
pl: Następujący znacznik został usunięty z użytkownika %1$s: %2$s .
pt_br: A marcação abaixo foi removida do usuário %1$s: %2$s.
tl: Ang sumusunod na tatak ay tinanggal mula sa tagagamit na %1$s: %2$s.

source: Fullname: %s
cs: Celé jméno: %s
de: Bürgerlicher Name: %s
eu: Izen osoa: %s
ko: 전체 이름: %s
pl: Imię i nazwisko: %s
pt_br: Nome completo: %s
tl: Buong pangalan: %s

source: Location: %s
cs: Místo: %s
de: Standort: %s
eu: Kokalekua: %s
ko: 위치: %s
pl: Położenie: %s
pt_br: Localização: %s
tl: Kinalalagyan: %s

source: Homepage: %s
cs: Domovská stránka: %s
eu: Orri nagusia: %s
ko: 홈페이지: %s
pl: Strona domowa: %s
pt_br: Site: %s
tl: Bahay-pahina: %s

source: About: %s
cs: O uživateli: %s
de: Über: %s
eu: Honi buruz: %s
ko: 정보: %s
pl: O mnie: %s
pt_br: Sobre: %s
tl: Patungkol sa: %s

source: Notice from %s repeated.
cs: Sdělení od %s zopakováno.
de: Nachricht von „%s“ wiederholt.
eu: %s(r)en oharra errepikatua.
ko: %s의 글이 반복되었습니다.
pl: Powtórzono wpis od użytkownika %s.
pt_br: A mensagem de %s foi repetida.
tl: Inulit ang pabatid mula kay %s.

source: Notice too long - maximum is %1$d character, you sent %2$d.
cs: Sdělení je příliš dlouhé - maximum je %1$d znak, poslal(a) jste %2$d.
de: Nachricht zu lang - maximal ein Zeichen erlaubt, du hast %2$d gesendet.
eu: Ohar luzeegia - gehieneko muga karaktere %1$d da, zuk %2$d bidali dituzu.
pl: Wpis jest za długi - maksymalnie %1$d znak, wysłano %2$d.
pt_br: A mensagem é muito extensa - o máximo é %1$d caractere e você enviou %2$d.
tl: Napakahaba ng pabatid - pinakamataas ang %1$d panitik, nagpadala ka ng %2$d.

source: Reply to %s sent.
cs: Odpověď uživateli %s odeslána.
de: Antwort an „%s“ gesendet
eu: %s(r)i erantzuna bidalia.
ko: %s에 답장을 보냈습니다.
pl: Wysłano odpowiedź do %s.
pt_br: A resposta para %s foi enviada.
tl: Naipadala na ang tugon kay %s.

source: Error saving notice.
cs: Při ukládání sdělení došlo k chybě.
de: Problem beim Speichern der Nachricht.
eu: Oharra gordetzen errorea.
ko: 글 저장에 오류.
pl: Błąd podczas zapisywania wpisu.
pt_br: Erro no salvamento da mensagem.
tl: Kamalian sa pagsagip ng pabatid.

source: Specify the name of the user to subscribe to.
cs: Uveďte jméno uživatele, kterého chcete sledovat.
de: Gib den Namen des Benutzers an, den du abonnieren möchtest.
eu: Harpidetu nahi duzun erabiltzailearen izena zehaztu.
ko: 구독하려는 사용자의 이름을 지정하십시오.
pl: Podaj nazwę użytkownika do subskrybowania.
pt_br: Especifique o nome do usuário que será assinado.
tl: Tukuyin ang pangalan ng tagagamit na pagpapasipian.

source: Subscribed to %s.
cs: Nyní sledujete %s.
de: %s abboniert.
eu: %s(r)en kontura harpidetuta.
ko: %s에 구독했습니다.
pl: Subskrybowano użytkownika %s.
pt_br: Assinar para %s.
tl: Tumatanggap ng sipi mula sa %s.

source: Specify the name of the user to unsubscribe from.
cs: Uveďte jméno uživatele, kterého chcete přestat sledovat.
de: Gib den Namen des Benutzers ein, den du nicht mehr abonnieren möchtest
eu: Harpidetza eten nahi duzun erabiltzailearen izena zehaztu.
ko: 구독 해제하려는 사용자의 이름을 지정하십시오.
pl: Podaj nazwę użytkownika do usunięcia subskrypcji.
pt_br: Especifique o nome do usuário cuja assinatura será cancelada.
tl: Tukuyin ang pangalan ng tagagamit na hindi pagpapasipian.

source: Unsubscribed from %s.
cs: Přestal(a) jste sledovat %s.
de: %s abbestellt.
eu: %s(r)en kontuaren harpidetza eten da.
ko: %s에서 구독 해제헀습니다.
pl: Usunięto subskrypcję użytkownika %s.
pt_br: Foi cancelada a assinatura de %s.
tl: Hindi na tumatanggap mula sa %s.

source: Command not yet implemented.
cs: Příkaz ještě nebyl implementován.
de: Befehl noch nicht implementiert.
eu: Komandoa inplementatu gabe oraindik.
ko: 명령이 아직 구현되지 않았습니다.
pl: Nie zaimplementowano polecenia.
pt_br: O comando não foi implementado ainda.
tl: Hindi pa ipinatutupad ang utos.

source: Notification off.
cs: Oznámení vypnuta.
de: Benachrichtigung deaktiviert.
eu: Jakinarazpena ezgaitua.
ko: 알림 끄기.
pl: Wyłączono powiadomienia.
pt_br: Notificação desligada.
tl: Nakapatay ang pagpapabatid.

source: Can't turn off notification.
cs: Nelze vypnout oznámení.
de: Konnte Benachrichtigung nicht deaktivieren.
eu: Ezin da jakinarazpena ezgaitu.
ko: 알림을 끌 수 없습니다.
pl: Nie można wyłączyć powiadomień.
pt_br: Não é possível desligar a notificação.
tl: Hindi maipatay ang pagpapabatid.

source: Notification on.
cs: Oznámení zapnuta.
de: Benachrichtigung aktiviert.
eu: Jakinarazpena gaituta.
ko: 알림이 켜졌습니다.
pl: Włączono powiadomienia.
pt_br: Notificação ligada.
tl: Buhay ang pagpapabatid.

source: Can't turn on notification.
cs: Nelze zapnout oznámení.
de: Konnte Benachrichtigung nicht aktivieren.
eu: Ezin da jakinarazpena gaitu.
ko: 알림을 켤 수 없습니다.
pl: Nie można włączyć powiadomień.
pt_br: Não é possível ligar a notificação.
tl: Hindi mabuhay ang pagpapabatid.

source: Login command is disabled.
cs: Příkaz login není povolen.
de: Die Anmeldung ist deaktiviert.
eu: Saio-hasiera komandoa ezgaituta.
ko: 로그인 명령이 사용 금지되었습니다.
pl: Polecenie logowania jest wyłączone.
pt_br: O comando para autenticação está desabilitado.
tl: Hindi gumagana ang utos ng paglagda.

source: This link is useable only once and is valid for only 2 minutes: %s.
cs: Tento odkaz je použitelný pouze jednou a je platný pouze 2 minuty: %s.
de: Der Link ist nur einmal und für eine Dauer von 2 Minuten gültig: %s
eu: Esteka hau behin bakarrik erabili liteke eta 2 minutuz soilik egongo da erabilgarri: %s.
ko: 이 링크는 한 번만 사용할 수 있고 2분 동안만 유효합니다: %s
pl: Tego odnośnika można użyć tylko raz i jest ważny przez dwie minuty: %s.
pt_br: Este link é utilizável somente uma vez e é válido somente por dois minutos: %s.
tl: Ang kawing na ito ay magagamit lamang ng isang ulit at may bisa sa loob lamang ng 2 mga minuto: %s.

source: Unsubscribed %s.
cs: Uživateli %s bylo zrušeno sledování vašich sdělení.
de: %s nicht mehr abonniert
eu: %s erabiltzailearen harpidetza eten da.
ko: %s 구독 해제했습니다.
pl: Usunięto subskrypcję użytkownika %s.
pt_br: Foi cancelada a assinatura de %s.
tl: Hindi na sinisipian si %s.

source: You are not subscribed to anyone.
cs: Nikoho zatím nesledujete.
de: Du hast niemanden abonniert.
eu: Ez zaude inora harpidetuta.
ko: 아무에도 구독하지 않았습니다.
pl: Nie subskrybujesz nikogo.
pt_br: Você não está assinando ninguém.
tl: Hindi ka nagpapasipi mula kaninuman.

source: You are subscribed to this person:
cs: Sledujete tohoto uživatele:
de: Du hast diesen Benutzer bereits abonniert:
eu: Pertsona honetara harpidetuta zaude:
pl: Subskrybujesz tę osobę:
pt_br: Você já está assinando esta pessoa:
tl: Nagpapasipi ka mula sa taong ito:

source: No one is subscribed to you.
cs: Nikdo vás nesleduje.
de: Niemand hat dich abonniert.
eu: Inor ez dago zuri harpidetuta.
ko: 아무도 나를 구독하지 않았습니다.
pl: Nikt cię nie subskrybuje.
pt_br: Ninguém o assinou ainda.
tl: Walang nagpapasipi sa iyo.

source: This person is subscribed to you:
cs: Sleduje vás tento uživatel:
de: Diese Person abonniert dich:
eu: Pertsona hau zuri harpidetuta dago:
pl: Ta osoba cię subskrybuje:
pt_br: Esta pessoa está assinando você:
tl: Nagpapasipi sa iyo ang taong ito:

source: You are not a member of any groups.
cs: Nejste členem žádné skupiny.
de: Du bist in keiner Gruppe Mitglied.
eu: Ez zara inongo taldeko kide.
ko: 어떤 그룹의 회원도 아닙니다.
pl: Nie jesteś członkiem żadnej grupy.
pt_br: Você não é membro de nenhum grupo.
tl: Hindi ka isang kasapi ng anumang mga pangkat.

source: You are a member of this group:
cs: Jste členem této skupiny:
de: Du bist Mitglied dieser Gruppe:
eu: Talde honetako kide zara:
pl: Jesteś członkiem tej grupy:
pt_br: Você é membro deste grupo:
tl: Isa kang kasapi ng pangkat na ito:

# COMMANDHELP
source: Commands:
cs: Příkazy:
de: Befehle:
eu: Komandoak:
ko: 명령:
pl: Polecenia:
pt_br: Comandos:
tl: Mga utos:

# COMMANDHELP
source: turn on notifications
cs: zapnout oznámení
de: Benachrichtigungen aktivieren
eu: gaitu jakinarazpenak
ko: 알림을 켭니다
pl: włącz powiadomienia
pt_br: habilita as notificações
tl: buhayin ang mga pabatid

# COMMANDHELP
source: turn off notifications
cs: vypnout oznámení
de: Benachrichtigungen deaktivieren
eu: desgaitu jakinarazpenak
ko: 알림을 끕니다
pl: wyłącz powiadomienia
pt_br: desabilita as notificações
tl: patayin ang mga pabatid

# COMMANDHELP
source: show this help
cs: zobrazit tuto nápovědu
de: diese Hilfe anzeigen
eu: laguntza hau erakutsi
ko: 이 도움말 표시
pl: pokaż tę pomoc
pt_br: exibe essa ajuda
tl: ipakita ang tulong na ito

# COMMANDHELP
source: subscribe to user
cs: sledovat uživatele
de: Benutzer abonnieren
eu: erabiltzaile batera harpidetu
ko: 사용자에 구독
pl: subskrybuj tego użytkownika
pt_br: assina o usuário
tl: tumanggap ng sipi mula sa tagagamit

# COMMANDHELP
source: lists the groups you have joined
cs: seznam skupin, ve kterých jste členem
de: Gruppen auflisten, denen du beigetreten bist
eu: zein talderekin elkartu zaren zerrendatzen du
ko: 가입한 그룹 목록을 표시합니다
pl: wyświetla listę grup, do których przynależysz
pt_br: lista os grupos dos quais você faz parte
tl: nagtatala ng mga pangkat na sinalihan mo

# COMMANDHELP
source: tag a user
cs: přidat uživateli štítek
de: Benutzer taggen
eu: erabiltzailea etiketatu
ko: 사용자에 태그를 붙입니다
pl: oznacz użytkownika
pt_br: etiqueta um usuário
tl: tatakan ang isang tagagamit

# COMMANDHELP
source: untag a user
cs: odebrat uživateli štítek
de: Benutzer enttaggen
eu: erabiltzaile bati etiketa kendu
ko: 사용자의 태그를 지웁니다
pl: odłącz znacznik użytkownika
pt_br: remove a etiqueta de um usuário
tl: huwag tatakan ang isang tagagamit

# COMMANDHELP
source: list the people you follow
cs: seznam lidí, které sledujete
de: Personen auflisten, denen du folgst
eu: jarraitzen duzun jendea zerrendatu
ko: 팔로우한 사람 목록을 표시합니다
pl: wyświetl ludzi, których śledzisz
pt_br: lista as pessoas que você acompanha
tl: itala ang mga taong sinusundan mo

# COMMANDHELP
source: list the people that follow you
cs: seznam lidí, kteří sledují vás
de: Personen auflisten, die dir folgen
eu: jarraitzen zaituen jendea zerrendatu
ko: 나를 팔로우한 사람 목록을 표시합니다
pl: wyświetl osoby, które cię śledzą
pt_br: lista as pessoas que acompanham você
tl: itala ang mga taong sumusunod sa iyo

# COMMANDHELP
source: unsubscribe from user
cs: přestat sledovat
de: Benutzer-Abonnement abbestellen
eu: erabiltzaile baten harpidetza eten
ko: 사용자 구독 해제합니다
pl: zrezygnuj z subskrypcji tego użytkownika
pt_br: cancela a assinatura do usuário
tl: huwag nang magpasipi mula sa tagagamit

# COMMANDHELP
source: direct message to user
cs: přímá zpráva uživateli
de: direkte Nachricht an Benutzer
eu: erabiltzaileari mezu zuzena
ko: 사용자에게 직접 메시지
pl: bezpośrednia wiadomość do użytkownika
pt_br: mensagem direta para o usuário
tl: tuwirang mensahe papunta sa tagagamit

# COMMANDHELP
source: get last notice from user
cs: zobrazit poslední sdělení uživatele
de: letzte Nachricht des Benutzers aufrufen
eu: erabiltzailearen azken oharra jaso
ko: 사용자의 최근 글을 받습니다
pl: pokaż ostatni wpis użytkownika
pt_br: obtém a última mensagem do usuário
tl: kinun ang huling pabatid mula sa tagagamit
