Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Send invitations.
cs: Odeslat pozvánky.
de: Einladungen senden.
eu: Bidali gonbidapenak.
pl: Wyślij zaproszenia.
pt_br: Enviar convites.
tl: Magpadala ng mga paanyaya.

# BUTTON
source: Join
cs: Přidat se
de: Beitreten
eu: Elkartu
ko: 가입
pl: Dołącz
pt_br: Entrar
tl: Sumali

# BUTTON
source: Leave
cs: Opustit
de: Verlassen
eu: Utzi
ko: 떠나기
pl: Opuść
pt_br: Sair
tl: Lumisan

source: See all lists you have created.
cs: Zobrazit všechny seznamy, které jste vytvořil(a).
de: Alle Listen, die du erstellt hast
eu: Sortu dituzun zerrendak ikusi.
pl: Zobacz wszystkie utworzone przez ciebie listy.
pt_br: Ver todas as listas que você criou.
tl: Tingnan ang lahat ng mga listahang nilikha mo.

# MENU
source: Login
cs: Přihlásit
de: Anmelden
eu: Saioa hasi
ko: 로그인
pl: Zaloguj się
pt_br: Entrar
tl: Lumagda

source: Login with a username and password
cs: Přihlásit se pomocí uživatelského jména a hesla
de: Mit Benutzernamen und Passwort anmelden
eu: Hasi saioa erabiltzaile-izen eta pasahitz batekin
ko: 사용자 이름과 비밀번호로 로그인
pl: Zaloguj się za pomocą nazwy użytkownika i hasła
pt_br: Autentique-se com um nome de usuário e uma senha
tl: Lumagda sa pamamagitan ng isang pangalan ng tagagamit at hudyat

# MENU
source: Register
cs: Registrace
de: Registrieren
eu: Izena eman
ko: 등록
pl: Zarejestruj się
pt_br: Registrar-se
tl: Magpatala

source: Sign up for a new account
cs: Založení nového účtu
de: Registriere ein neues Benutzerkonto
eu: Eman izena kontu berri bat lortzeko
ko: 새 계정을 위한 회원가입
pl: Załóż nowe konto
pt_br: Cadastre-se para uma nova conta
tl: Magpatala para sa isang bagong akawnt

source: Email address confirmation
cs: Potvrzení emailové adresy
de: Bestätigung der E-Mail-Adresse
eu: Eposta helbidea berretsi
ko: 메일 주소 확인
pl: Potwierdzenie adresu e-mail
pt_br: Confirmação do endereço de e-mail
tl: Pagtitiyak ng tirahan ng e-liham

source: Hey, %1$s. Someone just entered this email address on %2$s. If it was you, and you want to confirm your entry, use the URL below: %3$s If not, just ignore this message. Thanks for your time, %2$s
cs: Dobrý den, %1$s. Někdo právě vložil tuto emailovou adresu na %2$s. Pokud jste to byl(a) vy, a chcete ji potvrdit, použijte tento odkaz: %3$s Pokud ne, můžete tuto zprávu ignorovat. Děkujeme za váš čas. %2$s
de: Hallo %1$s, jemand hat diese E-Mail-Adresse gerade auf „%2$s“ eingegeben. Falls du es warst und du deinen Eintrag bestätigen möchtest, benutze bitte diese URL: %3$s Falls nicht, ignoriere diese Nachricht einfach. Vielen Dank! %2$s
eu: Aizu, %1$s. Norbaitek posta-helbide hau sartu du %2$s(e)n. Zu izan bazara, eta zure sarrera baieztatu nahi baduzu, erabili beheko URLa: %3$s Bestela, ez egin jaramonik mezu honi. Mila esker zure arretagatik, %2$s
ko: 안녕하세요, %1$s님. 누군가 메일 주소를 %2$s 사이트에 입력했습니다. 입력하신 게 맞으면 아래 URL을 사용하십시오. %3$s 메일 주소를 입력하지 않았다면, 이 메시지를 무시하시면 됩니다. 시간을 내 주셔서 감사합니다. %2$s
pl: Cześć, %1$s. Ktoś właśnie podał ten adres e-mail w witrynie %2$s. Jeśli to byłeś Ty, i chcesz potwierdzić swoje wejście, użyj poniższego adresu URL: %3$s Jeśli to nie ty, po prostu zignoruj tę wiadomość. Dziękujemy za twój czas, %2$s
pt_br: Olá, %1$s. Alguém digitou este endereço de email em %2$s. Se foi você, e se você desejar confirmar sua entrada, use a URL abaixo: ⇥%3$s Se não, apenas ignore esta mensagem. Obrigado pela sua atenção, %2$s
tl: Hoy, %1$s. May isang tao na nagpasok ng ganitong tirahan ng e-liham sa %2$s. Kung ikaw iyon, at nais mong tiyakin ang pagpapasok mo, gamitin ang URL na nasa ibaba: %3$s Kung hindi, huwag nang pansinin ang mensaheng ito. Salamat sa panahon mo, %2$s

source: %1$s is now following you on %2$s.
cs: %1$s vás začal(a) sledovat na %2$s.
de: %1$s folgt dir nun auf %2$s.
eu: %1$s(e)k %2$s(e)n jarraitzen zaitu orain.
pl: Użytkownik %1$s obserwuje cię teraz na %2$s.
pt_br: %1$s está agora seguindo você em %2$s.
tl: Sinusundan ka na ngayon ni %1$s sa %2$s.

source: %1$s would like to listen to your notices on %2$s.
cs: %1$s by chtěl(a) naslouchat vašim sdělením na %2$s.
de: %1$s würde gerne deine Nachrichten auf „%2$s“ abonnieren.
eu: %1$s(e)k zure oharrak jarraitu nahiko lituzke %2$s(e)n.
ko: %1$s님이 %2$s 사이트에서 내 메시지를 받으려 합니다.
pl: Użytkownik %1$s chciałby oglądać twoje wpisy na %2$s.
pt_br: %1$s gostaria de acompanhar suas mensagens no %2$s.
tl: Nais makinig ni %1$s sa mga pabatid mong nasa %2$s.

source: %1$s would like to listen to your notices on %2$s. You may approve or reject their subscription at %3$s
cs: %1$s by chtěl(a) naslouchat vašim sdělením na %2$s. Žádost můžete schválit nebo odmítnout na %3$s
de: %1$s möchte gerne deinen Nachrichten auf %2$s folgen. Du kannst sein Abonnement auf %3$s annehmen oder zurückweisen
eu: %1$s(e)k zure oharrak jarraitu nahiko lituzke %2$s(e)n. Bere harpidetza onartu edo baztertu dezakezu hemen: %3$s
ko: %1$s님이 %2$s 사이트에서 내 글을 받으려 합니다. %3$s에서 구독을 허락하거나 거절할 수 있습니다.
pt_br: %1$s gostaria de acompanhar suas mensagens no %2$s. Você deve aprovar ou rejeitar a sua assinatura em %3$s
tl: Nais makinig ni %1$s sa mga pabatid mong nasa %2$s. Maaari mong payagan o tanggihan ang kanilang pagpapasipi sa %3$s

source: Faithfully yours, %1$s. ---- Change your email address or notification options at %2$s
cs: S pozdravem, %1$s. ---- Emailovou adresu a možnosti zasílání oznámení si můžete změnit na %2$s
de: Mit freundlichen Grüßen, %1$s ---- Du kannst deine E-Mail-Adresse und die Benachrichtigungseinstellungen auf %2$s ändern.
eu: Jaso agur bero bat, %1$s. ---- Aldatu zure posta-helbidea edo jakinarazpen-aukerak hemen: %2$s
ko: 그럼 이만, %1$s. ---- 메일 주소를 바꾸거나 알림 옵션을 바꾸려면: %2$s
pt_br: Atenciosamente, %1$s. ---- Modifique seu endereço de e-mail ou opções de notificação aqui: %2$s
tl: Tapat sa iyo, %1$s. ---- Baguhin ang tirahan mo ng e-liham o mga mapagpipilian ng pagpapabatid doon sa %2$s

source: Profile: %s
cs: Profil: %s
de: Profil: %s
eu: Profila: %s
ko: 프로필: %s
pt_br: Perfil: %s
tl: Balangkas: %s

source: Bio: %s
cs: O mně: %s
de: Biografie: %s
eu: Biografia: %s
ko: 소개: %s
pl: O mnie: %s
pt_br: Descrição: %s
tl: Talambuhay: %s

source: If you believe this account is being used abusively, you can block them from your subscribers list and report as spam to site administrators at %s.
cs: Pokud si myslíte, že tento účet je zneužíván, můžete ho zablokovat, aby vás nemohl sledovat, a nahlásit ho jako spam administrátorům na %s.
de: Wenn du dir sicher bist, dass dieses Benutzerkonto missbräuchlich benutzt wurde, kannst du das Benutzerkonto von deiner Liste der Abonnenten sperren und es den Seitenadministratoren unter %s als Spam melden.
eu: Kontu hau era iraingarri edo desegokian erabiltzen dela uste baduzu, zure harpidedunetatik blokeatu dezakezu eta %s guneko administratzaileei spam gisa salatu.
ko: 이 계정이 기능을 남용하고 있다고 생각되면, 구독하지 못 하도록 차단하면서 %s 사이트의 관리자에게 스팸으로 보고할 수 있습니다.
pt_br: Se você acredita que esse usuário está se comportando de forma abusiva, você pode bloqueá-lo da sua lista de assinantes e reportá-lo como spammer ao administrador do site em %s.
tl: Kung naniniwala ka na ang akawnt na ito ay ginagamit sa paraang mapagmalabis, maaari mo silang harangin mula sa iyong talaan ng mga tagapagpasipi at iulat bilang basurang liham sa mga tagapangasiwa ng sityo doon sa %s.

source: New email address for posting to %s
cs: Nová emailová adresa pro psaní na %s
de: Neue E-Mail-Adresse, um auf „%s“ zu schreiben
eu: %s(e)ra mezua bidaltzeko posta-helbide berria
ko: %s에 글을 올리는데 사용할 새 메일 주소
pl: Nowy adres e-mail do wysyłania do %s
pt_br: Novo endereço de e-mail para publicar no %s
tl: Bagong tirahan ng e-liham na ipapaskil sa %s

source: You have a new posting address on %1$s. Send email to %2$s to post new messages. More email instructions at %3$s.
cs: Máte novou příchozí adresu na serveru %1$s. Pro vložení nového sdělení pošlete email na %2$s. Instrukce najdete na %3$s.
de: Du hast eine neue Adresse zum Hinzufügen von Nachrichten auf „%1$s“. Schicke eine E-Mail an %2$s, um eine neue Nachricht hinzuzufügen. Weitere E-Mail-Anweisungen unter %3$s.
eu: %1$s(e)n idazteko posta-helbide berria duzu. Bidali mezuak %2$s helbidera mezu berriak idazteko. Posta elektronikoaren azalpen gehiagorako, begiratu %3$s.
ko: 글 올리기 주소가 새로 %1$s 주소로 설정되었습니다. 새 글을 올리려면 %2$s 주소로 메일을 보내십시오. 메일에 대한 안내는 %3$s 페이지를 참고하십시오.
pt_br: Você tem um novo endereço para publicação no %1$s. Para publicar novas mensagens, envie e-mails para %2$s . Mais instruções sobre e-mail em %3$s.
tl: Mayroon kang isang bagong tirahan ng pagpapaskil sa %1$s. Magpadala ng e-liham sa %2$s upang magpaskil ng bagong mga mensahe. Marami pang mga panuto sa pamamagitan ng e-liham doon sa %3$s.

source: %s status
cs: Status %s
eu: %s(en) egoera
ko: %s 상태
pl: Stan użytkownika %s
pt_br: Mensagem de %s
tl: Katayuan ni %s

source: SMS confirmation
cs: potvrzení SMS
de: SMS-Konfiguration
eu: SMS berrespena
ko: SMS 인증
pl: Potwierdzenie SMS
pt_br: Confirmação de SMS
tl: Pagtitiyak ng SMS

source: %s: confirm you own this phone number with this code:
cs: %s: potvrďte, že vlastníte toto telefonní číslo zadáním tohoto kódu:
de: %s: bestätige mit folgendem Code, dass es sich um deine Telefonnummer handelt:
eu: %s: berretsi telefono hau zurea dela kode honekin:
ko: %s: 다음 코드로 내 전화 번호를 인증하십시오:
pl: %s: proszę potwierdzić własny numer telefonu za pomocą tego kodu:
pt_br: %s: confirme que você é o proprietário desse número de telefone com esse código:
tl: %s : patunayan ang sarili mong numero ng telepono sa pamamagitan ng kodigong ito:

source: You have been nudged by %s
cs: %s vás pošťouchl(a)
de: Du wurdest von „%s“ angestupst
eu: %s(e)k zirikatu zaitu
ko: 나를 %s 사용자가 찔러 봤습니다
pl: Zostałeś szturchnięty przez użytkownika %s
pt_br: Você foi cutucado por %s
tl: Dinunggol ka ni %s

source: %1$s (%2$s) is wondering what you are up to these days and is inviting you to post some news. So let's hear from you :) %3$s Don't reply to this email; it won't get to them.
cs: %1$s (%2$s) by zajímalo, co poslední dobou děláte a zve vás, abyste poslal(a) nějaké novinky. Tak mu/jí něco pošlete :) %3$s Na tento email neodpovídejte, nedostane se k nim.
de: %1$s (%2$s) fragt sich, was du zurzeit wohl so machst und lädt dich ein, etwas Neues zu posten. Lass von dir hören :) %3$s Antworte nicht auf diese E-Mail, sie wird niemanden erreichen.
eu: %1$s (%2$s) azkenaldian zer ote zabiltzan pentsatzen dabil eta zerbait idaztera gonbidatu zaitu. Botaiozu zerbait ba! :) %3$s Ez erantzun mezu honi; ez da inora iritsiko eta.
ko: %1$s (%2$s) 님이 요즘 무슨 일을 하는지 궁금해 하고, 새로운 내 글을 보고 싶어 합니다. 그러니 무언가 써 보세요. :) %3$s 이 메일에 답장하지 마십시오. 답장을 보내도 전달되지 않습니다.
pt_br: %1$s (%2$s) quer saber notícias suas e está lhe convidando a publicar alguma mensagem. Por isso, vamos ouvir o que você tem a dizer. :) %3$s Não responda este e-mail, pois ele não chegará ao remetente.
tl: Iniisip ni %1$s (%2$s) kung ano ang binabalak mo ngayong mga araw na ito at inaanyayahan kang magpaskil ng ilang mga balita. Kayat balitaan mo kami :) %3$s Huwag tumugon sa e-liham na ito; hindi ito makakarating sa kanila.

source: New private message from %s
cs: Nová soukromá zpráva od %s
de: Neue private Nachricht von „%s“
eu: %s(r)en mezu pribatu berria
ko: 새 비공개 메시지가 %s님으로부터 도착했습니다.
pl: Nowa prywatna wiadomość od użytkownika %s
pt_br: Nova mensagem particular de %s
tl: Bagong pribadong mensahe mula kay %s

source: %1$s (%2$s) sent you a private message: ------------------------------------------------------ %3$s ------------------------------------------------------ You can reply to their message here: %4$s Don't reply to this email; it won't get to them.
cs: %1$s (%2$s) vám poslal(a) soukromou zprávu: -------------------------------------------------- ---- %3$s -------------------------------------------------- ---- Můžete odpovědět zde: %4$s Neodpovídejte na tento e-mail, nedostane se k nim.
de: %1$s (%2$s) hat dir eine private Nachricht geschickt: ------------------------------------------------------ %3$s ------------------------------------------------------ Du kannst auf diese Nachricht hier antworten: %4$s Antworte nicht auf diese E-Mail, sie wird niemanden erreichen.
eu: %1$s(e)k (%2$s) mezu pribatu bat bidali dizu: ------------------------------------------------------ %3$s ------------------------------------------------------ Hemen erantzun diezaiokezu bere mezuari: %4$s Ez erantzun mezu honi; ez da inora iritsiko eta.
ko: %1$s (%2$s) 님이 비공개 메시지를 보냈습니다: ------------------------------------------------------ %3$s ------------------------------------------------------ 다음 페이지에서 이 메시지에 답장을 보낼 수 있습니다: %4$s 이 메일에 답장하지 마십시오. 답장을 보내도 전달되지 않습니다.
pt_br: %1$s (%2$s) lhe enviou uma mensagem particular: ------------------------------------------------------ %3$s ------------------------------------------------------ Você pode responder a mensagem aqui: %4$s Não responda este e-mail, pois ele não chegará ao remetente.
tl: Pinadalhan ka ni %1$s (%2$s) ng isang pribadong mensahe: ------------------------------------------------------ %3$s ------------------------------------------------------ Maaari kang tumugon sa kanilang mensahe rito: %4$s Huwag tumugon sa e-liham na ito; hindi ito makakarating sa kanila.

source: %1$s (@%2$s) added your notice as a favorite
cs: %1$s (@%2$s) si přidal(a) vaše sdělení k oblíbeným
de: %1$s (@%2$s) hat deine Nachricht als Favorit gespeichert
eu: %1$s(e)k (@%2$s) zure ohar bat gogoko gisa gehitu du
ko: %1$s (@%2$s) 님이 내 글을 좋아하는 글로 표시했습니다.
pl: Użytkownik %1$s (@%2$s) dodał twój wpis jako ulubiony
pt_br: %1$s (@%2$s) marcou sua mensagem como favorita
tl: Idinagdag ni %1$s (@%2$s) ang pabatid mo bilang isang kinagigiliwan

source: %1$s (@%7$s) just added your notice from %2$s as one of their favorites. The URL of your notice is: %3$s The text of your notice is: %4$s You can see the list of %1$s's favorites here: %5$s
cs: %1$s (@%7$s) si právě přidal(a) vaše sdělení z %2$s ke svým oblíbeným. URL vašeho sdělení je: %3$s Text vašeho sdělení je: %4$s Seznam oblíbených sdělení uživatele %1$s najdete zde: %5$s
de: %1$s (@%7$s) hat gerade deine Mitteilung von %2$s als Favorit hinzugefügt. Die Adresse der Nachricht ist: %3$s Der Text der Nachricht ist: %4$s Die Favoritenliste von %1$s ist hier einsehbar: %5$s
eu: %1$s(e)k (@%7$s) %2$s data duen zure oharra gogoko gisa gehitu du. Zure oharraren URLa: %3$s Zure oharraren testua: %4$s %1$s(e)n gogokoen zerrenda hemen ikus dezakezu: %5$s
ko: %1$s (@%7$s) 님이 %2$s의 내 글을 좋아하는 글로 표시했습니다. 내 글의 URL은: %3$s 내 글 내용은: %4$s %1$s님의 좋아하는 글 목록은: %5$s
pt_br: %1$s (@%7$s) acabou de marcar uma mensagem sua do %2$s como favorita. A URL da sua mensagem é: %3$s O texto da sua mensagem é: %4$s Você pode ver a lista de favoritas de %1$s aqui: %5$s
tl: Kadaragdag lamang ni %1$s (@%7$s) ng pabatid mo mula sa %2$s bilang isa sa kanilang mga kinagigiliwan. Ang URL ng pabatid mo ay: %3$s Ang teksto ng pabatid mo ay: %4$s Makikita mo ang talaan ng mga kinagigiliwan ni %1$s dito: %5$s

source: The full conversation can be read here: %s
cs: Celý rozhovor si můžete přečíst zde: %s
de: Die komplette Unterhaltung kann hier gelesen werden: %s
eu: Elkarrizketa osoa hemen irakur daiteke: %s
ko: 전체 대화 내용은 다음에서 읽을 수 있습니다: %s
pl: Pełną rozmowę można przeczytać tutaj: %s
pt_br: A conversa inteira pode ser lida aqui: %s
tl: Ang buong talakayan ay maaaring basahin dito: %s

source: %1$s (@%2$s) sent a notice to your attention
cs: %1$s (@%2$s) poslal(a) sdělení žádající o vaši pozornost
de: %1$s (@%2$s) hat dir eine Nachricht gesendet, um deine Aufmerksamkeit zu erlangen
eu: %1$s(e)k (@%2$s) ohar bat bidali dizu
ko: %1$s (@%2$s) 님이 관심을 가질 만한 글을 보냈습니다.
pl: Użytkownik %1$s (@%2$s) wysłał wpis wymagający twojej uwagi
pt_br: %1$s (@%2$s) enviou uma mensagem citando você
tl: Si %1$s (@%2$s) ay nagpadala ng isang pabatid na kailangan ng pagpansin mo

source: %1$s just sent a notice to your attention (an '@-reply') on %2$s. The notice is here: %3$s It reads: %4$s %5$sYou can reply back here: %6$s The list of all @-replies for you here: %7$s
cs: %1$s právě poslal(a) sdělení žádající o vaši pozornost ('@-odpověď') na %2$s. Sdělení je zde: %3$s Stojí v něm: %4$s %5$sOdpovědět můžete zde: %6$s Seznam všech @-odpovědí pro vás je zde: %7$s
de: %1$s hat dir gerade eine Nachricht (eine „@-Antwort“) auf „%2$s“ gesendet. Die Nachricht findest du hier: %3$s Sie lautet: %4$s %5$sHier kannst du auf die Nachricht antworten: %6$s Eine Liste aller @-Antworten an dich findest du hier: %7$s
eu: %1$s(e)k (@%2$s) ohar bat bidali dizu ('@-erantzun' bat) %2$s(e)n. Oharra helbide honetan dago: %3$s Honela dio: %4$s %5$sHemen erantzun dezakezu: %6$s Zuretzako diren @-erantzunen zerrenda: %7$s
ko: %1$s 님이 관심을 가질 만한 ('@ 답장') 글을 %2$s 사이트에서 보냈습니다. 글은 다음에 있고: %3$s 내용은 다음과 같습니다: %4$s %5$s다음 페이지에서 답장할 수 있습니다: %6$s 나를 언급한 모든 @ 답장은 다음 페이지에 있습니다: %7$s
pt_br: %1$s acabou de enviar uma mensagem citando você (do tipo '@usuário') em %2$s. A mensagem está aqui: %3$s Nela está escrito: %4$s %5$s Pode respondê-la aqui: %6$s A lista de todas as citações a você está aqui: %7$s
tl: Kapapadala pa lamang ni %1$s ng isang pabatid na nauukol para sa iyo (isang '@-tugon') sa %2$s. Naririto ang pabatid: %3$s Mababasa rito na: %4$s %5$sDito ka makakatugong pabalik: %6$s Narito ang talaan ng lahat ng @-mga tugon para sa iyo: %7$s

source: %1$s has joined your group %2$s on %3$s
cs: %1$s se přidal(a) ke skupině %2$s na %3$s
de: %1$s ist deiner Gruppe „%2$s“ auf %3$s beigetreten
eu: %1$s zure %2$s taldearekin elkartu da %3$s(e)n.
pl: Użytkownik %1$s dołączył do grupy %2$s na %3$s
pt_br: %1$s juntou-se ao seu grupo %2$s em %3$s
tl: Sumali si %1$s sa pangkat mong %2$s na nasa %3$s.

source: %1$s has joined your group %2$s on %3$s.
cs: %1$s se přidal(a) ke skupině %2$s na %3$s.
de: %1$s ist deiner Gruppe „%2$s“ auf %3$s beigetreten.
eu: %1$s zure %2$s taldearekin elkartu da %3$s(e)n.
ko: %1$s님이 %3$s 사이트의 내 그룹인 %2$s 그룹에 가입했습니다.
pl: Użytkownik %1$s dołączył do grupy %2$s na %3$s.
pt_br: %1$s entrou no seu grupo %2$s no %3$s.
tl: Si %1$s ay sumali sa iyong pangkat na %2$s na nasa %3$s.

source: %1$s wants to join your group %2$s on %3$s.
cs: %1$s by se chtěl(a) přidat k vaší skupině %2$s na %3$s.
de: %1$s will deiner Gruppe „%2$s“ auf %3$s beitreten.
eu: %1$s(e)k zure %2$s taldearekin elkartu nahi du %3$s(e)n.
ko: %1$s님이 %3$s 사이트의 내 그룹인 %2$s 그룹에 가입하려고 합니다.
pl: Użytkownik %1$s chce dołączyć do grupy %2$s na %3$s.
pt_br: %1$s deseja entrar no seu grupo %2$s no %3$s.
tl: Nais sumali ni %1$s sa iyong pangkat na %2$s na nasa %3$s.

source: %1$s would like to join your group %2$s on %3$s. You may approve or reject their group membership at %4$s
cs: %1$s by se chtěl(a) přidat k vaší skupině %2$s na %3$s. Tuto přihlášku můžete schválit nebo odmítnout na %4$s
de: %1$s möchte gerne deiner Gruppe %2$s auf %3$s beitreten. Du kannst seine Mitgliedschaft auf %4$s annehmen oder ablehnen
eu: %1$s(e)k zure %2$s taldearekin elkartu nahi du %3$s(e)n. Taldean onartu edo bertatik baztertu dezakezu hemen: %4$s
ko: %1$s님이 %3$s 사이트의 내 그룹인 %2$s 그룹에 가입하려 합니다. 그룹 회원 가입을 %4$s 페이지에서 허락하거나 거절할 수 있습니다
pl: Użytkownik %1$s życzy sobie dołączyć do twojej grupy %2$s na %3$s. Możesz zgodzić się lub odrzucić jego członkostwo przechodząc na %4$s
pt_br: %1$s deseja entrar no seu grupo %2$s no %3$s. Você pode aprovar ou rejeitar as solicitações de associações em %4$s
tl: Nais sumali ni %1$s sa iyong pangkat na %2$s na nasa %3$s . Maaari mong payagan o tanggihan ang kanilang pagiging kasapi ng pangkat doon sa %4$s

source: Could not parse message.
cs: Nepodařilo se zpracovat zprávu.
de: Konnte Nachricht nicht parsen.
eu: Ezin izan da mezua analizatu.
ko: 메시지를 분석할 수 없습니다.
pl: Nie można przetworzyć wiadomości.
pt_br: Não foi possível analisar a mensagem.
tl: Hindi mabanghay ang mensahe.

source: Not a registered user.
cs: Odesilatel není registrovaný uživatel.
de: Kein registrierter Benutzer.
eu: Izenik eman gabeko erabiltzailea.
ko: 가입한 사용자가 아닙니다.
pl: To nie jest zarejestrowany użytkownik.
pt_br: Não é um usuário registrado.
tl: Isang hindi nagpatalang tagagamit.

source: Sorry, that is not your incoming email address.
cs: Je nám líto, ale tato příchozí emailová adresa patří jinému uživateli.
de: Sorry, das ist nicht deine Adresse für eingehende E-Mails.
eu: Barkatu, hori ez da sarreretarako duzun posta-helbidea.
ko: 죄송합니다. 내 받는 메일 주소가 아닙니다.
pl: To nie jest przychodzący adres e-mail.
pt_br: Desculpe-me, mas este não é seu endereço de e-mail para recebimento.
tl: Paumahin, hindi iyan ang iyong tirahan ng parating na e-liham.

source: Sorry, no incoming email allowed.
cs: Je nám líto, ale příchozí email není povolen.
de: Sorry, keine eingehenden E-Mails gestattet.
eu: Barkatu, sarrerako posta ez dago onartuta.
ko: 죄송합니다. 받는 메일을 허용하지 않습니다.
pl: Przychodzący e-mail nie jest dozwolony.
pt_br: Desculpe-me, mas não é permitido o recebimento de e-mails.
tl: Paumahin, walang pinapahintulutang parating na e-liham.

source: Unsupported message type: %s.
cs: Nepodporovaný typ zprávy: %s.
de: Nachrichten-Typ „%s“ wird nicht unterstützt.
eu: Mezu mota ez onartua: %s.
ko: 지원하지 않는 메시지 종류: %s.
pl: Nieobsługiwany typ wiadomości: %s.
pt_br: Tipo de mensagem não suportado: %s.
tl: Hindi tinatangkilik na uri ng mensahe: %s.

source: Make user an admin of the group
cs: Jmenovat uživatele správcem skupiny
de: Benutzer zu einem Admin dieser Gruppe ernennen
eu: Bihurtu erabiltzaile bat taldearen administratzailea
ko: 사용자를 그룹의 관리자로 만들기
pl: Uczyń użytkownika administratorem grupy
pt_br: Tornar o usuário um administrador do grupo
tl: Gawing isang tagapangasiwa ng pangkat ang tagagamit

# BUTTON
source: Make Admin
cs: Jmenovat správcem
de: Zum Admin ernennen
eu: Bihurtu administratzaile
ko: 관리자 만들기
pl: Uczyń administratorem
pt_br: Tornar administrador
tl: Gawing Tagapangasiwa

# TOOLTIP
source: Make this user an admin.
cs: Jmenovat uživatele správcem skupiny.
de: Diesen Benutzer zum Admin ernennen
eu: Bihurtu erabiltzaile hau administratzaile.
pl: Nadaj temu użytkownikowi uprawnienia administratora.
pt_br: Tornar este usuário um administrador
tl: Gawing isang tagapangasiwa ang tagagamit na ito.

source: There was a database error while saving your file. Please try again.
cs: Při ukládání souboru došlo k chybě v databázi. Zkuste to prosím znovu.
de: Beim Speichern der Datei trat ein Datenbankfehler auf. Bitte versuche es noch einmal.
eu: Errore bat egon da fitxategia datubasean gordetzerakoan. Saiatau berriro.
ko: 파일을 저장하는데 데이터베이스 오류가 발생했습니다. 다시 시도해 보십시오.
pl: Wystąpił błąd bazy danych podczas zapisywania pliku. Spróbuj ponownie.
pt_br: Ocorreu um erro no banco de dados durante o salvamento do seu arquivo. Por favor, tente novamente.
tl: Nagkaroon ng isang kamalian sa kalipunan ng dato habang sinasagip ang talaksan mo. Mangyaring subukan uli.

source: File could not be moved to destination directory.
cs: Soubor nelze přesunout do cílového adresáře.
de: Datei konnte nicht in das Zielverzeichnis verschoben werden.
eu: Fitxategia ezin izan da mugitu helburu-direktoriora.
ko: 파일을 대상 디렉터리로 옮길 수 없습니다.
pl: Nie można przenieść pliku do katalogu docelowego.
pt_br: Não foi possível mover o arquivo para o diretório de destino.
tl: Hindi malipat ang talaksan papunta sa kapupuntahang direktoryo.

source: "%1$s" is not a supported file type on this server. Try using another %2$s format.
cs: Soubory typu "%1$s" nejsou na tomto serveru podporovány. Zkuste jiný formát pro typ %2$s.
de: „%1$s“ ist kein unterstütztes Dateiformat auf diesem Server. Versuche es mit einem anderen %2$s-Format.
eu: "%1$s" fitxategi-mota ez dago onartuta zerbitzari honetan. Saiatu beste %2$s formatu bat erabiltzen.
ko: "%1$s"은(는) 이 서버에서 지원하는 파일 형식이 아닙니다. 다른 %2$s 형식을 사용해 보십시오.
pl: "%1$s" nie jest obsługiwanym typem pliku na tym serwerze. Proszę spróbować innego formatu %2$s.
pt_br: "%1$s" não é um tipo de arquivo suportado neste servidor. Tente usar outro formato de %2$s.
tl: Ang "%1$s" ay hindi isang tinatangkilik ng uri ng talaksan sa tagapaghain ito. Subukang gumamit ng ibang anyo ng %2$s.
