Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Missing a temporary folder.
cs: Chybí dočasný adresář.
de: Kein temporäres Verzeichnis gefunden.
eu: Aldi bataerako karpeta falta da.
ko: 임시 폴더가 없습니다
pl: Brak katalogu tymczasowego.
pt_br: Falta uma pasta temporária.
tl: Nawawala ang isang pansamantalang pantupi.

source: Failed to write file to disk.
cs: Nepodařilo se zapsat soubor na disk.
de: Konnte die Datei nicht auf die Festplatte schreiben.
eu: Ezin izan da fitxategia diskoan idatzi.
ko: 디스크에 파일을 쓰는데 실패했습니다.
pl: Zapisanie pliku na dysku nie powiodło się.
pt_br: Erro ao salvar o arquivo no disco.
tl: Nabigong maisulat ang talaksan sa disk.

source: File upload stopped by extension.
cs: Nahrávání souboru zastaveno rozšířením PHP.
de: Upload der Datei wurde wegen der Dateiendung gestoppt.
eu: Hedapen batek fitxategiaren igoera gelditu du.
ko: 확장 기능에 의해 파일 업로드가 중단되었습니다.
pl: Wysłanie pliku zostało zatrzymane przez rozszerzenie.
pt_br: O arquivo a ser enviado foi barrado por causa de sua extensão.
tl: Inihinto ng dugtong ang pagkakarga ng talaksan.

source: System error uploading file.
cs: Chyba systému při nahrávání souboru.
de: Systemfehler beim Hochladen der Datei.
eu: Sistema-errorea fitxategia igotzean.
ko: 파일 업로드에 시스템 오류 발생.
pl: Błąd systemu podczas wysyłania pliku.
pt_br: Erro no sistema durante o envio do arquivo.
tl: Kamalian ng sistema sa pagkakarga ng talaksan.

source: Not an Atom feed.
cs: Toto není kanál Atom
de: Kein Atom-Feed.
eu: Ez da Atom jarioa.
ko: Atom 피드가 아닙니다 .
pl: Nie jest kanałem Atom.
pt_br: Não é uma fonte Atom.
tl: Hindi isang pasubo ng Atom.

source: Feed has been restored. Your old posts should now appear in search and your profile page.
cs: Kanál byl obnoven. Vaše staré příspěvky by se nyní měli objevovat ve výsledcích hledání a na stránce vašeho profilu.
de: Dein Feed wurde reaktiviert. Deine alten Einträge sollten nun in der Suche und auf deiner Profilseite erscheinen.
eu: Jarioa leheneratu da. Zure mezu zaharrak bilaketan eta profil-orrian agertu beharko lirateke.
ko: 피드를 복구했습니다. 예전 글이 이제 검색과 프로필 페이지에서 보입니다.
pl: Kanał został przywrócony. Starsze wpisy powinny teraz pojawić się w wynikach wyszukiwania i na stronie profilu.
pt_br: A fonte foi restaurada. Agora suas publicações anteriores devem aparecer na pesquisa e na sua página de perfil.
tl: Naibalik na ulit ang pasubo. Ang luma mong mga pagpapaskil ay dapat nang lumitaw sa pahina ng paghahap at sa balangkas mo.

source: Feed will be restored. Please wait a few minutes for results.
cs: Kanál bude obnoven. Počkejte prosím pár minut.
de: Feed wird wiederhergestellt. Dies kann einige Minuten dauern.
eu: Jarioa leheneratu egingo da. Itxaron minutu batzuk emaitzak jasotzeko.
ko: 피드를 복구했습니다. 결과가 나올 때까지 몇 분 기다리십시오.
pl: Kanał zostanie przywrócony. Proszę poczekać kilka minut na wyniki.
pt_br: A fonte será restaurada. Por favor, aguarde alguns minutos para os resultados.
tl: Ibabalik muli ang pasubo. Mangyaring maghintay ng ilang mga minuto para sa mga kinalabasan.

source: You can upload a backed-up timeline in <a href="http://activitystrea.ms/">Activity Streams</a> format.
cs: Můžete sem nahrát zazálohovanou časovou osu ve formátu <a href="http://activitystrea.ms/">Activity Streams</a>.
de: Eine Sicherungskopie kann im <a href="http://activitystrea.ms/">Activity Streams</a>-Format hochgeladen werden.
eu: <a href="http://activitystrea.ms/">Activity Streams</a> formatuan igo dezakezu babeskopia egindako korronte bat.
pl: Można wysłać kopię zapasową strumienia w formacie <a href="http://activitystrea.ms/">Strumieni działalności</a>.
pt_br: Você pode transferir um cronograma de cópia de dados no formato<a href="http://activitystrea.ms/">Atividade executa</a>.
tl: Makapagkakarga kang paitaas ng isang may reserbang kopyang guhit ng panahon na nasa anyong <a href="http://activitystrea.ms/">Mga Batis ng Gawain</a>.

source: Upload the file
cs: Nahrát soubor
de: Datei hochladen
eu: Igo fitxategia
ko: 파일 업로드
pl: Wyślij plik
pt_br: Enviar o arquivo
tl: Ikargang paitaas ang talaksan

source: You cannot revoke user roles on this site.
cs: Nemáte oprávnění odebírat uživatelům role na tomto serveru.
de: Du kannst die Rollen von Benutzern dieser Seite nicht widerrufen.
eu: Ezin dituzu erabiltzaile-zereginak indargabetu gune honetan.
ko: 이 사이트의 사용자 역할을 철회할 수 없습니다.
pl: Nie można unieważnić rol użytkowników na tej witrynie.
pt_br: Não é possível revogar os papéis dos usuários neste site.
tl: Hindi ka makapagbabawi ng mga gampanin ng tagagamit sa sityong ito.

source: User does not have this role.
cs: Uživatel nemá tuto roli.
de: Benutzer verfügt nicht über diese Rolle.
eu: Erabiltzaileak ez du zeregin hori.
ko: 사용자에 이 역할이 없습니다.
pl: Użytkownik nie ma tej roli.
pt_br: O usuário não possui este papel.
tl: Walang ganitong gampanin ang tagagamit.

source: StatusNet
cs: GNU social

source: You cannot sandbox users on this site.
cs: Nemáte oprávnění omezovat uživatele na tomto serveru.
de: Du kannst Benutzer auf dieser Seite nicht auf den Spielplaz schicken.
eu: Ezin dituzu erabiltzaileak isolatu gune honetan.
ko: 이 사이트에서는 사용자에 대해 샌드박싱할 수 없습니다.
pl: Nie można ograniczać użytkowników na tej witrynie.
pt_br: Você não pode colocar usuários deste site em isolamento.
tl: Hindi mo maikakahon sa buhangin ang mga tagagamit sa sityong ito.

source: User is already sandboxed.
cs: Uživatel je již omezen.
de: Benutzer ist schon blockiert.
eu: Erabiltzailea isolaturik dagoeneko.
ko: 사용자가 이미 샌드박싱 상태입니다.
pl: Użytkownik jest już ograniczony.
pt_br: O usuário já está em isolamento.
tl: Nakakahon na sa buhangin ang tagagamit.

source: Not a valid list: %s.
cs: Neplatný seznam: %s.
de: Keine gültige Liste: %s .
eu: Zerrenda ez da baliogarria: %s.
ko: 올바른 리스트가 아닙니다: %s.
pl: Nieprawidłowa lista: %s.
pt_br: Não é uma lista válida: %s.
tl: Hindi isang katanggap-tanggap na talaan: %s.

source: Users self-tagged with %1$s, page %2$d
cs: Uživatelé, kteří si sami dali štítek %1$s, strana %2$d
de: Benutzer, die sich selbst mit „%1$s“ getaggt haben, Seite %2$d
eu: %1$s gisa euren burua etiketatu duten erabiltzaileak, %2$d. orria
ko: 직접 %1$s 태그 붙인 사용자, %2$d 페이지
pl: Użytkownicy samootagowani znacznikiem %1$s, strona %2$d
pt_br: Usuários auto-etiquetados como %1$s, pág. %2$d
tl: Mga tagagamit na nagtatak sa sarili ng %1$s, pahina %2$d

source: Session settings for this StatusNet site
cs: Nastavení Sessions (relací) pro tento server GNU social
de: Sitzungs-Einstellungen dieser StatusNet-Website
eu: Saio-ezarpenak StatusNet gune honetarako
ko: 이 StatusNet 사이트의 세션 설정
pl: Ustawienia sesji tej witryny StatusNet
pt_br: Configurações de sessão para este site StatusNet
tl: Mga katakdaan ng laang panahon para sa sityong ito ng StatusNet

source: Handle sessions
cs: Zpracovávat sessions
de: Sitzung verwalten
eu: Kudeatu saioak
ko: 세션 처리
pl: Obsługa sesji
pt_br: Gerenciar sessões
tl: Panghawakan ang mga laang panahon

source: Handle sessions ourselves.
cs: Máme sami zpracovávat sessions?
de: Sitzungsverwaltung selber übernehmen.
eu: Kudeatu saioak gure kabuz.
ko: 세션을 직접 처리합니다.
pl: Samodzielna obsługa sesji.
pt_br: Administração própria das sessões.
tl: Panghawakan ng sarili natin ang mga laang panahon.

source: Session debugging
cs: Ladění sessions
de: Sitzung untersuchen
eu: Saio-arazketa
ko: 세션 디버깅
pl: Debugowanie sesji
pt_br: Depuração da sessão
tl: Pagtatanggal ng sira ng laang panahon

source: Enable debugging output for sessions.
cs: Zapnout výstup pro ladění (debugování) sessions?
de: Fehleruntersuchung für Sitzungen aktivieren.
eu: Gaitu arazketaren emaitzen irteera saioetarako.
ko: 세션에 대해 디버깅 출력을 사용합니다.
pl: Włącza wyjście debugowania dla sesji.
pt_br: Ativa a saída de depuração para as sessões.
tl: Paganahin ang paglalabas ng pagtatanggal ng sira para sa mga laang panahon.

source: Save session settings
cs: Uložit nastavení sessions
de: Sitzungseinstellungen speichern
eu: Gorde saio-ezarpenak
ko: 세션 설정 저장
pl: Zapisz ustawienia sesji
pt_br: Salvar as configurações de sessão
tl: Sagipin ang mga katakdaan ng laang panahon

source: You must be logged in to view an application.
cs: Pro zobrazení aplikace je třeba se přihlásit.
de: Du musst angemeldet sein, um dieses Programm zu betrachten.
eu: Saioa hasita egon behar duzu aplikazio bai ikusteko.
ko: 응용 프로그램을 보려면 로그인해야 합니다.
pl: Musisz być zalogowany, aby wyświetlić aplikację.
pt_br: Você deve estar autenticado para visualizar uma aplicação.
tl: Dapat na nakalagda ka upang makita ang isang aplikasyon.

source: Application profile
cs: Profil aplikace
de: Anwendungsprofil
eu: Aplikazio-profila
ko: 응용 프로그램 프로필
pl: Profil aplikacji
pt_br: Perfil da aplicação
tl: Balangkas ng aplikasyon

source: Created by %1$s - %2$s access by default - %3$d user
cs: Autor: %1$s, výchozí přístup: %2$s - %3$d uživatel
de: Erstellt von %1$s - %2$s Standard Zugang - %3$d Benutzer
eu: %1$s(e)k sortua - baimen lehenetsia: %2$s - erabiltzaile %3$d
pl: Utworzona przez %1$s - domyślny dostęp: %2$s - %3$d użytkownik
pt_br: Criado por %1$s - acesso %2$s por padrão - %3$d usuário
tl: Nilikha ni %1$s - pagpuntang %2$s ayon sa likas na pagtatakda - %3$d tagagamit

source: Application actions
cs: Akce aplikace
de: Programmaktionen
eu: Aplikazio-ekintzak
ko: 응용 프로그램 동작
pl: Czynności aplikacji
pt_br: Ações da aplicação
tl: Mga galaw ng aplikasyon

# EDITAPP
source: Edit
cs: Upravit
de: Bearbeiten
eu: Aldatu
ko: 편집
pl: Edycja
pt_br: Editar
tl: Baguhin

source: Reset key & secret
cs: Resetovat klíč a tajemství
de: Schlüssel zurücksetzen
eu: Berrezarri gakoa eta sekretua
ko: 키 & 비밀값 초기화
pl: Przywrócenie klucza i sekretu
pt_br: Restaurar a chave e o segredo
tl: Muling itakda ang susi at lihim

source: Application info
cs: Informace o aplikaci
de: Programminformation
eu: Aplikazioaren informazioa
ko: 응용 프로그램 정보
pl: Informacje o aplikacji
pt_br: Informação da aplicação
tl: Kabatiran sa aplikasyon

source: Consumer key
cs: Spotřebitelský klíč
de: Anwender-Schlüssel
eu: Kontsumitzaile gakoa
ko: 컨수머 키
pl: Klucz klienta
pt_br: Chave do consumidor
tl: Susi ng tagaubos

source: Consumer secret
cs: Spotřebitelské tajemství
de: Anwender-Geheimnis
eu: Kontsumitzaile sekretua
ko: 컨수머 비밀 값
pl: Sekret klienta
pt_br: Segredo do consumidor
tl: Lihim ng tagaubos

source: Request token URL
cs: URL pro request token
de: Anfrage-Token Adresse
eu: URL token eskaera
pl: Adres URL tokenu żądania
pt_br: URL do token de requisição
tl: URL ng kahalip ng kahilingan

source: Access token URL
cs: URL pro access token
de: Zugriffs-Token-Adresse
eu: Atzipen-token URLa
pl: Adres URL tokenu żądania
pt_br: URL do token de acesso
tl: URL ng kahalip ng pagpapapunta

source: Authorize URL
cs: URL pro autorizaci
de: Autorisationadresse
eu: URLa baimendu
ko: 소스 URL
pl: Adres URL upoważnienia
pt_br: Autorizar a URL
tl: Payagan ang URL

source: Note: HMAC-SHA1 signatures are supported. The plaintext signature method is not supported.
cs: Poznámka: podpisy HMAC-SHA1 jsou podporovány, podpis v plaintextu podporován není.
de: Hinweis: HMAC-SHA1-Signaturen werden unterstützt. Die Klartext-Signaturmethode wird nicht unterstützt.
eu: Oharra: HMAC-SHA1 sinadurak onartzen dira. Testu arrunteko sinadura-metodoa ez da onartzen.
ko: 주의: HMAC-SHA1 시그너쳐를 지원합니다. 일반 텍스트 시그너쳐는 지원하지 않습니다.
pl: Uwaga: obsługiwane są podpisy HMAC-SHA1. Metoda podpisu zwykłym tektem nie jest obsługiwana.
pt_br: Nota: assinaturas HMAC-SHA1 são suportadas. O método de assinatura em texto plano não é suportado.
tl: Paunawa: Tinatangkilik ang mga lagdang HMAC-SHA1. Hindi tinatangkilik ang pamamaraan ng lagda ng lantad na teksto.

source: Are you sure you want to reset your consumer key and secret?
cs: Jste si jisti, že chcete resetovat svůj spotřebitelský klíč a tajemství?
de: Bist du sicher, dass du den Schlüssel zurücksetzen willst?
eu: Seguru zaude zure kontsumitzaile-gakoa eta sekretua berrezarri nahi dituzula?
ko: 정말로 소비자 키와 비밀값을 초기화하시겠습니까?
pl: Jesteś pewien, że chcesz przywrócić klucz i sekret klienta?
pt_br: Tem certeza que deseja restaurar sua chave e segredo de consumidor?
tl: Nakatitiyak ka bang nais mong itakdang muli ang iyong susi at lihim ng tagaubos?

source: %s group
cs: Skupina %s
de: %s-Gruppe
eu: %s taldea
ko: %s 그룹
pl: Grupa %s
pt_br: Grupo %s
tl: Pangkat ng %s

source: %1$s group, page %2$d
cs: Skupina %1$s, strana %2$d
eu: %1$s taldea, %2$d orria
ko: %1$s 그룹, %2$d 페이지
pl: Grupa %1$s, strona %2$d
pt_br: Grupo %1$s, pág. %2$d
tl: Pangkat na %1$s, pahina %2$d

source: Notice feed for %s group (Activity Streams JSON)
cs: Kanál sdělení pro skupinu %s (Activity Streams JSON)
de: Nachrichtenfeed der Gruppe %s (Activity Streams JSON)
eu: Oharren jarioa %s taldearentzat (Activity Streams JSON)
pl: Kanał wpisów dla grupy %s (Activity Streams JSON)
pt_br: Fonte de mensagem para o grupo %s (Atividade executa JSON)
tl: Pakaing pabatid para sa pangkat ng %s (Mga Batis ng Gawain ng JSON)

source: Notice feed for %s group (RSS 1.0)
cs: Kanál sdělení pro skupinu %s (RSS 1.0)
de: Nachrichtenfeed der Gruppe %s (RSS 1.0)
eu: Oharren jarioa %s taldearentzat (RSS 1.0)
ko: %s 그룹의 글 피드 (RSS 1.0)
pl: Kanał wpisów dla grupy %s (RSS 1.0)
pt_br: Fonte de mensagens do grupo %s (RSS 1.0)
tl: Pasubong pabatid para sa pangkat na %s (RSS 1.0)

source: Notice feed for %s group (RSS 2.0)
cs: Kanál sdělení pro skupinu %s (RSS 2.0)
de: Nachrichtenfeed der Gruppe %s (RSS 2.0)
eu: Oharren jarioa %s taldearentzat (RSS 2.0)
ko: %s 그룹의 글 피드 (RSS 2.0)
pl: Kanał wpisów dla grupy %s (RSS 2.0)
pt_br: Fonte de mensagens do grupo %s (RSS 2.0)
tl: Pasubong pabatid para sa pangkat na %s (RSS 2.0)

source: Notice feed for %s group (Atom)
cs: Kanál sdělení pro skupinu %s (Atom)
de: Nachrichtenfeed der Gruppe %s (Atom)
eu: Oharren jarioa %s taldearentzat (Atom)
ko: %s 그룹의 글 피드 (Atom)
pl: Kanał wpisów dla grupy %s (Atom)
pt_br: Fonte de mensagens do grupo %s (Atom)
tl: Pasubong pabatid para sa pangkat na %s (Atom)

source: FOAF for %s group
cs: FOAF pro skupinu %s
de: Postausgang von %s
eu: FOAF %s taldearentzat
ko: %s 그룹의 FOAF
pl: FOAF dla grupy %s
pt_br: FOAF para o grupo %s
tl: FOAF para sa pangkat na %s

source: **%s** is a user group on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. Its members share short messages about their life and interests. [Join now](%%%%action.register%%%%) to become part of this group and many more! ([Read more](%%%%doc.help%%%%))
cs: **%s** je uživatelská skupina na %%%%site.name%%%%, [mikroblogové](http://cs.wikipedia.org/wiki/Blog#Mikroblogy) službě založené na svobodném softwaru [GNU social](https://www.gnu.org/software/social/). Její členové mezi sebou sdílí krátké zprávy o svém životě a zájmech. [Zaregistrujte se také](%%%%action.register%%%%), budete se moci přidat k této skupině, a mnoho dalšího! ([Více informací](%%%%doc.help%%%%))
de: **%s** ist eine Gruppe auf %%%%site.name%%%%, einem [Mikroblogging](http://de.wikipedia.org/wiki/Mikroblogging)-Dienst auf Basis der freien Software [StatusNet](http://status.net/). [Werde Mitglied](%%%%action.register%%%%) und werde Teil der Gruppe und vielen anderen! ([Mehr Informationen](%%%%doc.help%%%%))
eu: **%s** [StatusNet](http://status.net/) software librean oinarritutako [mikroblogintza](http://eu.wikipedia.org/wiki/Mikroblogintza) %%%%site.name%%%% guneko erabiltzaile-talde bat da, Taldekideek mezu laburrak partekatzen dituzte beren bizitza eta zaletasunen inguruan. [Elkartu orain](%%%%action.register%%%%) talde honetako partaide izateko eta askoz gehiagorako! ([Irakurri gehiago](%%%%doc.help%%%%))
ko: **%s** 그룹은 %%%%site.name%%%% 사이트의 사용자 그룹입니다. 이 사이트는 자유소프트웨어 [StatusNet](http://status.net/) 소프트웨어를 사용하는 [마이크로블로깅](http://en.wikipedia.org/wiki/Micro-blogging) 서비스입니다. 이 그룹에 참여하려면 [지금 가입](%%%%action.register%%%%)하세요! ([더 자세히](%%%%doc.help%%%%))
pl: **%s** jest grupą użytkowników na %%%%site.name%%%%, usłudze [mikroblogowania](http://pl.wikipedia.org/wiki/Mikroblog) opartej na wolnym narzędziu [StatusNet](http://status.net/). Jej członkowie dzielą się krótkimi wiadomościami o swoim życiu i zainteresowaniach. [Dołącz teraz](%%%%action.register%%%%), aby stać się częścią tej grupy i wiele więcej. ([Dowiedz się więcej](%%%%doc.help%%%%))
pt_br: **%s** é usuário de um grupo no %%%%site.name%%%%, um serviço de [microblog](http://pt.wikipedia.org/wiki/Micro-blogging) baseado no software livre [StatusNet](http://status.net/). Seus membros compartilham mensagens curtas sobre suas vidas e interesses. [Cadastre-se agora](%%%%action.register%%%%) para se tornar parte deste grupo e de muitos outros! ([Saiba mais](%%%%doc.help%%%%))
tl: Ang **%s** ay isang pangkat ng tagagamit sa %%%%site.name%%%%, isang palingkuran ng [maliitang pagboblog](http://en.wikipedia.org/wiki/Micro-blogging) na nakabatay sa kasangkapan ng Malayang Sopwer [StatusNet](http://status.net/). Nagbabahagi ang mga kasapi nito ng maiikling mga mensahe tungkol sa kanilang buhay at mga kinahihiligan. [Sumali na ngayon](%%%%action.register%%%%) upang maging bahagi ng pangkat na ito at marami pang iba! ([Magbasa pa ng marami](%%%%doc.help%%%%))

source: **%s** is a user group on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. Its members share short messages about their life and interests.
cs: **%s** je uživatelská skupina na %%%%site.name%%%%, [mikroblogové](http://cs.wikipedia.org/wiki/Blog#Mikroblogy) službě založené na svobodném softwaru [GNU social](https://www.gnu.org/software/social/). Její členové mezi sebou sdílí krátké zprávy o svém životě a zájmech.
de: **%s** ist eine Benutzergruppe auf %%%%site.name%%%%, einem [Mikroblogging](http://de.wikipedia.org/wiki/Mikroblogging)-Dienst basierend auf der freien Software [StatusNet](http://status.net/). Seine Mitglieder erstellen kurze Nachrichten über ihr Leben und Interessen.
eu: **%s** erabiltzaile-talde bat da %%%%site.name%%%% gunean, [StatusNet](http://status.net/) software librean oinarritutako [mikroblogintza](http://eu.wikipedia.org/wiki/Mikroblogintza) zerbitzuan. Bere taldekideek mezu laburrak partekatzen dituzte euren bizitza eta zaletasunen inguruan.
pl: **%s** jest grupą użytkowników na %%%%site.name%%%%, usłudze [mikroblogowania](http://pl.wikipedia.org/wiki/Mikroblog) opartej na wolnym narzędziu [StatusNet](http://status.net/). Jej członkowie dzielą się krótkimi wiadomościami o swoim życiu i zainteresowaniach.
pt_br: **%s** é um grupo de usuário em %%%%site.name%%%%, um ferramenta de [micro-blogging] (http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/). Seus membros compartilham mensagens curtas sobre suas vidas e interesses.
tl: Ang **%s** ay isang pangkat ng tagagamit na nasa %%%%site.name%%%%, isang palingkuran ng [maliitang pagboblog] (http://en.wikipedia.org/wiki/Micro-blogging) na nakabatay sa kasangkapan ng Malayang Sopwer na [StatusNet] (http://status.net/). Ang mga kasapi nito ay nagbabahagi ng maiikling mga mensaheng patungkol sa kanilang buhay at mga kahiligan.

source: Not available.
cs: Sdělení není přístupné.
de: Nicht verfügbar.
eu: Ez dago eskuragarri.
ko: 사용할 수 없습니다.
pl: Niedostępne.
pt_br: Não está disponível.
tl: Hindi makukuha.

source: Notice has no profile.
cs: Sdělení nemá profil.
de: Nachricht hat kein Profil
eu: Oharrak ez du profilik.
ko: 글에 프로필이 없습니다.
pl: Wpis nie posiada profilu.
pt_br: A mensagem não está associada a nenhum perfil.
tl: Walang balangkas ang pabatid.

source: Notice deleted.
cs: Toto sdělení bylo smazáno.
de: Nachricht gelöscht.
eu: Oharra ezabatu da.
ko: 글이 삭제되었습니다.
pl: Usunięto wpis.
pt_br: A mensagem excluída.
tl: Binura ang pabatid.

source: Private timeline for %1$s list by you, page %2$d
cs: Soukromá časová osa vašeho seznamu %1$s, strana %2$d
de: Private Zeitleiste für die Liste %1$s von dir, Seite %2$d
eu: Zuk sortutako %1$s zerrendaren denbora-lerro pribatua, %2$d. orria
ko: 내 %1$s 리스트의 비공개 타임라인, %2$d 페이지
pl: Prywatny strumień twojej listy %1$s, strona %2$d
pt_br: Cronograma privado para %1$s listar por você, página %2$d
tl: Pribadong guhit ng panahon para sa talaan mo ng %1$s, pahina %2$d

source: Timeline for %1$s list by you, page %2$d
cs: Časová osa vašeho seznamu %1$s, strana %2$d
de: Zeitleiste für die Liste %1$s von dir, Seite %2$d
eu: Zuk sortutako %1$s zerrendaren denbora-lerroa, %2$d. orria
ko: 내 %1$s 리스트의 타임라인, %2$d 페이지
pl: Strumień twojej listy %1$s, strona %2$d
pt_br: Cronograma para %1$s listar por você. página %2$d
tl: Guhit ng panahon para sa talaan mo ng %1$s, pahina %2$d

source: Timeline for %1$s list by %2$s, page %3$d
cs: Časová osa seznamu %1$s od %2$s, strana %3$d
de: Zeitleiste für die liste %1$s von %2$s, Seite %3$d
eu: %2$s erabiltzaileak sortutako %1$s zerrendaren denbora-lerroa, %3$d. orria
ko: %1$s 사용자의 %2$s 리스트의 비공개 타임라인, %3$d 페이지
pl: Strumień listy %1$s użytkownika %2$s, strona %3$d
pt_br: Cronograma para %1$s listar por %2$s, página %3$d
tl: Guhit ng panahon para sa talaan ni %2$s ng %1$s, pahina %3$d

source: Private timeline of %s list by you
cs: Soukromá časová osa vašeho seznamu %s
de: Private Zeitleiste der Liste %s von dir
eu: Zuk sortutako %s zerrendaren denbora-lerro pribatua
ko: 내 %s 리스트의 비공개 타임라인
pl: Prywnatny strumień twojej listy %s
pt_br: Cronograma privado de %s listar por você
tl: Pribadong guhit ng panahon ng talaan mo ng %s

source: Timeline for %s list by you
cs: Časová osa vašeho seznamu %s
de: Zeitleiste für Liste %s von dir
eu: Zuk sortutako %s zerrendaren denbora-lerroa
ko: 내 %s 리스트의 타임라인
pl: Strumień twojej listy %s
pt_br: Cronograma para %s listar por você
tl: Guhit ng panahon para sa talaan mo ng %s

source: Timeline for %1$s list by %2$s
cs: Časová osa seznamu %1$s od %2$s
de: Zeitleiste für die Liste %1$s von %2$s
eu: %2$s erabiltzaileak sortutako %1$s zerrendaren denbora-lerroa
ko: %2$s님의 %1$s 리스트의 타임라인
pl: Strumień listy %1$s użytkownika %2$s.
pt_br: Cronograma para %1$s listar por %2$s
tl: Guhit ng panahon para sa talaan %2$s ng %1$s

source: Feed for %1$s list by %2$s (Atom)
cs: Kanál pro seznam %1$s od %2$s (Atom)
de: Feed für die Liste %1$s von %2$s (Atom)
eu: %2$s erabiltzaileak sortutako %1$s zerrendaren jarioa (Atom)
ko: %2$s님의 %1$s 리스트의 피드 (Atom)
pl: Kanał dla listy %1$s użytkownika %2$s (Atom)
pt_br: Fonte para %1$s listar por %2$s (Atom)
tl: Pasubo para sa talaan ni %2$s ng %1$s (Atom)

source: This is the timeline for %1$s list by %2$s but no one has posted anything yet.
cs: Toto je časová osa pro seznam %1$s od %2$s, nikdo ale zatím nic nenapsal.
de: Dies ist die Zeitleiste für die Liste %1$s von %2$s, aber bisher hat niemand etwas gepostet.
eu: %2$s erabiltzaileak sortutako %1$s zerrendaren denbora-lerroa da hau, baina oraindik inork ez du ezer idatzi.
ko: %2$s님의 %1$s 리스트의 타임라인이지만, 아무도 아무 글도 올리지 않았습니다.
pl: To jest strumień listy %1$s użytkownika %2$s, ale nikt jeszcze nic nie opublikował.
pt_br: Esse é o cronograma para %1$s listar por %2$s mas ninguém postou nada ainda.
tl: Ito ang guhit ng panahon para sa talaan ni %2$s ng %1$s ngunit wala pang isang nagpapaskil ng anuman.

source: Try tagging more people.
cs: Zkuste dát štítek více lidem.
de: Versuche, mehr Leute zu taggen.
eu: Saiatu jende gehiago etiketatzen.
ko: 더 많은 사람들에 태그를 붙여 보십시오.
pl: Spróbuj przypisać znaczniki większej liczbie ludzi.
pt_br: Experimente etiquetar mais pessoas.
tl: Subukang magtatak ng mas marami pang mga tao.
