Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Deleted group %s
cs: Skupina %s byla smazána
de: %s-Gruppe gelöscht
eu: %s taldea ezabatua
ko: %s 그룹을 삭제했습니다.
pl: Usunięto grupę %s
pt_br: O grupo %s foi excluído
tl: Nabura na ang pangkat na %s

source: Delete group
cs: Smazat skupinu
de: Gruppe löschen
eu: Taldea ezabatu
ko: 그룹 삭제
pl: Usuń grupę
pt_br: Excluir o grupo
tl: Burahin ang pangkat

source: Are you sure you want to delete this group? This will clear all data about the group from the database, without a backup. Public posts to this group will still appear in individual timelines.
cs: Opravdu chcete smazat tuto skupinu? To odstraní všechny údaje o skupině z databáze, bez zálohování. Veřejné příspěvky do této skupiny zůstanou v časových osách jednotlivých uživatelů.
de: Bist du sicher, dass du die Gruppe löschen wisst? Alle Daten der Gruppe werden aus der Datenbank gelöscht (ohne ein Backup). Öffentliche Beiträge dieser Gruppe werden noch in einzelnen Zeitleisten erscheinen.
eu: Seguru zaude talde hau ezabatu nahi duzula? Erabiltzaile honen informazio guztia ezabatuko da datu-basetik, atzera egiteko aukerarik gabe. Talde honen mezu publikoek banakako denbora-lerroetan agertzen jarraituko dute.
ko: 정말로 이 그룹을 삭제하시겠습니까? 삭제하면 데이터베이스에서 모든 관련 데이터를 지우고 백업하지 않습니다. 이 그룹에 올린 공개 글은 각각의 타임라인에 계속 남아 있을 것입니다.
pl: Na pewno usunąć tę grupę? Wyczyści to wszystkie dane o grupie z bazy danych, bez utworzenia kopii zapasowej. Publiczne wpisy w tej grupie będą nadal widoczne na konkretnych osiach czasu.
pt_br: Tem certeza que deseja excluir este grupo? Isso eliminará todos os dados deste grupo no banco de dados, sem cópia de segurança. Mensagens públicas para este grupo continuarão aparecendo nas linhas de tempo individuais.
tl: Nakatitiyak ka bang nais mong burahin ang pangkat na ito? Hahawiin nito ang lahat ng dato tungkol sa pangkat mula sa kalipunan ng dato, na walang isang pampalit na kopya. Lilitaw pa rin ang pangmadlang mga pagpapaskil sa pangkat na ito sa loob ng pang-isahang mga guhit ng panahon.

source: Do not delete this group.
cs: Tuto skupinu nemazat.
de: Diese Gruppe nicht löschen
eu: Ez ezabatu talde hau.
ko: 이 그룹 삭제하지 않기.
pl: Nie usuwaj tej grupy.
pt_br: Não excluir este grupo.
tl: Huwag burahin ang pangkat na ito.

source: Delete this group.
cs: Smazat tuto skupinu.
de: Diese Gruppe löschen
eu: Ezabatu talde hau.
ko: 이 그룹 삭제.
pl: Usuń tę grupę.
pt_br: Excluir este grupo.
tl: Burahin ang pangkat na ito.

source: You are about to permanently delete a notice. Once this is done, it cannot be undone.
cs: Chystáte se trvale smazat sdělení. Pokud to uděláte, nelze to vzít zpět.
de: Du bist gerade dabei eine Nachricht unwiderruflich zu löschen. Diese Aktion ist irreversibel.
eu: Ohar bat behin-betiko ezabatzera zoaz. Hau egin ondoren, ezingo duzu desegin.
ko: 영구적으로 글을 삭제하려고 합니다. 한번 삭제하면 복구할 수 없습니다.
pl: Za chwilę wpis zostanie trwale usunięty. Kiedy to się stanie, nie będzie mogło zostać cofnięte.
pt_br: Você está prestes a excluir permanentemente uma mensagem. Isso não poderá ser desfeito.
tl: Permanente mo nang buburahin ang isang pabatid. Kapag nagawa na ito, hindi ito magagawang huwag maisagawa pa.

source: Delete notice
cs: Smazat sdělení
de: Notiz löschen
eu: Ezbatu oharra
ko: 글 삭제
pl: Usuń wpis
pt_br: Excluir a mensagem
tl: Burahin ang pabatid

source: Are you sure you want to delete this notice?
cs: Opravdu chcete smazat tohoto sdělení?
de: Bist du sicher, dass du diese Nachricht löschen möchtest?
eu: Seguru zaude ohar hau ezabatu nahi duzula?
ko: 정말로 이 글을 삭제하시겠습니까?
pl: Jesteś pewien, że chcesz usunąć ten wpis?
pt_br: Tem certeza que deseja excluir esta mensagem?
tl: Nakatitiyak ka bang nais mong burahin ang pabatid na ito?

source: Do not delete this notice.
cs: Toto sdělení nemazat.
de: Diese Nachricht nicht löschen
eu: Ez ezabatu ohar hau.
ko: 이 글을 지울 수 없습니다.
pl: Nie usuwaj tego ogłoszenia.
pt_br: Não excluir esta mensagem.
tl: Huwag burahin ang pabatid na ito.

source: Delete this notice.
cs: Smazat toto sdělení
de: Nachricht löschen
eu: Ezabatu ohar hau.
ko: 이 글 삭제
pl: Usuń ten wpis
pt_br: Excluir esta mensagem.
tl: Burahin ang pabatid na ito.

source: You cannot delete users.
cs: Nemáte oprávnění smazat uživatele.
de: Du kannst keine Benutzer löschen.
eu: Ezin dituzu erabiltzaleak ezabatu.
ko: 사용자를 삭제할 수 없습니다.
pl: Nie można usuwać użytkowników.
pt_br: Você não pode excluir usuários.
tl: Hindi ka maaaring magbura ng mga tagagamit.

source: You can only delete local users.
cs: Můžete smazat pouze místní uživatele.
de: Du kannst nur lokale Benutzer löschen.
eu: Ezin duzu erabiltzailerik ezabatu.
ko: 로컬 사용자만 삭제할 수 있습니다.
pl: Nie można usuwać lokalnych użytkowników.
pt_br: Você só pode excluir usuários locais.
tl: Makapagbubura ka lamang ng katutubong mga tagagamit.

# TITLE
source: Delete user
cs: Smazat uživatele
de: Benutzer löschen
eu: Erabiltzailea ezabatu
ko: 사용자 삭제
pl: Usuń użytkownika
pt_br: Excluir usuário
tl: Burahin ang tagagamit

source: Delete user
cs: Smazat uživatele
de: Benutzer löschen
eu: Erabiltzailea ezabatu
ko: 사용자 삭제
pl: Usuń użytkownika
pt_br: Excluir usuário
tl: Burahin ang tagagamit

source: Are you sure you want to delete this user? This will clear all data about the user from the database, without a backup.
cs: Opravdu chcete smazat tohoto uživatele? To odstraní všechny údaje o uživateli z databáze, bez zálohy.
de: Bist du sicher, dass du den Benutzer löschen wisst? Alle Daten des Benutzers werden aus der Datenbank gelöscht (ohne ein Backup).
eu: Seguru zaude erabiltzaile hau ezabatu nahi duzula? Erabiltzaile honen informazio guztia ezabatuko da datu-basetik, atzera egiteko aukerarik gabe.
ko: 정말로 이 사용자를 삭제하시겠습니까? 삭제하면 이 사용자에 관한 모든 데이터를 백업 없이 지웁니다.
pl: Na pewno usunąć tego użytkownika? Wyczyści to wszystkie dane o użytkowniku z bazy danych, bez utworzenia kopii zapasowej.
pt_br: Tem certeza que deseja excluir este usuário? Isso eliminará todos os dados deste usuário do banco de dados, sem cópia de segurança.
tl: Nakatitiyak ka bang nais mong burahin ang tagagamit na ito? Hahawiin nito ang lahat ng dato tungkol sa tagagamit mula sa kalipunan ng dato, na walang isang pamalit na kopya.

source: Do not delete this user.
cs: Tohoto uživatele nemazat.
de: Diesen Benutzer nicht löschen
eu: Ez ezabatu erabiltzaile hau.
ko: 이 사용자 삭제하지 않기.
pl: Nie usuwaj tego użytkownika.
pt_br: Não excluir este este usuário.
tl: Huwag burahin ang tagagamit na ito.

source: Delete this user.
cs: Smazat tohoto uživatele.
de: Diesen Benutzer löschen.
eu: Ezabatu erabiltzaile hau.
ko: 이 사용자 삭제.
pl: Usuń tego użytkownika.
pt_br: Excluir este usuário.
tl: Burahin ang tagagamit na ito.

source: No such document "%s".
cs: Dokument "%s" neexistuje.
de: Unbekanntes Dokument „%s“
eu: "%s" dokumentua ez dago.
ko: 그런 문서가 없습니다: "%s"
pl: Nie ma takiego dokumentu \"%s\".
pt_br: O documento "%s" não existe.
tl: Walang ganyang dokumentong "%s".

# MENU
source: Home
cs: Domů
de: Startseite
eu: Hasiera
ko: 대문
pl: Strona główna
tl: Tahanan

# MENU
source: Docs
cs: Dokumenty
de: Dokumentation
eu: Dokumentuak
pl: Dokumentacja
pt_br: Documentos
tl: Mga kasulatan

# MENU
source: Help
cs: Nápověda
de: Hilfe
eu: Laguntza
ko: 도움말
pl: Pomoc
pt_br: Ajuda
tl: Tulong

source: Getting started
cs: Jak začít
de: Erste Schritte
eu: Lehen urratsak
pl: Pierwsze kroki
pt_br: Começando
tl: Pagsisimula

# MENU
source: About
cs: O nás
de: Über
eu: Honi buruz
ko: 정보
pl: O usłudze
pt_br: Sobre
tl: Patungkol

source: About this site
cs: O tomto serveru
de: Über diese Seite
eu: Gune honi buruz
pl: O stronie
pt_br: Sobre este site
tl: Patungkol sa sityong ito

source: Frequently asked questions
cs: Často kladené dotazy
de: Häufig gestellte Fragen
eu: Ohiko galderak
pl: Często zadawane pytania
pt_br: Perguntas frequentes
tl: Mga madalas itanong

# MENU
source: Contact
cs: Kontakt
de: Kontakt
eu: Kontaktatu
ko: 연락하기
pl: Kontakt
pt_br: Contato
tl: Kaugnayan

source: Contact info
cs: Kontaktní údaje
de: Kontaktinformationen
eu: Kontaktatu
pl: Informacje o kontakcie
pt_br: Informação de contato
tl: Kabatiran sa kaugnayan

# MENU
source: Tags
cs: Štítky
eu: Etiketak
ko: 태그
pl: Znaczniki
pt_br: Etiquetas
tl: Mga tatak

source: Using tags
cs: Používání štítků
de: Tags verwenden
eu: Etiketa erabiliak
pl: Używanie zniaczników
pt_br: Usando tags
tl: Paggamit ng mga tatak

# MENU
source: Groups
cs: Skupiny
de: Gruppen
eu: Taldeak
ko: 그룹
pl: Grupy
pt_br: Grupos
tl: Mga pangkat

source: Using groups
cs: Používání skupin
de: Gruppen verwenden
eu: Talde erabiliak
pl: Korzystanie z grup
pt_br: Usando grupos
tl: Paggamit ng mga kapangkatan

source: Edit application
cs: Upravit aplikaci
de: Programm bearbeiten
eu: Editatu aplikazioa
ko: 응용 프로그램 편집
pl: Zmodyfikuj aplikację
pt_br: Editar a aplicação
tl: Baguhin ang aplikasyon

source: You must be logged in to edit an application.
cs: Pro úpravy aplikace musíte být přihlášen(a).
de: Du musst angemeldet sein, um eine Anwendung zu bearbeiten.
eu: Saioa hasi behar duzu aplikazio bat editatzeko.
ko: 응용 프로그램을 편집하려면 로그인해야 합니다.
pl: Musisz być zalogowany, aby zmodyfikować aplikację.
pt_br: Você precisa estar autenticado para editar uma aplicação.
tl: Kinakailangang nakalagda ka upang makapagpatnugot ng isang aplikasyon.

source: No such application.
cs: Aplikace neexistuje.
de: Anwendung nicht bekannt.
eu: Aplikazio hori ez dago.
ko: 그런 응용 프로그램이 없습니다.
pl: Nie ma takiej aplikacji.
pt_br: Essa aplicação não existe.
tl: Walang ganyang aplikasyon.

source: Use this form to edit your application.
cs: Pomocí tohoto formuláře můžete upravovat svou aplikaci.
de: Benutze dieses Formular, um die Anwendung zu bearbeiten.
eu: Erabili formulario hau zure aplikazioa editatzeko.
ko: 다음 양식을 이용해 응용 프로그램을 편집하십시오.
pl: Użyj tego formularza, aby zmodyfikować aplikację.
pt_br: Use este formulário para editar a sua aplicação.
tl: Gamitin ang pormularyong ito upang baguhin ang aplikasyon mo.

source: Name is required.
cs: Název je nutný.
de: Name ist erforderlich.
eu: Izena beharrezkoa da.
ko: 이름이 필요합니다.
pl: Nazwa jest wymagana.
pt_br: O nome é obrigatório.
tl: Kinakailangan ang pangalan.

source: Name is too long (maximum 255 characters).
cs: Název je příliš dlouhý (maximální délka je 255 znaků).
de: Der Name ist zu lang (maximal 255 Zeichen).
eu: Izena luzeegia da (gehienez 255 karaktere).
ko: 이름이 너무 깁니다. (최대 255글자)
pl: Nazwa jest za długa (maksymalnie 255 znaków).
pt_br: O nome é muito extenso (máx. 255 caracteres).
tl: Napakahaba ng pangalan (pinakamataas ang 255 mga panitik).

source: Name already in use. Try another one.
cs: Název již někdo používá. Zkuste jiný.
de: Der Name wird bereits verwendet. Suche dir einen anderen aus.
eu: Izena beste norbaitek dauka. Saiatu beste batekin.
ko: 이름이 이미 사용 중입니다. 다른 이름을 시도해 보십시오.
pl: Nazwa jest już używana. Spróbuj innej.
pt_br: Este nome já está em uso. Tente outro.
tl: Ginagamit na ang pangalan. Sumubok ng iba.

source: Description is required.
cs: Popis je nutný.
de: Beschreibung ist erforderlich.
eu: Deskribapena beharrezkoa da.
ko: 설명이 필요합니다.
pl: Opis jest wymagany.
pt_br: A descrição é obrigatória.
tl: Kinakailangan ang paglalarawan.

source: Source URL is too long.
cs: URL zdroje je příliš dlouhé.
de: Homepage ist zu lang.
eu: Iturburu URLa luzeegia da.
ko: 소스 URL이 너무 깁니다.
pl: Źródłowy adres URL jest za długi.
pt_br: A URL da fonte é muito extensa.
tl: Napakahaba ng pinagmumulang URL.

source: Source URL is not valid.
cs: URL zdroje není platné.
de: Homepage ist keine gültige URL. URLs müssen ein Präfix wie http enthalten.
eu: Iturburu URLa ez da baliozkoa.
ko: 소스 URL이 올바르지 않습니다.
pl: Źródłowy adres URL jest nieprawidłowy.
pt_br: A URL da fonte não é válida.
tl: Hindi katanggap-tanggap ang pinagmumulang URL.

source: Organization is required.
cs: Organizace je nutná.
de: Organisation ist erforderlich. (Pflichtangabe)
eu: Erakundea beharrezkoa da.
ko: 기관 이름이 필요합니다.
pl: Organizacja jest wymagana.
pt_br: A organização é obrigatória.
tl: Kinakailangan ang organisasyon.

source: Organization is too long (maximum 255 characters).
cs: Organizace je příliš dlouhá (max. 255 znaků).
de: Die angegebene Organisation ist zu lang (maximal 255 Zeichen).
eu: Erakundea luzeegia da (gehienez 255 karaktere).
ko: 기관 이름이 너무 깁니다. (최대 255글자)
pl: Organizacja jest za długa (maksymalnie 255 znaków).
pt_br: A organização é muito extensa (máx. 255 caracteres).
tl: Napakahaba ng organisasyon (pinakamataas ang 255 mga panitik).

source: Organization homepage is required.
cs: Domácí stránka organizace je nutná.
de: Homepage der Organisation ist erforderlich (Pflichtangabe).
eu: Erakundearen webgunea derrigorrezkoa da.
ko: 기관 홈페이지가 필요합니다.
pl: Strona domowa organizacji jest wymagana.
pt_br: O site da organização é obrigatório.
tl: Kinakailangan ang tahanang pahina ng organisasyon.

source: Callback is too long.
cs: Callback je příliš dlouhý.
de: Antwort ist zu lang
eu: Callback-a luzeegia da.
ko: 콜백이 너무 깁니다.
pl: Adres zwrotny jest za długi.
pt_br: O retorno é muito extenso.
tl: Napakahaba ng pagtawag na pabalik.

source: Callback URL is not valid.
cs: URL pro callback není platné.
de: Antwort-URL ist nicht gültig
eu: Callback URLa ez da baliozkoa.
ko: 콜백 URL이 올바르지 않습니다.
pl: Adres zwrotny URL jest nieprawidłowy.
pt_br: A URL de retorno não é válida.
tl: Hindi katanggap-tanggap ang URL ng pagtawag na pabalik.

source: Could not update application.
cs: Nepodařilo se aktualizovat aplikaci.
de: Konnte Programm nicht aktualisieren.
eu: Ezin da aplikazioa eguneratu.
ko: 응용 프로그램을 업데이트할 수 없습니다.
pl: Nie można zaktualizować aplikacji.
pt_br: Não foi possível atualizar a aplicação.
tl: Hindi maisapanahon ang aplikasyon.

source: Edit %s group
cs: Upravit skupinu %s
de: Gruppe %s bearbeiten
eu: Editatu %s taldea
ko: %s 그룹 편집
pl: Zmodyfikuj grupę %s
pt_br: Editar o grupo %s
tl: Baguhin ang pangkat na %s

source: You must be logged in to create a group.
cs: Pro vytvoření skupiny je třeba se přihlásit.
de: Du musst angemeldet sein, um eine Gruppe zu erstellen.
eu: Talde bat sortzeko saioa hasi behar duzu.
ko: 그룹을 만드려면 로그인해야 합니다.
pl: Musisz być zalogowany, aby utworzyć grupę.
pt_br: Você deve estar autenticado para criar um grupo.
tl: Dapat na nakalagda ka upang makalikha ng isang pangkat.

source: Use this form to edit the group.
cs: Použijte tento formulář k úpravám skupiny.
de: Benutze dieses Formular, um die Gruppe zu bearbeiten.
eu: Erabili formulario hau taldea aldatzeko.
ko: 다음 양식을 이용해 그룹을 편집하십시오.
pl: Użyj tego formularza, aby zmodyfikować grupę.
pt_br: Use esse formulário para editar o grupo.
tl: Gamitin ang pormularyong ito upang baguhin ang pangkat.

source: Options saved.
cs: Nastavení uloženo.
de: Einstellungen gespeichert.
eu: Aukerak gordeta.
ko: 옵션을 저장했습니다.
pl: Zapisano opcje.
pt_br: As configurações foram salvas.
tl: Nasagip ang mga mapagpipilian.

source: Delete %s list
cs: Smazat seznam %s
de: Löschung der Liste %s
eu: Ezabatu %s zerrenda
ko: %s 리스트 삭제
pl: Usuń listę %s
pt_br: Excluir a lista %s
tl: Burahin ang talaang %s

source: Edit list %s
cs: Upravit seznam %s
de: Bearbeiten der Liste %s
eu: Editatu %s zerrenda
ko: %s 리스트 편집
pl: Edytuj listę %s
pt_br: Editar a lista %s
tl: Baguhin ang talaang %s

source: No tagger or ID.
cs: Štítek nemá autora nebo ID.
de: Kein Benutzer oder ID angegeben.
eu: Etiketatzailea edo IDa falta da.
ko: 태그한 사용자나 아이디가 없습니다.
pl: Brak pseudonimu lub identyfikatora.
pt_br: Nenhum etiquetador ou ID.
tl: Walang tagapagtatak o ID.

source: Not a local user.
cs: Uživatel je na jiném serveru.
de: Kein lokaler Benutzer.
eu: Ez da erabiltzaile lokala.
ko: 해당 로컬 사용자가 없습니다.
pl: Brak takiego użytkownika.
pt_br: Este usuário não existe.
tl: Hindi isang katutubong tagagamit.

source: You must be the creator of the tag to edit it.
cs: Pouze autor štítku jej může upravit.
de: Du musst der Ersteller dieses Tags sein, um es zu bearbeiten.
eu: Etiketaren sortzailea izan behar duzu editatu nahi baduzu.
ko: 태그를 편집하려면 그 태그를 만든 사람이어야 합니다.
pl: Musi być twórcą znacznika by go edytować.
pt_br: Você deve ser o criador desta etiqueta para editá-la.
tl: Dapat na ikaw ang manlilikha ng tatak upang mabago ito.

source: Use this form to edit the list.
cs: Použijte tento formulář k úpravám seznamu.
de: Benutze dieses Formular, um die Liste zu bearbeiten.
eu: Erabili inprimaki hau zerrenda editatzeko.
ko: 다음 양식을 이용해 리스트를 편집하십시오.
pl: Użyj tego formularza, aby zmodyfikować listę.
pt_br: Use esse formulário para editar a lista.
tl: Gamitin ang pormularyong ito upang baguhin ang talaan.

source: Delete aborted.
cs: Smazání zamítnuto.
de: Löschen abgebrochen.
eu: Ezabatzea abortatu da.
ko: 삭제 중지.
pl: Usuwanie przerwane.
pt_br: A exclusão foi interrompida.
tl: Pinigil ang pagbura.

source: Deleting this tag will permanantly remove all its subscription and membership records. Do you still want to continue?
cs: Smazáním tohoto štítku budou nenávratně smazány všechny jeho záznamy o sledování a členství. Přejete si přesto pokračovat?
de: Das Löschen dieses Tags entfernt dauerhaft die Datensätze für Abonnement und Mitgliedschaft. Möchtest du trotzdem fortfahren?
eu: Etiketa hau ezabatzean behin-betiko kenduko dira bere harpidetza eta kidetza-erregistro guztiak. Jarraitu nahi duzu?
ko: 이 태그를 삭제하면 태그의 모든 구독 및 회원 기록이 완전히 지워집니다. 그래도 계속 하시겠습니까?
pl: Usunięcie tego tagu spowoduje trwałe usunięcie wszystkich jego subskrypcji i zapisów przynależności. Czy nadal chcesz kontynuować?
pt_br: Excluir esta etiqueta removerá permanentemente todos os seus registros de assinatura e associações. Deseja realmente continuar?
tl: Ang pagbubura ng tatak na ito ay permanenteng makapagbubura ng lahat ng mga pagpapasipi nito at mga rekord ng kasapi. Nais mo paring magpatuloy?

source: Invalid tag.
cs: Neplatný štítek.
de: Ungültiges Tag.
eu: Etiketa baliogabea.
ko: 잘못된 태그.
pl: Nieprawidłowy znacznik.
pt_br: Etiqueta inválida.
tl: Hindi katanggap-tanggap na tatak.

source: You already have a tag named %s.
cs: Štítek s názvem %s již máte.
de: Das Tag %s existiert bereits.
eu: Jadanik baduzu %s izeneko etiketa.
ko: 이미 %s 태그 이름을 사용했습니다.
pl: Masz już znacznik o nazwie %s.
pt_br: Você já possui uma etiqueta %s.
tl: Mayroon ka nang isang tatak na pinangalanang %s.

source: Setting a public tag as private will permanently remove all the existing subscriptions to it. Do you still want to continue?
cs: Změna veřejného štítku na soukromý z něj trvale odstaní všechny jeho sledovatele. Přejete si přesto pokračovat?
de: Das Markieren eines öffentlichen Tags entfernt dauerhaft alle existierenden diesbezüglichen Abonnements. Möchtest du trotzdem fortfahren?
eu: Etiketa publiko bat pribatu bihurtuz gero, haren harpidetza guztiak ezabatuko dituzu. Jarraitu nahi duzu?
ko: 공개 태그를 비공개로 설정하면 기존의 구독이 모두 지워집니다. 그래도 계속 하시겠습니까?
pl: Ustawienie znacznika publicznego jako prywatnego spowoduje trwałe usunięcie wszystkich istniejących jego subskrypcji. Czy nadal chcesz kontynuować?
pt_br: Tornar privada uma etiqueta pública removerá permanentemente todas as assinaturas a ela. Deseja realmente continuar?
tl: Ang pagtatakda ng isang tatak na pangmadla bilang pribado ay permanenteng magtatanggal ng lahat ng umiiral na mga pagpapasipi mula rito. Nais mo pa ring magpatuloy?

source: Could not update list.
cs: Nepodařilo se aktualizovat seznam.
de: Konnte Liste nicht aktualisieren.
eu: Ezin izan da zerrenda eguneratu.
ko: 리스트를 업데이트할 수 없습니다.
pl: Nie można zaktualizować listy.
pt_br: Não foi possível atualizar a lista.
tl: Hindi maisapanahon ang talaan.

source: Email settings
cs: Nastavení emailu
de: E-Mail-Einstellungen
eu: Posta elektronikoaren ezarpenak
ko: 전자메일 설정
pl: Ustawienia adresu e-mail
pt_br: Configurações do e-mail
tl: Mga katakdaan ng e-liham

source: Manage how you get email from %%site.name%%.
cs: Nastavte si, jak chcete dostávat emaily z %%site.name%%.
de: Einstellen, wie und wann du E-Mails von %%site.name%% bekommst.
eu: Kudeatu nola jasoko duzun posta elektronikoa %%site.name%% gunetik.
ko: %%site.name%%에서 어떻게 메일을 받을지 정하십시오.
pl: Zarządzanie, jak otrzymywać wiadomości e-mail od %%site.name%%.
pt_br: Configure o recebimento de e-mails de %%site.name%%.
tl: Pamahalaan kung paano ka makakakuha ng e-liham mula sa %%site.name%%.

source: Email address
cs: Emailová adresa
de: E-Mail-Adresse
eu: Helbide elektronikoa
ko: 전자메일 주소
pl: Adres e-mail
pt_br: Endereço de e-mail
tl: Tirahang e-liham

source: Current confirmed email address.
cs: Aktuální potvrzená emailová adresa.
de: Aktuelle bestätigte E-Mail-Adresse.
eu: Berretsitako uneko helbide elektronikoa.
ko: 확인된 현재 전자메일 계정
pl: Obecnie potwierdzone adresy e-mail.
pt_br: Endereço de e-mail já confirmado.
tl: Pangkasalukuyang natiyak na tirahan ng e-liham.

# BUTTON
source: Remove
cs: Odstranit
de: Entfernen
eu: Kendu
ko: 제거
pl: Usuń
pt_br: Remover
tl: Tanggalin

source: Awaiting confirmation on this address. Check your inbox (and spam box!) for a message with further instructions.
cs: Čekám na potvrzení této adresy. Podívejte se, zda už nemáte v příchozí poště (nebo v nevyžádané poště / spamu) email s dalšími instrukcemi.
de: Warte auf die Bestätigung dieser Adresse. Prüfe deinen Nachrichteneingang (auch den Spam-Ordner) auf eine Nachricht mit weiteren Instruktionen.
eu: Helbide honen berrespenaren zain. Begiratu zure sarrera-ontzia (baita spam-ontzia ere!) argibideak dituen mezua irakurtzeko.
ko: 이 주소는 인증을 기다리는 중입니다. 받은 편지함을 (또는 스팸함을!) 확인하셔서 이후의 안내 사항을 보십시오.
pl: Oczekiwanie na potwierdzenie tego adresu. Sprawdź swoją skrzynkę odbiorczą (także w wiadomościach niechcianych), czy otrzymałeś wiadomość z dalszymi instrukcjami.
pt_br: Aguardando a confirmação deste endereço. Procure em sua caixa de entrada (e de spam!) por uma mensagem com mais instruções.
tl: Naghihintay ng paniniyak hinggil sa tirahang ito. Suriin ang kahong-tanggapan (at kahon ng manlulusob na liham!) para sa isang mensahe na may karagdagang mga panuto.

source: Email address, like "UserName@example.org"
cs: E-mailová adresa, ve stylu "UzivatelskeJmeno@example.org"
de: E-Mail-Adresse, beispielsweise „Benutzername@example.org“
eu: Helbide elektronikoa, adibidez "erabiltzailea@adibidea.org"
ko: 전자메일 계정 (예: "username@example.org")
pl: Adres e-mail, taki jak "NazwaUżytkownika@example.org"
pt_br: Endereço de e-mail, ex: "usuario@exemplo.org"
tl: Tirahang e-liham, katulad ng "UserName@example.org"

# BUTTON
source: Add
cs: Přidat
de: Hinzufügen
eu: Gehitu
ko: 추가
pl: Dodaj
pt_br: Adicionar
tl: Magdagdag

source: Incoming email
cs: Příchozí email
de: Eingehende E-Mail
eu: Jasotzeko posta elektronikoa
ko: 받은 메일
pl: Wiadomości przychodzące
pt_br: E-mail de recebimento
tl: Parating na e-liham

source: I want to post notices by email.
cs: Chci vkládat sdělení emailem.
de: Ich möchte Einträge per E-Mail veröffentlichen.
eu: Oharrak posta elektroniko bidez bidali nahi ditut.
ko: 메일로 글 쓰기.
pl: Chcę wysyłać wpisy przez wiadomości e-mail.
pt_br: Eu quero publicar mensagens por e-mail.
tl: Nais kong magpaskil ng mga pabatid sa pamamagitan ng e-liham.

source: Send email to this address to post new notices.
cs: Pošlete email na tuto adresu pro vložení nového sdělení.
de: Schicke eine E-Mail an diese Adresse um eine Nachricht zu posten.
eu: Bidali mezu elektronikoak helbide honetara ohar berriak argitaratzeko.
ko: 새 글을 올리려면 이 주소로 메일을 보내십시오.
pl: Wyślij wiadomość e-mail na ten adres, aby wysyłać nowe wpisy.
pt_br: Envie e-mails para esse endereço para publicar novas mensagens.
tl: Magpadala ng e-liham sa tirahang ito upang makapagpaskil ng bagong mga pabatid.

source: Make a new email address for posting to; cancels the old one.
cs: Vytvoření nové emailové adresy pro vkládání sdělení; zruší tu původní.
de: Neue E-Mail-Adresse für Postings aktivieren; die alte wird automatisch deaktiviert.
eu: Sortu bidalketetarako helbide elektroniko berria; zaharra bertan behera uzten du.
ko: 포스팅을 위한 새 메일 주소를 만듭니다. 예전 메일 계정은 취소합니다.
pl: Używaj nowego adresu e-mail do wysyłania; anuluj poprzedni.
pt_br: Cria um novo endereço de e-mail para publicar e cancela o antigo.
tl: Gumawa ng isang bagong tirahan ng e-liham na mapagpapaskilan; hindi na nagtutuloy pa ng nalumang isa.
