Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

# role
source: Administrator
cs: Administrátor
eu: Administratzailea
ko: 관리자
pt_br: Administrador
tl: Tagapangasiwa

# role
source: Moderator
cs: Moderátor
eu: Moderatzailea
ko: 검열관
pt_br: Moderador
tl: Tagapamagitan

source: Untitled page
cs: Stránka bez názvu
de: Seite ohne Titel
eu: Izenik gabeko orria
ko: 제목없는 페이지
pl: Strona bez nazwy
pt_br: Página sem título
tl: Pahinang walang pamagat

# TOOLTIP
source: Show more
cs: Ukázat více
de: Mehr anzeigen
eu: Erakutsi gehiago
ko: 자세히 보기
pl: Wyświetl więcej
pt_br: Exibir mais
tl: Magpakita ng marami pa

# BUTTON
source: Reply
cs: Odpovědět
de: Antworten
eu: Erantzun
ko: 답글
pl: Odpowiedz
pt_br: Responder
tl: Tumugon

source: Write a reply...
cs: Napište odpověď...
de: Antwort verfassen...
eu: Erantzuna idatzi...
ko: 답글 쓰기...
pl: Napisz odpowiedź...
pt_br: Escreva uma resposta...
tl: Sumulat ng isang tugon...

source: **%%site.name%%** is a social network, courtesy of [%%site.broughtby%%](%%site.broughtbyurl%%).
cs: **%%site.name%%** je sociální síť, kterou provozuje [%%site.broughtby%%](%%site.broughtbyurl%%).
pt_br: **%%site.name%%** é uma rede social, cortesia de [%%site.broughtby%%](%%site.broughtbyurl%%).

source: **%%site.name%%** is a social network.
cs: **%%site.name%%** je sociální síť.
pl: **%%site.name%%** jest siecią społecznościową.
pt_br: **%%site.name%%** é uma rede social.

source: It runs on [%1$s](%2$s), version %3$s, available under the [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
cs: Běží na softwaru [%1$s](%2$s), verze %3$s, který je dostupný pod [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
pt_br: Isto executa em [%1$s](%2$s), versão %3$s, disponível sob a [ Licença Pública Geral GNU Affero](http://www.fsf.org/licensing/licenses/agpl-3.0.html).

source: Content and data of %1$s are private and confidential.
cs: Obsah a data na %1$s jsou soukromá a důvěrná.
de: Inhalte und Daten von %1$s sind privat und vertraulich.
eu: %1$s(r)en datuak eta edukia pribatuak eta isilpekoak dira.
ko: %1$s의 컨텐츠와 데이터는 비밀이고 외부 유출을 금지합니다.
pl: Treść i dane %1$s są prywatne i poufne.
pt_br: O conteúdo e os dados de %1$s são privados e confidenciais.
tl: Pribado at palihim ang nilalaman at dato ng %1$s.

source: Content and data copyright by %1$s. All rights reserved.
cs: Obsah a data: copyright %1$s. Všechna práva vyhrazena.
de: Inhalt und Daten urheberrechtlich geschützt durch %1$s. Alle Rechte vorbehalten.
eu: %1$s(r)en copyright-arekin babestutako eduki eta datuak. Eskubide guztiak erreserbatuta.
ko: 컨텐츠와 데이터의 저작권은 %1$s의 소유입니다. All rights reserved.
pl: Prawa autorskie do treści i danych są własnością %1$s. Wszystkie prawa zastrzeżone.
pt_br: Conteúdo e dados licenciados sob %1$s. Todos os direitos reservados.
tl: Karapatang-ari ni %1$s ang nilalaman at dato. Nakalaan ang lahat ng mga karapatan.

source: Content and data copyright by contributors. All rights reserved.
cs: Obsah a data copyright přispěvatelů. Všechna práva vyhrazena.
de: Urheberrecht von Inhalt und Daten liegt bei den Beteiligten. Alle Rechte vorbehalten.
eu: Edukien eta datuen copyright-a egileena. Eskubide guztiak erreserbatuta.
ko: 컨텐츠와 데이터의 저작권은 각 사용자의 소유입니다. All rights reserved.
pl: Prawa autorskie do treści i danych są własnością współtwórców. Wszystkie prawa zastrzeżone.
pt_br: Conteúdo e dados licenciados pelos colaboradores. Todos os direitos reservados.
tl: Karapatang-ari ng mga tagapag-ambag ang nilalaman at dato. Nakalaan ang lahat ng mga karapatan.

source: All %1$s content and data are available under the %2$s license.
cs: Všechen obsah a data na %1$s jsou k dispozici pod licencí %2$s.
de: Alle Inhalte und Daten von %1$s sind unter der %2$s Lizenz verfügbar.
eu: %1$s eduki eta datu guztiak %2$s lizentziapean erabil daitezke.
ko: %1$s의 모든 컨텐츠와 데이터는 %2$s 라이선스에 따라 이용할 수 있습니다.
pl: Wszystkie treści i dane na stronie %1$s są dostępne na warunkach licencji %2$s.
pt_br: Todo o conteúdo e dados de %1$s estão disponíveis sob a licença %2$s.
tl: Makukuha ang lahat ng nilalaman at dato ng %1$s sa ilalim ng lisensiiyang %2$s.

source: After
cs: Později
de: Später
eu: Ondorengoak
ko: 뒤
pl: Później
pt_br: Próximo
tl: Pagkalipas ng

source: Before
cs: Dříve
de: Vorher
eu: Aurrekoak
ko: 앞
pl: Wcześniej
pt_br: Anterior
tl: Bago ang

source: Expecting a root feed element but got a whole XML document.
cs: Místo očekávaného kořenového prvku feed jsem dostal celý XML dokument.
de: Root-Element eines Feeds erwartet, aber ganzes XML-Dokument erhalten.
eu: Jarioaren erro-elementu bat espero zen, baina XML dokumentu osoa jaso da.
ko: 최상위 피드 엘리먼트가 있어야 하지만 전체 XML 문서를 받았습니다.
pl: Oczekiwano elementu kanału roota, ale otrzymano cały dokument XML.
pt_br: Era esperado um elemento raiz da fonte, mas foi obtido o documento XML inteiro.
tl: Inaasahan ang isang ugat na sangkap ng pasubo subalit nakakuha ng isang buong kasulatang XML.

source: Object not posted to this group.
cs: Objekt nebyl poslán této skupině.
pt_br: Objeto não enviado para este grupo.

source: Object not posted to this user.
cs: Objekt nebyl poslán tomuto uživateli.
de: Objekt an diesen Benutzer nicht gepostet.
eu: Objektua ez zaio bidali erabiltzaile honi.
ko: 오브젝트를 이 사용자에 올리지 않았습니다.
pt_br: O objeto não foi publicado para este usuário.
tl: Hindi nakapaskil ang bagay sa tagagamit na ito.

source: Do not know how to handle this kind of target.
cs: Neumím zpracovat tento typ cíle (target).
de: Kann diese Art von Ziel nicht behandeln.
eu: Ez da ezaguna nola maneiatu behar diren mota honetako jomugak.
ko: 이 종류의 대상을 처리하는 방법을 알지 못합니다.
pt_br: Não sei como manipular esse tipo de destino.
tl: Hindi alam kung paano panghahawakan ang ganitong uri ng pinupukol.

source: Unknown verb: "%s".
cs: Neznámé sloveso: "%s".
de: Unbekanntes Verb: „%s“
eu: Hizkuntza ezezaguna: "%s".
ko: 알 수 없는 동작: "%s".
pl: Nieznany czasownik: "%s".
pt_br: O verbo "%s" é desconhecido.
tl: Hindi nalalamang pandiwa: "%s".

source: Cannot force subscription for untrusted user.
cs: Není možné přihlásit ke sledování jiného uživatele, u kterého nemáte důvěru.
de: Abonnement für nicht vertrauten Benutzer kann nicht forciert werden.
eu: Ezin da harpidetza behartu fidagarria ez den erabiltzaileentzako.
ko: 신뢰하지 않는 사용자에 대해 구독을 강제할 수 없습니다.
pl: Nie można wymusić subskrypcji niezaufanego użytkownika.
pt_br: Não é possível forçar a assinatura para usuários não confiáveis.
tl: Hindi mapipilit ang pagpapasipi para sa tagagamit na hindi pinagkakatiwalaan.

source: Cannot force remote user to subscribe.
cs: Nelze nutit vzdáleného uživatele, aby začal něco sledovat.
de: Kann entfernten Benutzer nicht zum Abonnement forcieren.
eu: Ezin da behartu urruneko erabiltzailea harpidetu dadin.
ko: 원격 사용자에게 구독을 강제할 수 없습니다.
pl: Nie można wymusić subskrypcji na zdalnym użytkowniku.
pt_br: Não é possível forçar um usuário remoto a assinar.
tl: Hindi mapipilit na magpasipi ang malayong tagagamit.

source: Unknown profile.
cs: Neznámý profil.
de: Unbekanntes Profil.
eu: Profil ezezaguna.
ko: 알 수 없는 프로필.
pl: Nieznany profil.
pt_br: Perfil desconhecido.
tl: Hindi nalalamang balangkas.

source: This activity seems unrelated to our user.
cs: Tato aktivita nemá s uživatelem nic společného.
de: Diese Aktivität scheint nicht mit dem Benutzer zusammenzuhängen.
eu: Dirudienez jarduera honek ez du zerikusirik gure erabiltzailearekin.
ko: 이 액티비티는 여기 사용자와 무관한 것처럼 보입니다.
pl: To działanie wydaje się nie mieć związku z użytkownikiem.
pt_br: Esta atividade aparentemente não está relacionada ao nosso usuário.
tl: Tila walang kaugnayan sa aming tagagamit ang gawaing ito.

source: Remote profile is not a group!
cs: Vzdálený profil není skupina!
de: Entferntes Profil ist keine Gruppe!
eu: Urruneko profila ez da talde bat!
ko: 원격 프로필이 그룹이 아닙니다!
pl: Zdalny profil nie jest grupą.
pt_br: O perfil remoto não é um grupo!
tl: Hindi isang pangkat ang malayong balangkas!

source: User is already a member of this group.
cs: Již jste členem této skupiny.
de: Benutzer ist bereits Mitglied dieser Gruppe
eu: Erabiltzailea dagoeneko talde honetako partaidea da.
ko: 사용자가 이미 이 그룹의 회원입니다.
pl: Użytkownik jest już członkiem tej grupy.
pt_br: O usuário já é membro deste grupo.
tl: Isa nang kasapi ang tagagamit sa pangkat na ito.

source: Already know about notice %1$s and it has a different author %2$s.
cs: Sdělení %1$s již existuje, ale má jiného autora: %2$s.
de: Ich kennne Notz %1$s bereits. Diese hat einen anderen Autor: %2$s
eu: Jadanik ezagutzen da %1$s oharra eta beste %2$s egile bat dauka.
ko: %1$s 글에 대해 이미 알고 있고 글 쓴 사람이 %2$s(으)로 다릅니다.
pl: Już wiem o wpisie %1$s i ma on innego autora %2$s .
pt_br: A mensagem %1$s já é conhecida e possui um autor diferente %2$s.
tl: Nalalaman na ang tungkol sa pabatid na %1$s at mayroon itong isang ibang may-akdang %2$s.

source: Not overwriting author info for non-trusted user.
cs: Není možné přepsat autorství na jiného uživatele, u kterého nemáte důvěru.
de: Autor für nicht-vertrauten Benutzer wird nicht überschrieben.
eu: Ez gainidazten egile-informazioa fidagarria ez den erabiltzailearentzako.
ko: 신뢰하지 않는 사용자에 대해 글쓴이 정보를 덮어쓰지 않습니다.
pl: Informacje o autorze dla niezaufanego użytkownika nie zostaną zastąpione.
pt_br: A informação de autor não é sobrescrita para usuários não confiáveis.
tl: Hindi papatungan ng sulat ang kabatiran sa may-akda para sa hindi pinagkakatiwalaang tagagamit.

source: No content for notice %s.
cs: Sdělení %s nemá žádný obsah.
de: Kein Inhalt für Nachricht %s.
eu: %s oharrak ez du edukirik.
ko: %s 글의 내용이 없습니다.
pl: Brak zawartości dla wpisu %s.
pt_br: A mensagem %s não possui conteúdo.
tl: Walang nilalaman para sa pabatid na %s.

source: No such user "%s".
cs: Uživatel "%s" neexistuje.
de: Unbekannter Benutzer „%s“.
eu: Ez dago "%s" erabiltzailerik.
ko: 그런 사용자가 없습니다. ("%s")
pl: Brak użytkownika "%s".
pt_br: O usuário "%s" não existe.
tl: Walang ganyang tagagamit na "%s".

source: Can't handle remote content yet.
cs: Ještě neumím zacházet se vzdáleným obsahem.
de: Fremdinhalt kann noch nicht eingebunden werden.
eu: Ezin da urruneko edukia maneiatu oraindik.
ko: 아직 원격 컨텐츠를 처리할 수 없습니다.
pl: Nie można jeszcze obsługiwać zdalnej treści.
pt_br: Ainda não é possível manipular conteúdo remoto.
tl: Hindi pa mapanghahawakan ang malayong nilalaman.

source: Can't handle embedded XML content yet.
cs: Ještě neumím zacházet s vloženým XML obsahem.
de: Kann eingebundenen XML-Inhalt nicht verarbeiten.
eu: Ezin da XML eduki txertatua maneiatu oraindik.
ko: 아직 내장 XML 컨텐츠를 처리할 수 없습니다.
pl: Nie można jeszcze obsługiwać zagnieżdżonej treści XML.
pt_br: Ainda não é possível manipular conteúdo XML incorporado.
tl: Hindi pa mapapanghawakan ang naibaon na nilalamang XML.

source: Can't handle embedded Base64 content yet.
cs: Ještě neumím zacházet s vloženým Base64 obsahem.
de: Eingebundener Base64-Inhalt kann noch nicht verarbeitet werden.
eu: Ezin da Base64 eduki txertatua maneiatu oraindik.
ko: 아직 내장 Base64 컨텐츠를 처리할 수 없습니다.
pl: Nie można jeszcze obsługiwać zagnieżdżonej treści Base64.
pt_br: Ainda não é possível manipular conteúdo Base64.
tl: Hindi pa mapapanghawakan ang naibaon na nilalamang Base64.

source: You cannot make changes to this site.
cs: Nemáte oprávnění měnit nastavení tohoto serveru.
de: Du kannst keine Änderungen an dieser Seite vornehmen.
eu: Ezin dituzu aldaketak egin gune honetan.
ko: 이 사이트를 변경할 권한이 없습니다.
pl: Nie można wprowadzić zmian witryny.
pt_br: Você não pode fazer alterações neste site.
tl: Hindi ka makagagawa ng mga pagbabago sa sityong ito.

source: Changes to that panel are not allowed.
cs: Změny v tomto panelu nejsou povoleny.
de: Änderungen an dieser Seite sind nicht erlaubt.
eu: Ez dago onartuta panel horretan aldaketak egitea.
ko: 패널 변경은 허용되지 않습니다.
pl: Zmiany w tym panelu nie są dozwolone.
pt_br: Não são permitidas alterações a esse painel.
tl: Hindi pinapayagan ang mga pagbabago sa ganyang kahong-pantaban.

source: showForm() not implemented.
cs: Metoda showForm() není implementována.
de: showForm() noch nicht implementiert.
eu: showForm() ez dago inplementaturik.
ko: showForm()이 구현되지 않았습니다.
pl: showForm() nie jest zaimplementowane.
pt_br: showForm() não implementado.
tl: Hindi ipinatutupad ang ipakita ang Pormularyo().

source: saveSettings() not implemented.
cs: Metoda saveSettings() není implementována.
de: saveSettings() noch nicht implementiert.
eu: saveSettings() ez dago inplementaturik.
ko: saveSettings()이 구현되지 않았습니다.
pl: saveSettings() nie jest zaimplementowane.
pt_br: saveSettings() não implementado.
tl: Hindi ipinatutupad ang sagipin ang mga Katakdaan().

# HEADER
source: Home
cs: Domů
de: Startseite
eu: Hasiera
ko: 대문
pl: Strona główna
tl: Tahanan

# HEADER
source: Admin
cs: Administrátor
ko: 관리
pl: Administrator
tl: Tagapangasiwa

source: Basic site configuration
cs: Základní nastavení serveru
de: Basis-Seiteneinstellungen
eu: Gunearen oinarrizko konfigurazioa
ko: 기본 사이트 설정
pl: Podstawowa konfiguracja witryny
pt_br: Configuração básica do site
tl: Payak na pagkakaayos ng sityo

# MENU
source: Site
cs: Instance
de: Seite
eu: Gunea
ko: 사이트
pl: Witryna
tl: Sityo

source: User configuration
cs: Nastavení uživatelů
de: Benutzereinstellung
eu: Erabiltzailearen konfigurazioa
ko: 사용자 설정
pl: Konfiguracja użytkownika
pt_br: Configuração do usuário
tl: Pagkakaayos ng tagagamit

# MENU
source: User
cs: Uživatel
de: Benutzer
eu: Erabiltzailea
ko: 사용자
pl: Użytkownik
pt_br: Usuário
tl: Tagagamit

source: Access configuration
cs: Nastavení přístupu
de: Zugangskonfiguration
eu: Sarbidearen konfigurazioa
ko: 권한 설정
pl: Konfiguracja dostępu
pt_br: Configuração do acesso
tl: Pagkakaayos ng pagpunta

# MENU
source: Access
cs: Přístup
de: Zugang
eu: Sarbidea
ko: 접근
pl: Dostęp
pt_br: Acesso
tl: Pagpunta

source: Paths configuration
cs: Nastavení cest
de: Pfadkonfiguration
eu: Bideen konfigurazioa
ko: 경로 설정
pl: Konfiguracja ścieżek
pt_br: Configuração dos caminhos
tl: Pagkakaayos ng mga landas

# MENU
source: Paths
cs: Cesty
de: Pfade
eu: Bideak
ko: 경로
pl: Ścieżki
pt_br: Caminhos
tl: Mga landas

source: Sessions configuration
cs: Nastavení sessions
de: Sitzungseinstellungen
eu: Saioen konfigurazioa
ko: 세션 설정
pl: Konfiguracja sesji
pt_br: Configuração das sessões
tl: Pagkakaayos ng mga laang panahon

source: Edit site notice
cs: Upravit vyhlášku
de: Seitennachricht bearbeiten
eu: Aldatu gunearen oharra
ko: 사이트 공지 편집
pl: Zmodyfikuj wpis witryny
pt_br: Editar os avisos do site
tl: Baguhin ang pabatid ng sityo

# MENU
source: Site notice
cs: Vyhláška
de: Seitennachricht
eu: Gunearen oharra
ko: 사이트 공지
pl: Wpis witryny
pt_br: Avisos do site
tl: Pabatid ng sityo

source: Set site license
cs: Nastavení licence pro server
de: Website-Lizenz einstellen
eu: Ezarri gunearen lizentzia
ko: 사이트 라이선스 설정
pl: Ustaw licencję witryny
pt_br: Definir a licença do site
tl: Itakda ang lisensiya ng sityo

# MENU
source: License
cs: Licence
de: Lizenz
eu: Lizentzia
ko: 라이선스
pl: Licencja
pt_br: Licença
tl: Mga lisensiya

source: Plugins configuration
cs: Nastavení zásuvných modulů
de: Plugin-Konfiguration
eu: Pluginen konfigurazioa
ko: 플러그인 설정
pl: Konfiguracja wtyczek
pt_br: Configuração dos plugins
tl: Pagkakaayos ng mga pamasak

# MENU
source: Plugins
cs: Zásuvné moduly
de: Erweiterungen
eu: Pluginak
ko: 플러그인
pl: Wtyczki
tl: Mga pampasak

source: Trying to do something that was already done.
cs: Pokus udělat něco, což již uděláno bylo.
pt_br: Tentando fazer alguma coisa que já foi feita.

source: Not a supported data format.
cs: Nepodporovaný formát dat.
de: Kein unterstütztes Datenformat.
eu: Onartzen ez den datu-formatua.
ko: 지원하는 형식의 데이터가 아닙니다.
pl: To nie jest obsługiwany format danych.
pt_br: Não é um formato de dados suportado.
tl: Isang hindi tinatangkilik na anyo ng dato.

source: Not allowed to use API.
cs: Nemáte oprávnění používat API.
de: Darf API nicht verwenden.
eu: APIa erabiltzeko onarpenik ez.
ko: API 사용이 허용되지 않습니다.
pl: Niedozwolone użycie interfejsu API.
pt_br: Não tem permissão para usar a API.
tl: Hindi pinapayagang gumamit ng API.

source: API resource requires read-write access, but you only have read access.
cs: API zdroj vyžaduje přístup pro čtení a zápis, ale vy máte přístup pouze pro čtení.
de: API-Ressource erfordert lesen/schreib Zugriff; du hast nur Leserechte.
eu: API baliabideak irakurri-idatzi atzipena behar du, baina zuk irakurtzeko baimena soilik daukazu.
ko: API 리소스에 읽기/쓰기 권한이 필요하지만, 읽기 권한만 있습니다.
pl: Zasób API wymaga dostępu do zapisu i do odczytu, ale powiadasz dostęp tylko do odczytu.
pt_br: Os recursos de API exigem acesso de leitura e escrita, mas você possui somente acesso de leitura.
tl: Ang pinagkukunan ng API ay nangangailangan ng pagpuntang nakakabasa at nakasusulat, subalit mayroon ka lamang ng pagbasa.

source: No application for that consumer key.
cs: Nenalezena žádná aplikace pro tento spotřebitelský klíč.
de: Kein Programm mit diesem Anwender-Schlüssel.
eu: Ez dago aplikaziorik kontsumitzaile-gako horretarako.
ko: 그 소비자 키의 응용 프로그램이 없습니다.
pl: Brak aplikacji dla tego klucza klienta.
pt_br: Não foi encontrado nenhuma aplicação para essa chave de consumidor.
tl: Walang aplikasyon para sa ganyang susi ng tagaubos.

source: Bad access token.
cs: Špatný access token.
de: Schlechter Zugangstoken.
eu: Atzipen-token okerra.
ko: 접근 토큰이 잘못되었습니다.
pl: Błędny token dostępu.
pt_br: Token de acesso incorreto.
tl: Masamang kahalip ng pagpunta.

source: No user for that token.
cs: Nebyl nalezen žádný uživatel pro tento token.
de: Kein Benutzer mit diesem Token.
eu: Ez dago erabiltzailerik token horretarako.
ko: 그 토큰에 대한 사용자가 없습니다.
pl: Brak użytkownika dla tego tokenu.
pt_br: Nenhum usuário para esse código.
tl: Walang tagagamit para sa ganyang kahalip.

source: Could not authenticate you.
cs: Ověření neúspěšné.
de: Konnte dich nicht authentifizieren.
eu: Zure autentifikazioak huts egin du.
ko: 인증할 수 없습니다.
pl: Nie można uwierzytelnić.
pt_br: Não foi possível autenticá-lo.
tl: Hindi ka mapatunayan.

source: Could not create anonymous consumer.
cs: Nelze vytvořit anonymního konzumenta.
de: Anonymer Zugang konnte nicht erstellt werden
eu: Ezin izan da kontsumitzaile anonimoa sortu.
ko: 익명 컨수머를 만들 수 없습니다.
pl: Nie można utworzyć anonimowego klienta.
pt_br: Não é possível criar um consumidor anônimo.
tl: Hindi makalikha ng hindi nagpapakilalang tagaubos.

source: Could not create anonymous OAuth application.
cs: Nelze vytvořit anonymní aplikaci OAuth.
de: Anonyme OAuth-Anwendung konnte nicht erstellt werden.
eu: Ezin izan da OAuth aplikazio anonimoa sortu.
ko: 익명 OAuth 응용 프로그램을 만들 수 없습니다.
pl: Nie można utworzyć anonimowej aplikacji OAuth.
pt_br: Não é possível criar uma aplicação OAuth anônima.
tl: Hindi makalikha ng hindi nagpapakilalang aplikasyon ng OAuth.

source: Could not find a profile and application associated with the request token.
cs: Nepodařilo se najít profil a aplikaci, ke kterým patří tento request token.
de: Konnte kein Profil und Anwendung für das Anfrage-Token finden.
eu: Ezin izan da eskariaren tokenarekin lotutako profila eta aplikazioa aurkitu.
ko: 요청 토큰과 관련된 프로필과 응용 프로그램을 찾을 수 없습니다.
pl: Nie można odnaleźć profilu i aplikacji powiązanych z tokenem żądania.
pt_br: Não foi possível encontrar um perfil e uma aplicação associados ao token requisitado.
tl: Hindi matagpuan ang isang balangkas at aplikasyon na may kaugnayan sa kahalip ng kahilingan.

source: Could not issue access token.
cs: Nepodařilo se vystavit access token.
de: Zugangs-Token konnte nicht ausgestellt werden.
eu: Ezin izan da jaulki atzipen-tokena.
ko: 접근 토큰을 발급할 수 없습니다.
pl: Nie można wywołać tokenu żądania.
pt_br: Não foi possível emitir o token de acesso.
tl: Hindi maibigay ang kahalip ng pagpunta.

source: Database error inserting OAuth application user.
cs: Chyba databáze při vkládání uživatele aplikace OAuth.
de: Datenbankfehler beim Einfügen des OAuth-Programm-Benutzers.
eu: OAuth Aplikazioaren lankidea ezartzean datu basearen errorea.
ko: OAuth 프로그램 사용자를 넣는데 데이터베이스 오류.
pl: Błąd bazy danych podczas wprowadzania użytkownika aplikacji OAuth.
pt_br: Erro no banco de dados durante a inserção do usuário da aplicativo OAuth.
tl: Kamalian ng kalipunan ng dato sa pagsisingit ng tagagamit ng aplikasyong OAuth.

source: Database error updating OAuth application user.
cs: Chyba databáze při aktualizaci uživatele aplikace OAuth.
de: Datenbankfehler beim Aktualisieren des OAuth-Programm-Benutzers.
eu: Errorea datu-basean OAuth aplikazio-erabiltzailea eguneratzean.
ko: OAuth 프로그램 사용자를 업데이트하는데 데이터베이스 오류.
pl: Błąd bazy danych podczas aktualizowania użytkownika aplikacji OAuth.
pt_br: Ocorreu um erro no banco de dados durante a atualização do usuário da aplicação OAuth
tl: Kamalian ng kalipunan ng dato sa pagsasapanahon ng tagagamit ng aplikasyong OAuth.

source: Tried to revoke unknown token.
cs: Nelze odvolat neznámý token.
de: Versuchte, unbekanntes Token ungültig zu machen.
eu: Token ezezaguna errebokatzeko saialdia.
ko: 알 수 없는 토큰을 철회 시도했습니다.
pl: Spróbowano unieważnić nieznany token.
pt_br: Tentou revogar um código desconhecido.
tl: Sinubukang bawiin ang hindi nalalamang kahalip.

source: Failed to delete revoked token.
cs: Nelze smazat odvolaný token.
de: Konnte ungültig gemachtes Token nicht löschen.
eu: Huts egin du errebokatutako tokenaren ezabaketak.
ko: 철회된 토큰의 삭제에 실패했습니다.
pl: Usunięcie unieważnionego tokenu nie powiodło się.
pt_br: Falha ao eliminar código revogado.
tl: Nabigo sa pagbura ng binawing kahalip.

source: Icon
cs: Ikona
de: Symbol
eu: Ikonoa
ko: 아이콘
pl: Ikona
pt_br: Ícone
tl: Kinatawang larawan

source: Icon for this application
cs: Ikona pro tuto aplikaci
de: Programmsymbol
eu: Aplikazio honen ikonoa
ko: 이 응용 프로그램의 아이콘
pl: Ikona tej aplikacji
pt_br: Ícone para esta aplicação
tl: Kinatawang larawan para sa aplikasyong ito

source: Name
cs: Název
eu: Izena
ko: 이름
pl: Nazwa
pt_br: Nome
tl: Pangalan

source: Describe your application in %d character
cs: Popište vaši aplikaci v %d znaku
de: Beschreibe dein Programm in einem Zeichen.
eu: Deskribatu zure aplikazioa karaktere %dean
pl: Opisz aplikację w %d znaku
pt_br: Descreva a sua aplicação em %d caractere
tl: Ilarawan ang aplikasyon mo na may %d panitik

source: Describe your application
cs: Popište vaši aplikaci
de: Beschreibe dein Programm
eu: Deskribatu zure aplikazioa
ko: 응용 프로그램 설명
pl: Opisz aplikację
pt_br: Descreva sua aplicação
tl: Ilarawan ang aplikasyon mo

source: Description
cs: Popis
de: Beschreibung
eu: Deskripzioa
ko: 설명
pl: Opis
pt_br: Descrição
tl: Paglalarawan

source: URL of the homepage of this application
cs: URL domovské stránky této aplikace
de: Adresse der Homepage dieses Programms
eu: Aplikazio honen orri nagusiaren URLa
ko: 이 응용 프로그램의 홈페이지 URL
pl: Adres URL strony domowej tej aplikacji
pt_br: URL do site desta aplicação
tl: URL ng bahay-pahina ng aplikasyong ito

source: Source URL
cs: URL zdroje
de: Quelladresse
eu: Iturburu URLa
ko: 소스 URL
pl: Źródłowy adres URL
pt_br: URL da fonte
tl: Pinagmulang URL

source: Organization responsible for this application
cs: Organizace odpovědná za tuto aplikaci
de: Für diese Anwendung verantwortliche Organisation
eu: Aplikazio honen erantzule den erakundea
ko: 이 응용 프로그램을 책임지는 기관
pl: Organizacja odpowiedzialna za tę aplikację
pt_br: Organização responsável por esta aplicação
tl: Samahang may pananagutan para sa aplikasyong ito

source: Organization
cs: Organizace
de: Organisation
eu: Erakundea
ko: 기관
pl: Organizacja
pt_br: Organização
tl: Samahan

source: URL for the homepage of the organization
cs: URL domovské stránky organizace
de: Homepage der Gruppe oder des Themas
eu: Erakundearen orri nagusiaren URLa
ko: 기관의 홈페이지 URL
pl: Adres URL strony domowej organizacji
pt_br: URL para o site da organização
tl: URL para sa bahay-pahina ng samahan
