Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: You have successfully revoked access for %1$s and the access token starting with %2$s.
cs: Úspěšně jste odebral(a) přístup aplikaci %1$s odvoláním jejího tokenu začínajícího %2$s.
de: Sie haben den Zugang von %1$s und den Tokem mit %2$s erfolgreich entfernt.
eu: %2$s hasten den tokena eta %1$s aplikazioari sarbidea ondo ezeztatu diozu.
ko: %1$s의 접근 권한 및 "%2$s"(으)로 시작하는 접근 토큰을 성공적으로 철회했습니다.
pl: Pomyślnie unieważniono dostęp dla %1$s i token dostępu zaczynający się od %2$s.
pt_br: O acesso de %1$s e do token iniciado por %2$s foi revogado com sucesso.
tl: Matagumpay mong nabawi ang pagpapapunta para sa %1$s at ang kahalip ng pagpapapunta na nagsisimulang may %2$s.

source: You have not authorized any applications to use your account.
cs: Žádným aplikacím jste nepovolil(a) používat váš účet.
de: Du hast noch keinem Programm die Erlaubnis gegeben, dein Profil zu benutzen.
eu: Ez duzu aplikaziorik baimendu zure kontua erabil dezan.
ko: 계정에서 사용하도록 허용한 응용 프로그램이 없습니다.
pl: Nie upoważniono żadnych aplikacji do używania konta.
pt_br: Você não autorizou nenhuma aplicação a usar a sua conta.
tl: Wala kang pinahintulutan na anumang mga aplikasyon upang gumamit ng akawnt mo.

source: Are you a developer? [Register an OAuth client application](%s) to use with this instance of StatusNet.
cs: Jste vývojář? [Zaregistrujte svou klientskou aplikaci skrze OAuth](%s) pro použití na této instanci GNU social.
de: Sie sind Entwickler? [Registrieren einer OAuth-Client-Anwendung] (%s), um mit dieser Instanz von StatusNet zu verwenden.
eu: Garatzailea zara? [Erregistratu OAuth bezero-aplikazio bat](%s) StatusNet-en instantzia honekin erabilia izateko.
ko: 개발자이십니까? [OAuth 클라이언트 프로그램을 등록하고](%s) 이 StatusNet 사이트를 사용하십시오.
pl: Jesteś programistą? [Zarejestruj aplikację kliencką OAuth](%s) do użycia z tą witryną StatusNet.
pt_br: Você é um desenvolvedor? [Registre uma aplicação cliente OAuth](%s) para usar com esta instância do StatusNet.
tl: Isa ka bang tagapagpaunlad? [Magpatala ng isang aplikasyon ng kliyente ng OAuth] (%s) na gagamitin para sa pagkakataong ito ng StatusNet.

source: Old school UI settings
cs: Old school nastavení webového rozhraní
de: Alte UI-Einstellungen
eu: BM ezarpenak aintzinako eran
pl: Ustawienia interfejsu w starym stylu
pt_br: Configurações da interface antiga
tl: Mga katakdaan ng UI sa dating kaparaanan

source: If you like it "the old way", you can set that here.
cs: Jestli to máte rádi "po staru", požijte tato nastavení.
de: Wenn du "die alte Art" bevorzugst, kannst du das hier festlegen.
eu: "Aintzinako eran" nahiago baduzu, hemen aukera dezakezu.
pl: Jeśli podobał ci się "stary sposób", możesz ustawić to tutaj.
pt_br: Se você preferir "do jeito antigo", você pode definir isto aqui.
tl: Kung gusto mo "ang dating paraan", maitatakda mo iyan dito.

source: Settings saved.
cs: Nastavení uloženo
de: Einstellungen gespeichert.
eu: Ezarpenak gordeak.
ko: 설정을 저장했습니다.
pl: Zapisano ustawienia.
pt_br: As configurações foram salvas.
tl: Nasagip ang mga katakdaan.

source: Only stream mode (no conversations) in timelines
cs: Pouze režim proudu, nezobrazovat v časových osách žádné rozhovory.
de: Nur Stream-Modus (keine Konversationen) in Time-Lines
eu: Jario modua soilik (elkarrizketarik gabe)
pl: Tylko tryb strumienia (bez konwersacji) na osiach czasu
pt_br: Somente modo de execução (sem conversações) em cronogramas
tl: Kalakarang pangdaloy lang (walang usapan) sa mga guhit ng panahon

source: Show nicknames (not full names) in timelines
cs: Zobrazovat v časové ose přezdívky místo celých jmen
de: Spitznamen (nicht die vollständigen Namen) in Zeitleisten anzeigen
eu: Erakutsi goitizena (ez izen osoak) jarioetan
pl: Pokaż pseudonimy (nie pełne nazwy) na osiach czasu
pt_br: Mostrar apenas apelidos (não nomes completo) na linha do tempo
tl: Ipakita ang mga bansag (hindi buong mga pangalan) sa mga guhit ng panahon

source: Save
cs: Uložit
de: Speichern
eu: Gorde
ko: 저장
pl: Zapisz
pt_br: Salvar
tl: Sagipin

source: People Search
cs: Hledání lidí
de: Suche nach Benutzern
eu: Jendearen bilaketa
ko: 사람 검색
pl: Wyszukiwanie osób
pt_br: Procurar pessoas
tl: Paghahanap ng mga Tao

source: Notice Search
cs: Hledání sdělení
de: Nachrichtensuche
eu: Oharren bilaketa
ko: 글 검색
pl: Wyszukiwanie wpisów
pt_br: Procurar mensagens
tl: Paghahanap ng mga Pabatid

source: Already logged in.
cs: Jste již přihlášen(a).
de: Bereits angemeldet.
eu: Dagoeneko saioa hasita.
ko: 이미 로그인했습니다.
pl: Jesteś już zalogowany.
pt_br: Já está autenticado.
tl: Nakalagda na.

source: No user ID specified.
cs: Nebylo zadáno uživatelské ID.
de: Keine Benutzer-ID angegeben
eu: Ez da erabiltzaile IDrik adierazi.
ko: 사용자 아이디를 지정하지 않았습니다.
pl: Nie podano identyfikatora użytkownika.
pt_br: Não foi especificado nenhum ID de usuário.
tl: Walang tinukoy na ID ng tagagamit.

source: No login token specified.
cs: Nebyl zadán login token.
de: Kein Zugangstoken angegeben.
eu: Ez da saioa hasteko tokenik adierazi.
ko: 로그인 토큰을 지정하지 않았습니다.
pl: Nie podano tokenu logowania.
pt_br: Não foi especificado nenhum token de autenticação.
tl: Walang tinukoy na kahalip ng paglagdang papasok.

source: No login token requested.
cs: Nebyl požadován login token.
de: Kein Login-Token angefordert.
eu: Ez da saioa hasteko tokenik eskatu.
ko: 로그인 토큰을 요청하지 않았습니다.
pl: Nie zażądano tokenu logowania.
pt_br: Não foi requerido nenhum token de autenticação.
tl: Walang nahiling na kahalip ng paglagdang papasok.

source: Invalid login token specified.
cs: Neplatný login token.
de: Login-Token ungültig oder abgelaufen.
eu: Saioa hasteko baliogabeko tokena adierazi da.
ko: 잘못된 로그인 토큰을 지정했습니다.
pl: Podano nieprawidłowy token logowania.
pt_br: O token de autenticação especificado é inválido.
tl: Hindi katanggap-tanggap ang tinukoy na kahalip ng paglagdang papasok.

source: Login token expired.
cs: Login token vypršel.
de: Zugangstoken ist abgelaufen.
eu: Saioa hasteko tokena iraungita dago.
ko: 로그인 토큰이 만료되었습니다.
pl: Token logowania wygasł.
pt_br: O token de autenticação expirou.
tl: Wala nang bisa ang kahalip ng paglagdang papasok.

# TITLE
source: Change password
cs: Změnit heslo
de: Passwort ändern
eu: Aldatu pasahitza
ko: 비밀 번호 바꾸기
pl: Zmień hasło
pt_br: Alterar a senha
tl: Palitan ang hudyat

source: Change your password.
cs: Změňte své heslo.
de: Ändere dein Passwort.
eu: Zure pasahitza aldatu.
ko: 비밀 번호 바꾸기.
pl: Zmień hasło.
pt_br: Altere a sua senha
tl: Baguhin ang hudyat mo.

source: Password change
cs: Změna hesla
de: Passwort geändert
eu: Pasahitz aldaketa
ko: 비밀 번호 바꾸기
pl: Zmiana hasła
pt_br: Alterar a senha
tl: Pagpapalit ng hudyat

source: Old password
cs: Staré heslo
de: Altes Passwort
eu: Pasahitz zaharra
ko: 기존 비밀 번호
pl: Poprzednie hasło
pt_br: Senha anterior
tl: Lumang hudyat

source: New password
cs: Nové heslo
de: Neues Passwort
eu: Pasahitz berria
ko: 새 비밀 번호
pl: Nowe hasło
pt_br: Senha nova
tl: Bagong hudyat

source: 6 or more characters.
cs: 6 nebo více znaků.
de: 6 oder mehr Zeichen
eu: 6 karaktere edo gehiago.
ko: 6글자 이상.
pl: 6 lub więcej znaków.
pt_br: No mínimo 6 caracteres.
tl: 6 o mahigit pang mga panitik.

# LABEL
source: Confirm
cs: Potvrzení
de: Bestätigen
eu: Baieztatu
ko: 확인
pl: Potwierdź
pt_br: Confirmar
tl: Pagtibayin

source: Same as password above.
cs: Napište své heslo ještě jednou.
de: Gleiches Passwort wie zuvor
eu: Gohiko pasahitz berbera.
ko: 위와 같은 비밀 번호.
pl: Takie samo jak powyższe hasło.
pt_br: Igual à senha acima.
tl: Katulad ng hudyat na nasa itaas.

# BUTTON
source: Change
cs: Změnit
de: Ändern
eu: Aldatu
ko: 변경
pl: Zmień
pt_br: Alterar
tl: Baguhin

source: Incorrect old password.
cs: Nesprávné staré heslo.
de: Das alte Passwort wurde falsch angegeben.
eu: Pasahitz zahar okerra.
ko: 기존 비밀 번호가 틀렸습니다.
pl: Niepoprawne poprzednie hasło
pt_br: A senha anterior está errada.
tl: Hindi tamang lumang hudyat.

source: Error saving user; invalid.
cs: Chyba při ukládaní uživatele; neplatné údaje.
de: Fehler beim Speichern des Benutzers, ungültig.
eu: Errorea erabiltzailea gordetzean; baliogabea.
ko: 사용자 저장에 오류. 잘못된 사용자.
pl: Błąd podczas zapisywania użytkownika; nieprawidłowy.
pt_br: Erro ao salvar usuário; inválido.
tl: Kamalian sa pagsagip ng tagagamit; hindi katanggap-tanggap.

source: Cannot save new password.
cs: Nepodařilo se uložit nové heslo.
de: Kann neues Passwort nicht speichern.
eu: Ezin da pasahitz berria gorde.
ko: 새 비밀번호를 저장할 수 없습니다.
pl: Nie można zapisać nowego hasła.
pt_br: Não é possível salvar a nova senha.
tl: Hindi masagip ang bagong hudyat.

source: Password saved.
cs: Heslo uloženo
de: Passwort gespeichert.
eu: Pasahitza gordea.
ko: 비밀 번호를 저장헸습니다.
pl: Zapisano hasło.
pt_br: A senha foi salva.
tl: Nasagip ang hudyat.

source: Paths
cs: Cesty
de: Pfad
eu: Bideak
ko: 경로
pl: Ścieżki
pt_br: Caminhos
tl: Mga landas.

source: Path and server settings for this StatusNet site
cs: Nastavení cest a serverů pro tuto instanci GNU social.
de: Pfad- und Servereinstellungen dieser StatusNet-Website
eu: StatusNet gune honen bide- eta zerbitzari-ezarpenak
ko: 이 StatusNet 사이트의 경로 및 서버 설정
pl: Ustawienia ścieżki i serwera dla tej witryny StatusNet
pt_br: Configurações do caminho e do servidor para este site StatusNet
tl: Mga katakdaan ng landas at tagapaghain para sa sityong ito ng StatusNet

source: Theme directory not readable: %s.
cs: Adresář stylů není čitelný: %s.
de: Theme-Verzeichnis nicht lesbar: %s.
eu: Ezin da irakurri gaien direktorioa: %s.
ko: 테마 디렉터리를 읽을 수 없습니다: %s.
pl: Nie można odczytać katalogu motywu: %s.
pt_br: Sem permissão de leitura no diretório de temas: %s.
tl: Hindi mabasa ang direktoryo ng tema: %s.

source: Avatar directory not writable: %s.
cs: Nelze zapisovat do adresáře avatarů: %s.
de: Avatar-Verzeichnis ist nicht beschreibbar: %s.
eu: Ezin da idatzi avatarren direktorioan: %s.
ko: 아바타 디렉터리에 쓸 수 없습니다: %s.
pl: Nie można zapisywać w katalogu awatarów: %s.
pt_br: Sem permissão de escrita no diretório de avatares: %s.
tl: Hindi masulatan ang direktoryo ng huwaran: %s.

source: Locales directory not readable: %s.
cs: Adresář lokalizací není čitelný: %s.
de: Sprachverzeichnis nicht lesbar: %s.
eu: Ezin da irakurri locale-en direktorioa: %s.
ko: 로캘 디렉터리를 읽을 수 없습니다: %s.
pl: Nie można odczytać katalogu lokalizacji: %s.
pt_br: Sem permissão de leitura no diretório de locales: %s.
tl: Hindi mabasa ang direktoryo ng mga katutubong pook: %s.

source: Invalid SSL server. The maximum length is 255 characters.
cs: Neplatný SSL server. Maximální délka je 255 znaků.
de: Ungültiger SSL-Server. Die maximale Länge ist 255 Zeichen.
eu: SSL zerbitzari baliogabea. Gehieneko luzera 255 karakterekoa da.
ko: SSL 서버가 잘못되었습니다. 최대 길이는 255자입니다.
pl: Nieprawidłowy serwer SSL. Maksymalna długość to 255 znaków.
pt_br: Servidor SSL inválido. O comprimento máximo deve ser de 255 caracteres.
tl: Hindi katanggap-tanggap na tagapaghain ng SSL.Ang pinakamataas na haba ay 255 mga panitik.

source: Site
cs: Instance
de: Seite
eu: Gunea
ko: 사이트
pl: Witryny
tl: Sityo

source: Site's server hostname.
cs: Jméno (hostname) serveru této instance.
de: Server-Name der Seite
eu: Gunearen zerbitzariaren ostalari-izena.
ko: 사이트의 서버 호스트 이름.
pl: Nazwa komputera serwera strony.
pt_br: Nome de host do servidor do site.
tl: Pangalan ng tagapagpasinaya ng sityo.

source: Path
cs: Cesta
de: Pfad
eu: Bidea
ko: 경로
pl: Ścieżka
pt_br: Caminho
tl: Landas

source: Site path.
cs: Cesta ke stránkám (za jménem serveru)
de: Seitenpfad.
eu: Gunearen bidea.
ko: 사이트 경로.
pl: Ścieżka do witryny.
pt_br: Caminho do site.
tl: Landas ng sityo.

source: Locale directory
cs: Adresář lokalizací
de: Sprachpfad
eu: Direktorio lokala
ko: 로캘 디렉터리
pl: Katalog lokalizacji
pt_br: Diretório dos locales
tl: Direktoryo ng katutubong lugar

source: Directory path to locales.
cs: Cesta k adresáři s jazykovými verzemi.
de: Pfad zu den Sprachen.
eu: Locale-en direktorio-bidea.
ko: 로캘의 디렉터리 경로.
pl: Ścieżka do katalogu lokalizacji.
pt_br: Caminho do diretório de locales
tl: Landas ng direktoryo sa katutubong mga lugar.

source: Fancy URLs
cs: Hezká URL
de: Schicke URLs.
eu: URL atseginak
ko: 예쁜 URL
pl: Eleganckie adresu URL
pt_br: URLs limpas
tl: Makapritsong mga URL

source: Use fancy URLs (more readable and memorable)?
cs: Používat hezké (lépe čitelné a zapamatovatelné) adresy URL?
de: Ausgefallene URLs verwenden (lesbarer und besser merkbar)?
eu: Erabili URL atseginak (irakurterrazagoak eta gogoratzeko errazagoak)?
ko: 예쁜 URL을 사용하시겠습니까? (더 읽기 쉽고 기억하기 쉬움)
pl: Używać eleganckich (bardziej czytelnych i łatwiejszych do zapamiętania) adresów URL?
pt_br: Utilizar URLs limpas (mais legíveis e memorizáveis)?
tl: Gumamit na makapritsong mga URL (mas nababasa at mas maaalala)?

# LEGEND
source: Theme
cs: Styl
de: Motiv
eu: Itxura
ko: 테마
pl: Motyw
pt_br: Tema
tl: Tema

source: Server for themes.
cs: Server pro styly.
de: Theme-Server
eu: Itxurentzako zerbitzaria.
ko: 테마 서버.
pl: Serwer motywów.
pt_br: Servidor para temas.
tl: Tagapaghain ng mga tema.

source: Web path to themes.
cs: Webová cesta ke stylům.
de: Web-Pfad zu den Themes.
eu: Itxurentzako web bidea.
ko: 테마의 웹 경로.
pl: Ścieżka WWW do motywów.
pt_br: Caminho web para os temas.
tl: Landas ng web na papunta sa mga tema.

source: SSL server for themes (default: SSL server).
cs: SSL server pro styly (výchozí: SSL server).
de: SSL-Server der Themes (Standard: SSL-Server).
eu: Itxurentzako SSL zerbitzaria (lehenetsia: SSL zerbitzaria).
ko: 테마의 SSL 서버 (기본값: SSL 서버)
pl: Serwer SSL dla motywów (domyślnie: serwer SSL).
pt_br: Servidor SSL para os temas (padrão: servidor SSL).
tl: Tagapaghain ng SSL para sa mga tema (likas na katakdaan: Tagapaghain ng SSL).

source: SSL path
cs: Cesta pro SSL
de: SSL-Pfad
eu: SSL bidea
ko: SSL 경로
pl: Ścieżka do SSL
pt_br: Caminho SSL
tl: Landas ng SSL

source: SSL path to themes (default: /theme/).
cs: SSL cesta ke stylům (výchozí: /theme/).
de: SSL-Pfad der Themes (Standard: /theme/).
eu: Itxurentzako SSL bidea (lehenetsia: /theme/).
ko: 테마의 SSL 경로 (기본값: /theme/)
pl: Ścieżka SSL do motywów (domyślnie: /theme/).
pt_br: Caminho SSL para os temas (padrão: /theme/).
tl: Landas ng SSL sa mga tema (likas na katakdaan: /tema/).

source: Directory
cs: Adresář
de: Verzeichnis
eu: Direktorioa
ko: 디렉터리
pl: Katalog
pt_br: Diretório
tl: Direktoryo

source: Directory where themes are located.
cs: Adresář, ve kterém se nacházejí styly.
de: Pfad, wo sich die Themes befinden.
eu: Itxurak kokatuak dauden direktorioa.
ko: 테마가 들어 있는 디렉터리.
pl: Katalog, w którym położone są motywy.
pt_br: Diretório onde os temas estão localizados.
tl: Direktoryo kung saan nakalagay ang mga tema.

source: Avatars
cs: Avatary
de: Avatare
eu: Abatarrak
ko: 아바타
pl: Awatary
pt_br: Avatares
tl: Mga huwaran

source: Avatar server
cs: Server pro avatary
eu: Abatar zerbitzaria
ko: 아바타 서버
pl: Serwer awatara
pt_br: Servidor de avatares
tl: Tagapaghain ng huwaran

source: Server for avatars.
cs: Server, na kterém jsou uloženi avataři.
de: Server für Avatare.
eu: Abatarren zerbitzaria.
ko: 아바타 서버.
pl: Serwer awatarów.
pt_br: Servidor para os avatares.
tl: Tagapaghain ng mga huwaran.

source: Avatar path
cs: Cesta k avatarům
de: Avatarpfad
eu: Avatarraren bidea
ko: 아바타 경로
pl: Ścieżka do awatara
pt_br: Caminho dos avatares
tl: Landas ng huwaran

source: Web path to avatars.
cs: Webová cesta k avatarům.
de: Web-Pfad zu den Avataren.
eu: Avatarren web-bidea.
ko: 아바타의 웹 경로.
pl: Ścieżka WWW do awatarów.
pt_br: Caminho web para os avatares.
tl: Mga landas ng web papunta sa mga huwaran.

source: Avatar directory
cs: Adresář avatarů
de: Avatarverzeichnis
eu: Avatarraren directorioa
ko: 아바타 디렉터리
pl: Katalog awatara
pt_br: Diretório dos avatares
tl: Direktoryo ng huwaran

source: Directory where avatars are located.
cs: Adresář, ve kterém jsou uloženi avataři.
de: Pfad, in dem sich die Avatare befinden.
eu: Avatarrak dauden direktorioa.
ko: 아바타가 들어 있는 디렉터리.
pl: Katalog, w którym położone są awatary.
pt_br: Diretório onde os avatares estão localizados.
tl: Direktoryo kung saan nakalagay ang mga huwaran.

source: Attachments
cs: Přílohy
de: Anhänge
eu: Eranskinak
ko: 첨부
pl: Załączniki
pt_br: Anexos
tl: Mga kalakip

source: Server for attachments.
cs: Server pro přílohy.
de: Server für Anhänge.
eu: Eranskinen zerbitzaria.
ko: 첨부 서버.
pl: Serwer załączników.
pt_br: Servidor para anexos.
tl: Tagapaghain para sa mga kalakip.

source: Web path to attachments.
cs: Webová cesta k přílohám.
de: Web-Pfad zu den Anhängen.
eu: Eranskinen web bidea.
ko: 첨부의 웹 경로.
pl: Ścieżka WWW do załączników.
pt_br: Caminho web dos anexos.
tl: Landas ng web papunta sa mga kalakip.

source: Server for attachments on SSL pages.
cs: Server pro přílohy na stránkách SSL.
de: Server für Anhängen auf SSL-Seiten.
eu: SSL orrietako eranskinen zerbitzaria.
ko: SSL 페이지의 첨부 서버.
pl: Serwer załączników na stronach SSL.
pt_br: Servidor para anexos nas páginas SSL.
tl: Tagapaghain para sa mga kalakip na nasa ibabaw ng mga pahina ng SSL.

source: Web path to attachments on SSL pages.
cs: Webová cesta k přílohám na stránkách SSL.
de: Web-Pfad, für Anlagen auf SSL-Seiten.
eu: SSL orrietako eranskinen web bidea.
ko: SSL 페이지의 첨부의 웹 경로.
pl: Ścieżka WWW do załączników na stronach SSL.
pt_br: Caminho web para anexos nas páginas SSL.
tl: Landas ng web papunta sa mga kalakip na nasa ibabaw ng mga pahina ng SSL.

source: Directory where attachments are located.
cs: Adresář, ve kterém se nacházejí přílohy.
de: Pfad, in dem sich die Themes befinden.
eu: Eranskinak gordetzen diren direktorioa.
ko: 첨부가 들어 있는 디렉터리.
pl: Katalog, w którym położone są załączniki.
pt_br: Diretório onde os anexos estão localizados.
tl: Direktoryo kung saan matatagpuan ang mga kalakip.

source: Never
cs: Nikdy
de: Nie
eu: Inoiz ez
ko: 없음
pl: Nigdy
pt_br: Nunca
tl: Hindi magpakailanman

source: Sometimes
cs: Někdy
de: Manchmal
eu: Batzutan
ko: 가끔
pl: Czasem
pt_br: Algumas vezes
tl: Paminsan-minsan

source: Always
cs: Vždy
de: Immer
eu: Beti
ko: 언제나
pl: Zawsze
pt_br: Sempre
tl: Palagi

source: Use SSL
cs: Používat SSL
de: SSL verwenden
eu: Erabili SSL
ko: SSL 사용
pl: Użycie SSL
pt_br: Usar SSL
tl: Gamitin ang SSL

source: When to use SSL.
cs: Kdy se má používat SSL
de: Wann soll SSL verwendet werden.
eu: Noiz erabili SSL.
ko: 언제 SSL 사용.
pl: Kiedy używać SSL.
pt_br: Quando usar o SSL.
tl: Kailan gagamitin ang SSL.

source: Server to direct SSL requests to.
cs: Server, na který mají být směrovány SSL požadavky.
de: Server an den SSL Anfragen gerichtet werden sollen
eu: SSL eskariak bideratzeko zerbitzaria.
ko: SSL 요청을 리다이렉트할 서버.
pl: Serwer do przekierowywania żądań SSL.
pt_br: Servidor para onde devem ser direcionadas as requisições SSL.
tl: Tagapaghain kung saan ituturo ang mga kahilingan ng SSL.

source: Save path settings.
cs: Uložit nastavení cest.
de: Pfadeinstellungen speichern
eu: Gorde helbide ezarpenak.
pl: Zapisz ustawienia ścieżki.
pt_br: Salvar configurações de diretório
tl: Sagipin ang mga katakdaan ng landas.

source: Search for people on %%site.name%% by their name, location, or interests. Separate the terms by spaces; they must be 3 characters or more.
cs: Hledejte uživatele na %%site.name%% podle jejich jména, místa, nebo zájmů. Délka musí být alespoň 3 znaky.
de: Durchsuche die Namen, Orte oder Interessen der Benutzer von %%site.name%%. Trenne mehrere Suchbegriffe durch Leerzeichen. Ein Suchbegriff muss aus mindestens 3 Zeichen bestehen.
eu: Bilatu jendea %%site.name%% gunean bere izen, kokapen edo interesen arabera. Banandu hitzak zuriuneekin; 3 karaktere edo gehiago eduki behar dituzte.
ko: %%site.name%%의 사람을 이름, 장소, 관심 거리로 검색합니다. 검색어는 공백으로 구분하고, 적어도 3글자 이상 필요합니다.
pl: Wyszukaj osoby na %%site.name%% według ich nazwiska, położenia lub zainteresowań. Oddziel wyszukiwane terminy spacjami. Terminy muszą mieć trzy znaki lub więcej.
pt_br: Procurar pessoas no %%site.name%% por seus nomes, localidade ou interesses. Separe os termos da busca com espaços; eles devem ter 3 ou mais caracteres.
tl: Maghanap ng mga tao sa %%site.name%% ayon sa kanilang pangalan, kinalalagyan, o paglalarawan. Paghiwa-hiwalayin ang mga kataga sa pamamagitan ng mga puwang; dapat silang 3 mga panitik o mahigit pa.

source: People search
cs: Hledání lidí
de: Suche nach anderen Benutzern
eu: Jendearen bilaketa
ko: 사람 검색
pl: Wyszukiwanie osób
pt_br: Procurar pessoas
tl: Paghahanap ng mga tao

source: Public list %s
cs: Veřejný seznam %s
de: Öffentliche Liste %s
eu: %s zerrenda publikoa
ko: 공개 리스트 %s
pl: Publiczna lista %s
pt_br: Lista pública %s
tl: Pangmadlang mga talaang %s

source: Public list %1$s, page %2$d
cs: Veřejný seznam %1$s, strana %2$d
de: Öffentliche Liste %1$s, Seite %2$d
eu: %1$s zerrenda publikoa, %2$d. orria
ko: 공개 리스트 %1$s, %2$d 페이지
pl: Publiczna lista %1$s , strona %2$d
pt_br: Lista pública %1$s, pág. %2$d
tl: Pangmadlang talaang %1$s, pahina %2$d

source: Lists are how you sort similar people on %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can then easily keep track of what they are doing by subscribing to the list's timeline.
cs: Seznamy slouží k seskupování podobných lidí na %%site.name%%, [mikroblogové](http://cs.wikipedia.org/wiki/Blog#Mikroblogy) službě založené na svobodném softwaru [GNU social](https://www.gnu.org/software/social/). Pokud chcete mít přehled o tom, co dělají, můžete začít sledovat časovou osu seznamu.
de: Listen gruppieren ähnliche Leute auf %%%%site.name%%%%, einem [Mikroblogging](http://de.wikipedia.org/wiki/Mikroblogging)-Dienst basierend auf der freien Software [StatusNet](http://status.net/). Du kannst leicht verfolgen, was sie tun, indem du die Zeitleiste dieser Liste abonnierst.
eu: Zerrendekin antzeko jendea sailkatuko duzu %%site.name%% gunean, [StatusNet](http://status.net/) software librea darabilen [mikroblogging zerbitzuan](http://eu.wikipedia.org/wiki/Mikroblogging). Zer egiten duten erraz jarraituko ahal izango duzu zerrendaren denbora-lerrora harpidetuz.
ko: 리스트는 %%%%site.name%%%% 사이트에서 사람들을 분류하는 수단입니다. %%%%site.name%%%% 사이트는 자유소프트웨어 [StatusNet](http://status.net/) 소프트웨어를 사용하는 [마이크로블로깅)(http://en.wikipedia.org/wiki/Micro-blogging) 서비스입니다. 사람 태그를 붙이면 해당 태그의 타임라인에 구독하는 식으로 간단히 이 사람들이 무슨 일을 하는지 알아 볼 수 있습니다.
pl: Listy są sposobem grupowania podobnych użytkowników na %%site.name%%, usłudze [mikroblogowania](http://en.wikipedia.org/wiki/Micro-blogging) opartej na wolnym narzędziu [StatusNet](http://status.net/). Możesz w prosty sposób śledzić co robią subskrybując oś czasową listy.
pt_br: Listas são uma forma de agrupar pessoas similares no %%%%site.name%%%%, um serviço de [microblog](http://pt.wikipedia.org/wiki/Micro-blogging) baseado no software livre [StatusNet](http://status.net/). Para acompanhar o que estas pessoas estão fazendo, basta assinar a lista.
tl: Ang mga talaan ay kung paano mo pinagpapangkat-pangkat ang magkakahalintulad na mga tao sa %%site.name%%, isang palingkuran ng [maliitang pagboblog](http://en.wikipedia.org/wiki/Micro-blogging) na nakabatay sa kasangkapan ng Malayang Sopwer na [StatusNet](http://status.net/). Kaya't maginhawa mong masusubaybayan ang kung ano ang kanilang ginagawa sa pamamagitan ng pagpapatanggap ng mga sipi sa guhit ng panahon ng talaan.

source: No tagger.
cs: U štítku není uveden autor.
de: Kein Benutzer angegeben.
eu: Ez dago etiketatzailerik.
ko: 태그 붙인 사용자가 없습니다.
pl: Nie ma takiego znacznika.
pt_br: Nenhum etiquetador.
tl: Walang tagapagtatak.

source: People listed in %1$s by %2$s
cs: Lidé v seznamu %1$s od %2$s
de: Leute, die auf der Liste %1$s von %2$s stehen
eu: %2$s(r)en %1$s zerrendakoak
ko: %2$s님이 %1$s 리스트에 넣은 사람
pl: Osoby wymienione w %1$s na %2$s.
pt_br: Pessoas listadas em %1$s por %2$s.
tl: Mga taong itinala ni %1$s sa %2$s
