Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Upload an avatar
cs: Nahrát avatar
de: Avatar hochladen
eu: Igo avatar bat
ko: 아바타를 업로드
pl: Wyślij awatar
pt_br: Enviar um avatar
tl: Ikarga ang huwaran (abatar)

# MENU
source: Password
cs: Heslo
de: Passwort
eu: Pasahitza
ko: 비밀 번호
pl: Hasło
pt_br: Senha
tl: Hudyat

source: Change your password
cs: Změna hesla
de: Ändere dein Passwort
eu: Aldatu zure pasahitza
ko: 비밀번호 바꾸기
pl: Zmień hasło
pt_br: Alterar a sua senha
tl: Palitan ang hudyat

source: Change email handling
cs: Změnit nastavení emailu
de: Ändere die E-Mail-Verarbeitung
eu: Aldatu posta elektronikoa nola maneiatzen den
ko: 메일 처리 바꾸기
pl: Zmień obsługę adresu e-mail
pt_br: Configurações de uso do e-mail
tl: Baguhin ang paghawak sa e-liham

source: URL shorteners
cs: Zkracovače URL
de: URL-Verkürzer
eu: URL moztaileak
ko: URL 줄이기
pt_br: Encurtadores de URL
tl: Mga pampaikli ng URL

# MENU
source: IM
cs: Jabber
eu: BM
ko: 메신저
pl: Komunikator
pt_br: MI
tl: Biglaang Mensahe

source: Updates by instant messenger (IM)
cs: Aktualizace skrze Jabber
de: Aktualisierungen via Instant Messenger (IM)
eu: Bapateko mezularitza (BM) bidezko eguneraketak
ko: 인스턴스 메신저로 업데이트
pl: Aktualizacje przez komunikator
pt_br: Atualizações via mensageiro instantâneo (MI)
tl: Mga pagsasapanahon sa pamamagitan ng biglaang mensahero (IM)

source: Updates by SMS
cs: Aktualizace skrze SMS
de: Aktualisierungen via SMS
eu: SMS bidezko eguneraketak
ko: 휴대전화 문자로 업데이트
pl: Aktualizacje przez wiadomości SMS
pt_br: Atualizações via SMS
tl: Mga pagsasapanahon sa pamamagitan ng SMS

# MENU
source: Connections
cs: Připojení
de: Verbindungen
eu: Konexioak
ko: 연결
pl: Połączenia
pt_br: Conexões
tl: Mga ugnay

source: Authorized connected applications
cs: Autorizované propojené aplikace
de: Programme mit Zugriffserlaubnis
eu: Baimendutako konektatutako aplikazioak
ko: 인증하고 연결된 응용 프로그램
pl: Upoważnione połączone aplikacje
pt_br: Aplicações autorizadas conectadas
tl: Pinapahintulutang nakaugnay na mga aplikasyon

source: UI tweaks for old-school users
cs: Úpravy webového rozhraní pro old school uživatele
de: UI-Tweaks für Old-School-User
eu: Erabiltzaile zaharrentzako interfaze doiketak
pt_br: Alterações para usuários da interface antiga
tl: Mga pagpingol sa UI para sa mga tagagamit ng lumang paraan

# TITLE
source: Silence
cs: Utišit
de: Stummschalten
eu: Isilik
ko: 벙어리
pt_br: Silenciar
tl: Katahimikan

source: Silence this user
cs: Utišit tohoto uživatele
de: Benutzer verstummen lassen
eu: Isilarazi erabiltzaile hau
ko: 이 사용자 벙어리 처리
pl: Wycisz tego użytkownika
pt_br: Silenciar este usuário
tl: Patahimikin ang tagagamit na ito

# MENU
source: Subscriptions
cs: Sledování
de: Abonnements
eu: Harpidetzak
ko: 구독
pt_br: Assinaturas
tl: Mga pagpapasipi

source: People %s subscribes to.
cs: Lidé, které sleduje %s.
de: Leute, die „%s“ abonniert hat
eu: %s zein jenderi harpidetu den.
ko: %s님이 구독한 사람들.
pt_br: Autenticado para pessoas %s.
tl: Mga tao na pinagsisipian ni %s.

source: People subscribed to %s.
cs: Lidé, kteří sledují uživatele %s.
de: Leute, die „%s“ abonniert haben.
eu: %s(e)ra harpidetutako jendea.
ko: %s님을 구독한 사람들.
pt_br: Pessoas autenticadas para %s.
tl: Mga tao na nagpapasipi sa kay %s.

# MENU
source: Pending (%d)
cs: Čekající (%d)
de: Ausstehend (%d)
eu: Erabakitzeke (%d)
ko: 대기 중 (%d)
pt_br: Pendências (%d)
tl: Nakabinbin ( %d )

source: Approve pending subscription requests.
cs: Žádosti o sledování čekající na schválení
de: Ausstehende Abonnementanforderungen annehmen.
eu: Onartu erabakitzeke dauden harpidetza eskaerak.
ko: 대기 중인 구독 요청을 허락.
pt_br: Aprovar requisições de assinaturas pendentes.
tl: Payagan ang nakabinbing mga paghiling ng pagpapasipi.

source: Groups %s is a member of.
cs: Skupiny, ve kterých je %s členem.
de: Gruppen, in denen „%s“ Mitglied ist.
eu: %s kide den taldeak.
ko: %s님이 회원인 그룹.
pl: Grupy, do których %s przynależy
pt_br: É um membro dos Grupos %s.
tl: Ang mga pangkat kung saan kasapi si %s.

source: List subscriptions by %s.
cs: Seznamy, které sleduje %s.
de: Listen-Abonnements von %s .
eu: %s(e)n zerrenda harpidetzak.
ko: %s님의 리스트 구독
pt_br: Listar assinaturas por %s.
tl: Itala ang mga pagpapasipi ni %s.

# MENU
source: Invite
cs: Pozvat
de: Einladen
eu: Gonbidatu
ko: 초대
pl: Zaproś
pt_br: Convidar
tl: Anyayahan

source: Invite friends and colleagues to join you on %s.
cs: Pozvěte přátele a kolegy, aby se k vám připojili na %s.
de: Lade Freunde und Kollegen ein, sich dir auf „%s“ anzuschließen.
eu: Gonbidatu lagunak eta lankideak zurekin elkartzera %s(e)n.
ko: %s에 친구와 동료들을 초대합니다.
pt_br: Convidar amigos e colegas para juntar-se a você em %s.
tl: Anyayahan ang mga kaibigan at mga kasamahan upang makisali sa iyo sa %s.

source: Subscribe to this user
cs: Sledovat tohoto uživatele
de: Abonniere diesen Benutzer
eu: Harpidetu erabiltzaile honetara
ko: 이 사용자를 구독
pl: Subskrybuj tego użytkownika
pt_br: Assinar este usuário
tl: Tagasipi sa tagagamit na ito

# BUTTON
source: Subscribe
cs: Sledovat
de: Abonnieren
eu: Harpidetu
ko: 구독
pt_br: Assinar
tl: Pumayag na tumanggap ng sipi

source: Subscribe to this user.
cs: Sledovat tohoto uživatele.
de: Abonniere diesen Benutzer.
eu: Erabiltzaile hau jarraitu.
ko: 이 사용자 구독.
pl: Subskrybuj tego użytkownika.
pt_br: Assinar este usuário.
tl: Tumanggap ng pagpapasipi mula sa tagagamit na ito.

source: People Tagcloud as self-tagged
cs: Oblak štítků, kterými se uživatelé označili sami.
de: Personen-Tagwolke, wie man sich selbst markiert hat.
eu: Auto-etiketatu diren pertsonen etiketa lainoa
ko: 사람들 태그클라우드, 자기 태그 기준
pl: Chmura znaczników osób, które same sobie nadały znaczniki
pt_br: Nuvem de etiquetas pessoais definidas pelas próprios usuários
tl: Tatak ng ulap ng mga tao bilang nagtatak ng sarili

source: People Tagcloud as tagged
cs: Oblak štítků, kterými jsou označeni uživatelé.
de: Personen-Tag, wie markiert wurde
eu: Etiketaturiko pertsonen etiketa lainoa
ko: 사람들 태그클라우드, 태그 기준
pl: Chmura znaczników osób ze znacznikami
pt_br: Nuvem de etiquetas pessoais definidas pelos outros usuário
tl: Tatak ng ulap ng mga tao bilang natatakan na

# NOTAGS
source: None
cs: Žádné
de: Nichts
eu: Bat ere ez
ko: 없음
pt_br: Nenhum
tl: Wala

# LABEL
source: Lists
cs: Seznamy
de: Listen
eu: Zerrendak
ko: 리스트
pl: Listy
pt_br: Listas
tl: Mga talaan

source: Lists for this user (letters, numbers, -, ., and _), comma- or space- separated.
cs: Seznamy pro tohoto uživatele, oddělené čárkami nebo mezerami. Povolené znaky: písmena, čísla, tečka, pomlčka a podtržítko.
de: Listen für diesen Benutzer (Buchstaben, Zahlen, -, ., und _) sind durch Kommas oder Leerzeichen getrennt.
eu: Erabiltzaile honentzako zerrendak (hizkiak, zenbakia, -, ., eta _), komaz edo zuriunez bananduak.
ko: 이 사용자의 리스트 (영문자, 숫자, -, ., _ 문자로 구성), 쉼표나 공백으로 구분.
pl: Listy dla tego użytkownika (litery, liczby, -, . i _), oddzielone przecinkami lub spacjami.
pt_br: Listas para este usuário (letras, números, -, ., e _), vírgula- ou espaço- separados.
tl: Mga talaan para sa tagagamit na ito (mga titik, mga bilang, -, ., at _), pinaghihiwalay-hiwalay ng kuwit o puwang.

source: Invalid theme name.
cs: Neplatné jméno stylu.
de: Ungültiger Theme-Name.
eu: Okerreko itxura izena.
ko: 테마 이름이 잘못되었습니다.
pl: Nieprawidłowa nazwa motywu.
pt_br: Nome de tema inválido.
tl: Hindi katanggap-tanggap na pangalan ng tema.

source: This server cannot handle theme uploads without ZIP support.
cs: Tento server nemá podporu pro formát ZIP, a neumí proto styl zpracovat.
de: Dieser Server kann nicht mit Theme-Uploads ohne ZIP-Unterstützung umgehen.
eu: Zerbitzari honek ezin du gaien igoera kudeatu ZIP euskarririk ez badu.
ko: 이 서버는 ZIP을 지원하지 않아 테마 업로드를 처리할 수 없습니다.
pl: Ten serwer nie może obsługiwać wysyłania motywu bez obsługi archiwów zip.
pt_br: Este servidor não pode processar o envio de temas sem suporte ao formato ZIP.
tl: Ang tagapaghaing ito ay hindi makapanghahawak ng mga pagkakarga ng tema na walang pagtangkilik ng ZIP.

source: The theme file is missing or the upload failed.
cs: Chybí soubor stylu, nebo se nepodařilo nahrání.
de: Die Theme-Datei fehlt oder das Hochladen ist fehlgeschlagen.
eu: Itxuraren fitxategia falta da edo gaizki igo da.
ko: 테마 파일이 없거나 업로드가 실패했습니다.
pl: Brak pliku motywu lub wysłanie nie powiodło się.
pt_br: O arquivo do tema não foi localizado ou ocorreu uma erro no envio.
tl: Nawawala ang talaksan ng tema o nabigo ang pagkakarga.

source: Failed saving theme.
cs: Chyba při ukládání stylu.
de: Speicherung des Themes fehlgeschlagen.
eu: Gaia gordetzean hutsegitea.
ko: 테마 저장에 실패했습니다.
pl: Zapisanie motywu nie powiodło się.
pt_br: Não foi possível salvar o tema.
tl: Nabigo sa pagsagip ng tema.

source: Invalid theme: Bad directory structure.
cs: Neplatný styl: špatná adresářová struktura.
de: Ungültiger Theme: schlechte Ordner-Struktur.
eu: Itxura okerra: direktorio egitura okerra du.
ko: 테마가 잘못되었습니다: 디렉터리 구조가 틀렸습니다.
pt_br: Tema inválido: Estrutura de diretório ruim.
tl: Hindi katanggap-tanggap na tema: Masamang kayarian ng direktoryo.

source: Uploaded theme is too large; must be less than %d byte uncompressed.
cs: Nahraný styl je příliš velký, nezkomprimovaný musí být menší než %d bajt.
de: Der hochgeladene Theme ist zu groß; er muss unkomprimiert unter einem Byte sein.
eu: Igotako itxura handiegia da; erauzitako fitxategiaren tamaina byte %d baino txikiagoa izan behar da.
pl: Wysłany motyw jest za duży, musi być mniejszy niż %d bajt po zdekompresowaniu.
pt_br: O tema atualizado é muito grande; deve ser menor do que %d byte descomprimido.
tl: Napakalaki ng ikinargang tema; dapat na mas mababa kaysa %d byte na hindi siniksik.

source: Invalid theme archive: Missing file css/display.css
cs: Neplatný archiv stylu: chybí soubor css/display.css
de: Ungültiges Theme-Archiv: fehlende Datei css/display.css
eu: Itxura fitxategi okerra: css/display.css fitxategia falta da
ko: 테마 압축 파일이 잘못되었습니다: css/display.css 파일이 없습니다.
pt_br: Arquivo de tema inválido: perca do arquivo css/display.css
tl: Hindi katanggap-tanggap na supnayan ng tema: Nawawalang talaksan na css/display.css

source: Theme contains invalid file or folder name. Stick with ASCII letters, digits, underscore, and minus sign.
cs: Styl obsahuje neplatné jméno souboru nebo složky. Zůstaňte u písmen ASCII, číslic, podtržítka a mínusu.
de: Der Theme enthält einen ungültigen Datei- oder Ordnernamen. Bleib bei ASCII-Buchstaben, Zahlen, Unterstrichen und Minuszeichen.
eu: Gaiak baliogabeko fitxategi edo karpeta izenen bat du. Erabili ASCII letrak, digituak, marra baxua eta gidoia.
ko: 테마에 잘못된 이름의 파일이나 폴더가 들어 있습니다. ASCII 문자, 숫자, 밑줄, 빼기 기호만 사용하십시오.
pl: Motyw zawiera nieprawidłowy plik lub nazwę katalogu. Należy używać tylko liter, cyfr, podkreślników i znaku minus z zestawu ASCII.
pt_br: O tema contém um nome de arquivo ou de diretório inválido. Use somente caracteres ASCII, números e os sinais de sublinhado e hífen.
tl: Ang tema ay naglalaman ng hindi katanggap-tanggap na pangalan ng talaksan o pantupi. Manatiling may mga titik ng ASCII, mga tambilang, salangguhit, at bantas ng pagbawas.

source: Theme contains unsafe file extension names; may be unsafe.
cs: Styl obsahuje nebezpečné přípony souborů; může být nebezpečný.
de: Theme enthält unsichere Dateierweiterungen; könnte unsicher sein.
eu: Gaiak seguruak ez diren luzapen-izenak ditu fitxategietan; arriskutsua izan daiteke.
ko: 테마에 안전하지 않은 파일 확장자가 들어 있습니다. 위험할 수 있습니다.
pl: Temat zawiera niebezpieczne rozszerzenie nazwy pliku, co może stanowić zagrożenie.
pt_br: O tema contém extensões de arquivo inseguras; pode não ser seguro.
tl: Ang tema ay naglalaman ng hindi ligtas na mga pangalan ng dugtong ng talaksan; maaaring hindi ligtas.

source: Theme contains file of type ".%s", which is not allowed.
cs: Styl obsahuje soubor typu '.%s', což není povoleno.
de: Das Theme enthält Dateien des Typs „.%s“, was nicht erlaubt ist.
eu: Itxurak ".%s" motako fitxategia du, onartzen ez dena.
ko: 테마에 ".%s" 형식의 파일이 들어 있습니다. 이 형식은 허용하지 않습니다.
pt_br: O tema contém o arquivo do tipo ".%s", que não é permitido.
tl: Ang tema ay naglalaman ng talaksan ng uring ".%s", na hindi pinapayagan.

source: Error opening theme archive.
cs: Chyba při otevírání archivu stylu.
de: Fehler beim Öffnen des Theme-Archives.
eu: Akatsa gaiaren fitxategia irekitzean.
ko: 테마 압축 파일 열기에 오류.
pl: Błąd podczas otwierania archiwum motywu.
pt_br: Ocorreu um erro ao abrir o arquivo do tema.
tl: Kamalian sa pagbubukas ng supnayan ng tema.

# HEADER
source: Notices
cs: Sdělení
de: Nachrichten
eu: Oharrak
ko: 글
pl: Wpisy
pt_br: Mensagens
tl: Mga pabatid

source: Show reply
cs: Zobrazit odpověď
de: Antwort anzeigen
eu: Erakutsi erantzuna
pt_br: Exibir a resposta
tl: Ipakita ang tugon

# REPEATLIST
source: You repeated this.
cs: Vy jste to opakoval(a).
de: Du hast dies wiederholt.
eu: Ohar hau errepikatu duzu.
pt_br: Você repetiu isto.
tl: Naulit mo ito.

source: %%s and %d other repeated this.
cs: Opakovali: %%s a %d další.
de: %%s und %d andere wiederholten dies.
eu: %%s eta %d gehiagok errepikatu dute/duzue hau.
pt_br: %%s e outro %d repetiram isto.
tl: Inulit ito ng %%s at %d iba pa.

source: %%s repeated this.
cs: Opakovali: %%s.
de: %%s wiederholte dies.
eu: %%s(e)k hau errepikatu du.
pt_br: %%s repetiu isto.
tl: Inulit ito ng %%s.

source: Search and list people
cs: Hledat lidi k zařazení do seznamu
de: Personen suchen und auflisten
eu: Bilatu eta zerrendatu jendea
ko: 사람 검색 및 표시
pt_br: Pesquisar e listar pessoas
tl: Maghanap at magtala ng mga tao

source: Everything
cs: Vše
de: Alles
eu: Guztia
ko: 모두
pl: Wszystko
pt_br: Todos
tl: Lahat ng bagay

source: Fullname
cs: Celé jméno
de: Voller Name
eu: Izen osoa
ko: 전체 이름
pl: Nazwisko
pt_br: Nome completo
tl: Buong pangalan

source: URI (Remote users)
cs: URI (vzdálení uživatelé)
de: URI (Entfernt liegende Benutzer)
eu: URI (Urruneko erabiltzaileak)
ko: URI (원격 사용자)
pt_br: URI (Usuários remotos)
tl: URI (Malayong mga tagagamit)

# LABEL
source: Search in
cs: Hledat v
de: Suche in
eu: Bilatu hemen:
ko: 검색할 곳
pt_br: Pesquisar em
tl: Maghanap sa

source: Choose a field to search.
cs: Vyberte pole, ve kterém se má hledat.
de: Wähle ein zu durchsuchendes Feld.
eu: Hautatu eremu bat bilaketa egiteko.
ko: 검색할 항목을 고르십시오.
pt_br: Escolha um campo para pesquisar.
tl: Pumili ng isang hanay na hahanapin.

source: Remove %1$s from list %2$s
cs: Odebrat %1$s ze seznamu %2$s
de: Entferne %1$s aus der Liste %2$s
eu: Kendu %1$s %2$s zerrendatik
ko: %2$s 리스트에서 %1$s 사용자 제거
pt_br: Remover %1$s da lista %2$s
tl: Tinanggal si %1$s mula sa talaang %2$s

source: Add %1$s to list %2$s
cs: Přidat %1$s do seznamu %2$s
de: Füge %1$s zur Liste %2$s hinzu
eu: Gehitu %1$s %2$s zerrendara
ko: %2$s 리스트에 %1$s 사용자 추가
pt_br: Adicionar %1$s para a lista %2$s
tl: Idinagdag si %1$s sa talaang %2$s

source: Top posters
cs: Nejaktivnější přispěvatelé
de: Top-Schreiber
eu: Bidaltzaile nagusiak
ko: 상위 글 등록자
pl: Najczęściej wysyłający wpisy
pt_br: Quem mais publica
tl: Pangunahing mga karatula

# SENDTO
source: Everyone
cs: Všichni
de: Jeder
eu: Edozein
ko: 모두
pl: Wszyscy
pt_br: Todos
tl: Lahat

source: My colleagues at %s
cs: Mí kolegové na %s
de: Meine Kollegen bei %s
eu: %s guneko nire lankideak
ko: %s의 내 동료
pt_br: Meus colegas em %s
tl: Ang mga kasamahan ko sa %s

# LABEL
source: To:
cs: Komu:
de: An:
eu: Nori:
ko: 받는 사람:
pl: Do:
pt_br: Para:
tl: Para kay:

source: Private?
cs: Soukromé?
de: Privat?
eu: Pribatua?
ko: 비공개?
pt_br: Privado?
tl: Pansarili?

source: Unknown to value: "%s".
cs: Neznámý adresát: "%s".
de: Unbekannter Wert: „%s“.
eu: Ezezaguna balio honetarako: "%s".
ko: 값을 알 수 없음: "%s".
pt_br: Desconhecido para o valor: "%s".
tl: Hindi alam na halaga ng para kay: %s.

# TITLE
source: Unblock
cs: Odblokovat
de: Freigeben
eu: Desblokeatu
ko: 차단 해제
pl: Odblokowanie
pt_br: Desbloquear
tl: Huwag hadlangan

source: No object found with URI "%s"
cs: Nebyl nalezen žádný objekt s URI "%s"
pt_br: Nenhum objeto encontrado com a URL "%s"

# TITLE
source: Unsandbox
cs: Zrušit omezení
de: Isolierung aufheben
eu: Atera isolamendutik
ko: 샌드박스 해제
pt_br: Tirar do isolamento
tl: Huwag ikahon sa buhangin

source: Unsandbox this user
cs: Zrušit omezení tohoto uživatele
de: Benutzer freigeben
eu: Atera erabiltzaile hau isolamendutik
ko: 이 사용자의 샌드박스 해제
pl: Usuń ograniczenie tego użytkownika
pt_br: Tirar este usuário do isolamento
tl: Huwag ikahon sa buhangin ang tagagamit na ito

source: Unsilence
cs: Zrušit utišení
de: Stummschalten aufheben
eu: Kendu isiltasuna
ko: 벙어리 해제
pl: Usuń wyciszenie
pt_br: Encerrar silenciamento
tl: Huwag patahimikin

source: Unsilence this user
cs: Zrušit utišení tohoto uživatele
de: Benutzer freigeben
eu: Kendu isiltasuna erabiltzaile honi
ko: 이 사용자의 벙어리 해제
pl: Usuń wyciszenie tego użytkownika
pt_br: Encerrar o silenciamento deste usuário
tl: Huwag patahimikin ang tagagamit na ito

source: Unsubscribe from this user
cs: Přestat sledovat tohoto uživatele
de: Abonnement von diesem Benutzer abbestellen
eu: Kendu erabiltzaile honekiko harpidetza
ko: 이 사용자에서 구독 해제
pl: Zrezygnuj z subskrypcji tego użytkownika
pt_br: Cancelar a assinatura deste usuário
tl: Huwag nang magpasipi mula sa tagagamit na ito

# BUTTON
source: Unsubscribe
cs: Přestat sledovat
de: Abbestellen
eu: Harpidetza kendu
ko: 구독 해제
pt_br: Cancelar assinatura
tl: Pahintuin na ang pagtanggap ng sipi

source: Unsubscribe from this user.
cs: Přestat sledovat tohoto uživatele.
de: Benutzer-Abonnement abbestellen
eu: Kendu erabiltzaile honekiko harpidetza.
pt_br: Cancelar a assinatura deste usuário.
tl: Huwag nang sumipi mula sa tagagamit na ito.

source: Not allowed to log in.
cs: Přihlášení není povoleno.
de: Anmelden nicht gestattet.
eu: Saioa hasteko baimenik ez.
ko: 로그인할 권한이 없습니다.
pl: Brak uprawnień do zalogowania.
pt_br: Não permitido para logar.
tl: Hindi pinapahintulutang lumagdang papasok.

source: a few seconds ago
cs: před několika vteřinami
de: vor wenigen Sekunden
eu: orain dela segundu gutxi batzuk
ko: 수초 전
pl: kilka sekund temu
pt_br: alguns segundos atrás
tl: ilang mga segundo na ang nakalilipas

source: about a minute ago
cs: asi před minutou
de: vor einer Minute
eu: orain dela minutu bat inguru
ko: 약 1분 전
pl: około minutę temu
pt_br: cerca de 1 minuto atrás
tl: bandang isang minuto na ang nakalipas

source: about one minute ago
cs: asi před jednou minutou
de: vor ca. einer Minute
eu: orain dela minutu inguru
pl: około minuty temu
pt_br: há cerca de um minuto atrás
tl: humigit-kumulang isang minuto ang nakalipas

source: about an hour ago
cs: asi před hodinou
de: vor einer Stunde
eu: orain dela ordu bat inguru
ko: 약 1시간 전
pl: około godzinę temu
pt_br: cerca de 1 hora atrás
tl: bandang isang oras na ang nakalipas

source: about one hour ago
cs: asi před jednou hodinou
de: vor ca. einer Stunde
eu: orain dela ordubete inguru
pl: około godziny temu
pt_br: há cerca de uma hora atrás
tl: humigit-kumulang isang oras ang nakalipas

source: about a day ago
cs: asi před jedním dnem
de: vor einem Tag
eu: orain dela egun bat inguru
ko: 약 하루 전
pl: blisko dzień temu
pt_br: cerca de 1 dia atrás
tl: bandang isang araw na ang nakalilipas

source: about one day ago
cs: asi před jedním dnem
de: vor ca. einem Tag
eu: orain dela egun bat inguru
pl: około jednego dnia temu
pt_br: há cerca de um dia atrás
tl: humigit-kumulang isang araw ang nakalipas

source: about a month ago
cs: asi před měsícem
de: vor einem Monat
eu: orain dela hilabete bat inguru
ko: 약 한달 전
pl: około miesiąc temu
pt_br: cerca de 1 mês atrás
tl: bandang isang buwan na ang nakalilipas

source: about one month ago
cs: asi před měsícem
de: vor ca. einem Monat
eu: orain dela hilabete bat inguru
pl: około miesiąca temu
pt_br: há cerca de um mês atrás
tl: humigit-kumulang isang buwan ang nakalipas

source: about a year ago
cs: asi před rokem
de: vor ca. einem Jahr
eu: orain dela urte bat inguru
ko: 약 일년 전
pl: około rok temu
pt_br: cerca de 1 ano atrás
tl: bandang isang taon na ang nakalilipas

source: %s is not a valid color! Use 3 or 6 hex characters.
cs: %s není platná barva! Použijte 3 nebo 6 hex znaků.
de: „%s“ ist keine gültige Farbe! Verwende 3 oder 6 Hex-Zeichen.
eu: %s ez da baliozko kolorea! Erabili 3 edo 6 hex karaktere.
ko: %s은(는) 올바른 색이 아닙니다! 3자나 6자를 사용하십시오.
pl: %s nie jest prawidłowym kolorem. Proszę użyć trzech lub sześciu znaków szesnastkowych.
pt_br: %s não é uma cor válida! Utilize 3 ou 6 caracteres hexadecimais.
tl: Ang %s ay isang hindi katanggap-tanggap na kulay! Gumamit ng 3 o 6 na hex na mga panitik.

source: Getting backup from file '%s'.
cs: Načítám zálohu ze souboru '%s'.
de: Hole Backup von der Datei „%s“.
eu: '%s'-ren babeskopia eskuratzen.
ko: '%s' 파일에서 백업을 가져옵니다.
pl: Pobieranie kopii zapasowej z pliku "%s".
pt_br: Obtendo um backup do arquivo '%s'.
tl: Kinukuha ang kopyang pamalit mula sa talaksang '%s'

source: Could not remove user %1$s from group %2$s.
de: Konnte Benutzer %1$s nicht aus der Gruppe %2$s entfernen.
eu: %1$s ezin da %2$s taldetik ezabatu.
ko: %1$s 사용자를 %2$s 그룹에서 탈퇴시킬 수 없습니다.
pl: Nie można usunąć użytkownika %1$s z grupy %2$s.
pt_br: Não foi possível remover o usuário %1$s do grupo %2$s.
tl: Hindi matanggal ang tagagamit na si %1$s mula sa pangkat na %2$s.

# TITLE
source: %1$s's request for %2$s
de: %1$ss Anfragen auf %2$s
eu: %1$s(r)en eskaera %2$s talderako
ko: %1$s 사용자의 %2$s 요청
pl: Żądanie użytkownika %1$s by %2$s
pt_br: Solicitação de entrada de %1$s em %2$s
tl: Kahilingan ni %1$s para sa %2$s

source: Can only join groups.
de: Kann nur Gruppen beitreten.
pl: Można wyłącznie dołączać do grup.
pt_br: Só é possível participar de groups.

source: Saved the notice!
de: Nachricht gespeichert!
pt_br: Salvar as mensagens do site.

source: Server
eu: Zerbitzaria
ko: 서버
pl: Serwer
pt_br: Servidor
tl: Tagapaghain

source: SSL server
eu: SSL zerbitzaria
ko: SSL 서버
pl: Serwer SSL
pt_br: Servidor SSL
tl: Tagapaghain ng SSL

# TITLE
source: Sessions
de: Sitzungen
eu: Saioak
ko: 세션
pl: Sesje
pt_br: Sessões
tl: Mga Laang Panahon

# LEGEND
source: Sessions
de: Sitzungen
eu: Saioak
ko: 세션
pl: Sesje
pt_br: Sessões
tl: Mga Laang Panahon

source: Logo
eu: Logotipoa
ko: 로고
pt_br: Logotipo

source: %1$s has no right to reply to notice %2$d.
pt_br: %1$s não tem direito de responder a mensagem %2$d.

source: %1$s repeated a notice by %2$s
pt_br: %1$s repetiu a mensagem por %2$s

# TAB
source: Status
eu: Egoera
ko: 상태
pt_br: Mensagem
tl: Katayuan

# TAB
source: Share your:
pl: Podziel się:
pt_br: Compartilhe:

# MENU
source: Sessions
de: Sitzung
eu: Saioak
ko: 세션
pl: Sesje
pt_br: Sessões
tl: Mga laang panahon

source: Activity Streams
pl: Strumienie aktywności
pt_br: Execuções de atividade
tl: Mga Daloy ng Gawain

# MENU
source: Logo
eu: Logotipoa
ko: 로고
pt_br: Logotipo

source: permalink
pt_br: link permanente

source: You can also try your search on other engines: * [DuckDuckGo](https://duckduckgo.com/?q=site%%3A%%%%site.server%%%%+%s) * [Ixquick](https://ixquick.com/do/search?query=site%%3A%%%%site.server%%%%+%s) * [Searx](https://searx.laquadrature.net/?q=site%%3A%%%%site.server%%%%+%s) * [Yahoo!](https://search.yahoo.com/search?p=site%%3A%%%%site.server%%%%+%s)
pt_br: Você pode também tentar pesquisar em outros mecanismos: * [DuckDuckGo](https://duckduckgo.com/?q=site%%3A%%%%site.server%%%%+%s) * [Ixquick](https://ixquick.com/do/search?query=site%%3A%%%%site.server%%%%+%s) * [Searx](https://searx.laquadrature.net/?q=site%%3A%%%%site.server%%%%+%s) * [Yahoo!](https://search.yahoo.com/search?p=site%%3A%%%%site.server%%%%+%s)

# MENU
source: Old school
de: Alte Schule
eu: Aintzinako eran
pt_br: Interface antiga
tl: Lumang paraan

source: Avatar
eu: Avatarra
ko: 아바타
pl: Awatar
tl: Huwaran

# MENU
source: FAQ
ko: 자주 묻는 질문
tl: Mga malilimit na itanong

source: RESTful API
pl: API RESTful
tl: MapagPAHINGAng API

source: Creative Commons
ko: 크리에이티브 커먼즈 (Creative Commons)
tl: Malikhaing mga Pangkaraniwan

# LABEL
source: Email
eu: Posta elektronikoa
ko: 메일
tl: E-liham

source: Email
eu: Posta elektronikoa
ko: 메일
tl: E-liham

source: RT @%1$s %2$s
tl: Ulitin ang pag-tweet ng @%1$s %2$s
