Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: Invalid license title. Maximum length is 255 characters.
cs: Neplatný název licence. Maximální délka je 255 znaků.
de: Ungültiger Lizenztitel. Die maximale Länge liegt bei 255 Zeichen.
eu: Lizentzia-izenburu baliogabea. Luzera maximoa 255 karakterekoa da.
ko: 라이선스 제목이 너무 깁니다. 최대 255글자입니다.
pl: Nieprawidłowy tytuł licencji. Maksymalna długość to 255 znaków.
pt_br: O título da licença é inválido. O comprimento máximo é de 255 caracteres.
tl: Hindi katanggap-tanggap na pamagat ng lisensiya. Ang pinakamataas na haba ay 255 mga panitik.

source: Invalid license URL.
cs: Neplatné URL licence.
de: Ungültige Lizenz-URL.
eu: Lizentziaren URL baliogabea.
ko: 라이선스 URL이 잘못되었습니다.
pl: Nieprawidłowy adres URL licencji.
pt_br: A URL da licença é inválida.
tl: Hindi katanggap-tanggap na URL ng lisensiya.

source: Invalid license image URL.
cs: Neplatné URL obrázku k licenci.
de: Ungültige Lizenz-Bild-URL.
eu: Lizentziaren irudiaren URL baliogabea.
ko: 라이선스 이미지 URL이 잘못되었습니다.
pl: Nieprawidłowy adres URL obrazu licencji.
pt_br: A URL da imagem da licença é inválida.
tl: Hindi katanggap-tanggap na URL ng larawan ng lisensiya.

source: License URL must be blank or a valid URL.
cs: URL licence musí buď obsahovat platné URL, nebo být prázdné.
de: Lizenz-URL muss leer oder eine gültige URL sein.
eu: Lizentziaren URLa zuri utzi behar da eta baliozkoa izan behar da.
ko: 라이선스 URL은 비어 있거나 올바른 URL이어야 합니다.
pl: Adres URL licencji musi być pusty lub być prawidłowym adresem URL.
pt_br: O campo de URL da licença deve estar em branco ou então conter uma URL válida.
tl: Dapat na walang laman ang URL ng lisensiya o isang katanggap-tanggap na URL.

source: License image must be blank or valid URL.
cs: URL obrázku musí buď obsahovat platné URL, nebo být prázdné.
de: Lizenz-Bild muss leer oder eine gültige URL sein.
eu: Lizentziaren irudia zuri utzi behar da edo baliozko URLa izan behar da.
ko: 라이선스 이미지는 비어 있거나 올바른 URL이어야 합니다.
pl: Obraz licencji musi być pusty lub być prawidłowym adresem URL.
pt_br: O campo de iamgem da licença deve estar em branco ou então conter uma URL válida.
tl: Dapat na walang laman ang larawan ng lisensiya o isang katanggap-tanggap na URL.

source: License selection
cs: Výběr licence
de: Lizenzauswahl
eu: Lizentziaren aukeraketa
ko: 라이선스 선택
pl: Wybór licencji
pt_br: Seleção da licença
tl: Pilian ng lisensiya

source: Private
cs: Soukromé
de: Privat
eu: Pribatua
ko: 비공개
pl: Prywatna
pt_br: Particular
tl: Pansarili

source: All Rights Reserved
cs: Všechna práva vyhrazena
de: Alle Rechte vorbehalten
eu: Eskubide guztiak gordeak
pl: Wszystkie prawa zastrzeżone
pt_br: Todos os Direitos Reservados
tl: Nakalaan ang Lahat ng mga Karapatan

source: Type
cs: Typ
de: Typ
eu: Mota
ko: 종류
pl: Typ
pt_br: Tipo
tl: Uri

source: Select a license.
cs: Zvolte licenci.
de: Lizenz auswählen
eu: Hautatu lizentzia bat.
ko: 라이선스를 선택하십시오.
pl: Wybierz licencję.
pt_br: Selecione uma licença.
tl: Pumili ng isang lisensiya.

source: License details
cs: Podrobnosti o licenci
de: Lizenz-Details
eu: Lizentziaren xehetasunak
ko: 라이선스 세부 정보
pl: Szczegóły licencji
pt_br: Detalhes da licença
tl: Mga detalye ng lisensiya

source: Owner
cs: Vlastník
de: Besitzer
eu: Jabea
ko: 소유자
pl: Właściciel
pt_br: Proprietário
tl: May-ari

source: Name of the owner of the site's content (if applicable).
cs: Jméno vlastníka obsahu na tomto serveru (pokud je to vhodné).
de: Name von dem Besitzer des Inhalts dieser Website (falls notwendig)
eu: Guneko edukiaren jabearen izena (aplikagarria denean).
ko: 사이트 컨텐츠의 소유자 이름 (해당되는 경우)
pl: Nazwa właściciela treści witryny (jeśli dotyczy).
pt_br: Nome do proprietário do conteúdo do site (se aplicável).
tl: Pangalan ng may-ari ng nilalaman ng sityo (kung naaangkop).

source: License Title
cs: Název licence
de: Lizenz-Titel
eu: Lizentzia izenburua
ko: 라이선스 제목
pl: Tytuł licencji
pt_br: Título da licença
tl: Pamagat ng Lisensiya

source: The title of the license.
cs: Název licence
de: Der Titel der Lizenz.
eu: Lizentziaren izenburua.
ko: 라이선스의 제목.
pl: Tytuł licencji.
pt_br: O título da licença.
tl: Ang pamagat ng lisensiya.

source: License URL
cs: URL licence
de: Lizenz-URL
eu: Lizentziaren URLa
ko: 라이선스 URL
pl: Adres URL licencji
pt_br: URL da licença
tl: URL ng lisensiya

source: URL for more information about the license.
cs: URL adresa s podrobnějšími informacemi o licenci
de: URL mit weiteren Informationen über die Lizenz.
eu: Lizentziaren argibide gehiago jasotzeko URLa.
ko: 라이선스에 대한 자세한 정보가 있는 URL.
pl: Adres URL dodatkowych informacji o licencji.
pt_br: URL para obter mais informações sobre a licença.
tl: URL para sa karagdagang kabatiran na patungkol sa lisensiya.

source: License Image URL
cs: URL obrázku k licenci
de: Lizenz-Bild-URl
eu: Lizentziaren irudiaren URLa
ko: 라이선스 이미지 URL
pl: Adres URL obrazu licencji
pt_br: URL da imagem da licença
tl: URL ng Larawan ng Lisensiya

source: URL for an image to display with the license.
cs: URL adresa obrázku, který bude zobrazen u licence.
de: URL eines mit der Lizenz anzuzeigenden Bildes.
eu: Lizentziarekin batera bistaratzeko irudiaren URLa.
ko: 라이선스와 같이 표시할 이미지의 URL.
pl: Adres URL obrazu do wyświetlenia z licencją.
pt_br: URL de uma imagem a ser exibida com a licença.
tl: URL para sa isang larawan na ipapakitang kasama ng lisensiya.

source: Save license settings.
cs: Uložit nastavení licence.
de: Lizenzeinstellungen speichern
eu: Gorde lizentzia-ezarpenak.
ko: 라이선스 설정 저장.
pl: Zapisz ustawienia licencji
pt_br: Salvar as configurações da licença.
tl: Sagipin ang mga katakdaan ng lisensiya.

source: Incorrect username or password.
cs: Špatné jméno nebo heslo.
de: Falscher Benutzername oder Passwort.
eu: Erabiltzaile-izen edo pasahitz okerra.
ko: 사용자 이름 또는 비밀 번호가 올바르지 않습니다.
pl: Niepoprawna nazwa użytkownika lub hasło.
pt_br: Nome de usuário e/ou senha incorreto(s).
tl: Hindi tamang pangalan ng tagagamit o hudyat.

source: Error setting user. You are probably not authorized.
cs: Chyba při přihlašování uživatele. Pravděpodobně nejste autorizován(a).
de: Fehler beim Setzen des Benutzers. Du bist vermutlich nicht autorisiert.
eu: Errorea erabiltzailea ezartzean. Seguru asko ez daukazu baimenik.
ko: 사용자 설정에 오류. 인증하지 않았을 것입니다.
pl: Błąd podczas ustawiania użytkownika. Prawdopodobnie brak upoważnienia.
pt_br: Erro na configuração do usuário. Você provavelmente não tem autorização.
tl: Kamalian sa pagtatakda ng tagagamit. Maaaring wala kang pahintulot.

source: Login
cs: Přihlásit
de: Anmelden
eu: Izena eman
ko: 로그인
pl: Zaloguj się
pt_br: Entrar
tl: Lumagda

source: Login to site
cs: Přihlásit se na server
de: An Seite anmelden
eu: Gunean saioa hasi
ko: 사이트에 로그인
pl: Zaloguj się na witrynie
pt_br: Autenticar-se no site
tl: Lumagdang papasok sa pook

source: Username or email address
cs: Přezdívka nebo email
de: Benutzername oder E-Mail-Adresse
eu: Erabiltzaile-izena edo posta-helbidea
pl: Pseudonim lub adres e-mail
pt_br: Identificação ou endereço de e-mail
tl: Pangalan ng tagagamit o tirahan ng e-liham

source: Remember me
cs: Zapamatuj si mně
de: Anmeldedaten merken
eu: Saioa gogoratu
ko: 자동 로그인
pl: Zapamiętaj mnie
pt_br: Lembrar neste computador
tl: Tandaan ako

source: Automatically login in the future; not for shared computers!
cs: Po zaškrtnutí budete přihlašován(a) automaticky; nepožívejte na sdíleném počítači!
de: Automatisch anmelden; nicht bei gemeinsam genutzten PCs einsetzen!
eu: Saioa automatikoki hasi etorkizunean; ez erabili hau ordenagailu publikoetan!
ko: 앞으로는 자동으로 로그인합니다. 공용 컴퓨터에서는 이용하지 마십시오!
pl: Automatyczne logowanie. Nie należy używać na komputerach używanych przez wiele osób.
pt_br: Entra automaticamente da próxima vez, sem pedir a senha. Não use em computadores compartilhados!
tl: Kusang lumagda sa hinaharap; hindi para sa pinagsasaluhang mga kompyuter!

# BUTTON
source: Login
cs: Přihlásit
de: Anmelden
eu: Izena eman
ko: 로그인
pl: Zaloguj
pt_br: Entrar
tl: Lumagda

source: Lost or forgotten password?
cs: Ztracené nebo zapomenuté heslo?
de: Passwort vergessen?
eu: Pasahitza galdu edo ahaztu duzu?
ko: 비밀 번호를 잊으셨나요?
pl: Zgubione lub zapomniane hasło?
pt_br: Perdeu ou esqueceu sua senha?
tl: Nawala o nakalimutang hudyat?

source: For security reasons, please re-enter your user name and password before changing your settings.
cs: Z bezpečnostních důvodů prosím zadejte znovu své jméno a heslo, než budete měnit svá nastavení.
de: Bitte gebe aus Sicherheitsgründen deinen Benutzernamen und dein Passwort ein, bevor die Änderungen an deinen Einstellungen übernommen werden.
eu: Segurtasun arrazoiengatik, berridatzi zure erabiltzaile-izen eta pasahitza ezarpenak aldatu aurretik.
ko: 보안을 위해 설정을 저장하기 전에 사용자 이름과 비밀 번호를 다시 입력 해 주십시오.
pl: Z powodów bezpieczeństwa ponownie podaj nazwę użytkownika i hasło przed zmienianiem ustawień.
pt_br: Por razões de segurança, por favor, digite novamente seu nome de usuário e senha antes de alterar suas configurações.
tl: Para sa kadahilanang pangkaligtasan, mangyaring ipasok muli ang pangalan mo ng tagagamit at hudyat bago palitan ang mga pagtatakda mo.

source: Login with your username and password.
cs: Přihlaste se pomocí svého uživatelského jména a hesla.
de: Mit Benutzernamen und Passwort anmelden.
eu: Hasi saioa zure erabiltzaile-izen eta pasahitzarekin.
ko: 사용자 이름과 비밀번호로 로그인.
pl: Logowanie za pomocą nazwy użytkownika i hasła.
pt_br: Autentique-se com seu nome de usuário e senha.
tl: Lumagda sa pamamagitan ng pangalan mo ng tagagamit at hudyat.

source: Don't have a username yet? [Register](%%action.register%%) a new account.
cs: Nemáte ještě uživatelské jméno? [Založte si](%%action.register%%) nový účet.
de: Du hast noch keinen Benutzernamen? [Registriere](%%action.register%%) ein neues Konto.
eu: Ez daukazu erabiltzailerik oraindik? [Izena eman](%%action.register%%) kontu berria sortzeko.
ko: 아직 사용자 이름이 없으시나요? 새 계정을 [등록하세요](%%action.register%%).
pl: Nie masz jeszcze nazwy użytkownika? [Zarejestruj](%%action.register%%) nowe konto.
pt_br: Ainda não possui um usuário? [Registre](%%action.register%%) uma nova conta.
tl: Wala pang pangalan ng tagagamit? [Magpatala] (%%action.register%%) ng isang bagong akawnt.

source: Only an admin can make another user an admin.
cs: Pouze správce může udělat správcem dalšího uživatele.
de: Nur Admins können andere Benutzer zu Admins ernennen.
eu: Administratzaile batek soilik bihur dezake beste erabiltzaile bat administratzaile.
ko: 관리자만 다른 사용자를 관리자로 만들 수 있습니다.
pl: Tylko administrator może uczynić innego użytkownika administratorem.
pt_br: Somente um administrador pode dar privilégios de administração para outro usuário.
tl: Tanging isang tagapangasiwa lamang ang makagagawang gawing isang tagapangasiwa ang iba pang tagagamit.

source: %1$s is already an admin for group "%2$s".
cs: %1$s již je správcem skupiny "%2$s".
de: %1$s ist bereits Admin der Gruppe „%2$s“.
eu: %1$s jadanik "%2$s" taldearen administratzailea da.
ko: %1$s 사용자는 이미 %2$s 그룹의 관리자입니다.
pl: Użytkownika %1$s jest już administratorem grupy "%2$s".
pt_br: %1$s já é um administrador do grupo "%2$s".
tl: Si %1$s ay isa nang tagapangasiwa para sa pangkat na "%2$s".

source: Can't get membership record for %1$s in group %2$s.
cs: Nelze získat záznam o členství %1$s ve skupině %2$s.
de: Konnte keinen Mitgliedseintrag für %1$s aus Gruppe %2$s empfangen.
eu: Ezin izan %1$s(r)en kidetasunaren erregistroa lortu %2$s talderako.
ko: %1$s 그룹의 %2$s 회원 정보를 가져올 수 없습니다.
pl: Nie można uzyskać wpisu członkostwa użytkownika %1$s w grupie %2$s.
pt_br: Não foi possível obter o registro de membro de %1$s no grupo %2$s.
tl: Hindi makuha ang rekord ng pagkakasapi para kay %1$s sa pangkat na %2$s.

source: Can't make %1$s an admin for group %2$s.
cs: Nelze učinit %1$s správcem skupiny %2$s.
de: Konnte %1$s nicht zum Admin der Gruppe %2$s machen
eu: Ezin izan da %1$s %2$s taldeko administrazaile egin.
ko: %1$s 사용자를 %2$s 그룹의 관리자로 만들 수 없습니다.
pl: Nie można uczynić %1$s administratorem grupy %2$s.
pt_br: Não foi possível tornar %1$s um administrador do grupo %2$s.
tl: Hindi magawang tagapangasiwa si %1$s para sa pangkat na %2$s.

source: No current status.
cs: Chybí současný status.
de: Kein aktueller Status.
eu: Uneko egoerarik ez.
ko: 현재 상태 없음.
pl: Brak obecnego stanu.
pt_br: Nenhuma mensagem atual.
tl: Walang pangkasalukuyang katayuan.

source: New application
cs: Nová aplikace
de: Neues Programm
eu: Aplikazio berria
ko: 새 응용 프로그램
pl: Nowa aplikacja
pt_br: Nova aplicação
tl: Bagong aplikasyon

source: Use this form to register a new application.
cs: Použijte tento formulář pro registraci nové aplikace.
de: Benutzer dieses Formular, um eine neues Programm zu erstellen.
eu: Erabili formulario hau aplikazio berri bat erregistratzeko.
ko: 새 응용 프로그램을 등록하려면 이 양식을 사용하십시오.
pl: Użyj tego formularza, aby zarejestrować aplikację.
pt_br: Utilize este formulário para registrar uma nova aplicação.
tl: Gamitin ang pormularyong ito upang makapagpatala ng isang bagong aplikasyon.

source: Source URL is required.
cs: URL zdroje je nutné.
de: Quell-URL ist erforderlich.
eu: Iturburu URLa ezinbestekoa da.
ko: 소스 URL이 필요합니다.
pl: Źródłowy adres URL jest wymagany.
pt_br: A URL da fonte é obrigatória.
tl: Kailangan ang URL na pinagmumulan.

source: Could not create application.
cs: Nepodařilo se vytvořit aplikaci.
de: Konnte das Programm nicht erstellen.
eu: Ezin izan da aplikazioa sortu.
ko: 응용 프로그램을 새로 만들 수 없습니다.
pl: Nie można utworzyć aplikacji.
pt_br: Não foi possível criar a aplicação.
tl: Hindi malikha ang aplikasyon.

source: Invalid image.
cs: Neplatný obrázek.
de: Ungültiges Bild
eu: Irudi baliogabea.
ko: 잘못된 이미지입니다.
pl: Nieprawidłowa grafika.
pt_br: Imagem inválida.
tl: Hindi katanggap-tanggap na larawan.

source: New group
cs: Nová skupina
de: Neue Gruppe
eu: Talde berria
ko: 새 그룹
pl: Nowa grupa
pt_br: Novo grupo
tl: Bagong pangkat

source: You are not allowed to create groups on this site.
cs: Nemáte oprávnění zakládat skupiny na tomto serveru.
de: Du darfst hier keine Gruppen gründen.
eu: Gune honetan ez duzu talde berriak sortzeko baimenik.
ko: 이 사이트에서 그룹 만들기가 허용되지 않습니다.
pl: Brak uprawnienia do tworzenia grup w tej witrynie.
pt_br: Você não tem permissão para criar grupos neste site.
tl: Hindi ka pinapahintulutang lumikha ng mga pangkat sa lugar na ito.

source: Use this form to create a new group.
cs: Použijte tento formulář k vytvoření nové skupiny.
de: Benutze dieses Formular, um eine neue Gruppe zu erstellen.
eu: Erabili formulario hau talde berri bat sortzeko.
ko: 새 그룹을 만들려면 이 양식을 사용하십시오.
pl: Użyj tego formularza, aby utworzyć nową grupę.
pt_br: Utilize este formulário para criar um novo grupo.
tl: Gamitin ang pormularyong ito upang lumikha ng isang bagong pangkat.

source: Notice posted
cs: Sdělení vloženo
de: Nachricht hinzugefügt
eu: Oharra bidalia
ko: 글을 올렸습니다
pl: Wysłano wpis
pt_br: A mensagem foi publicada
tl: Naipaskil na ang pabatid

# TITLE
source: New notice
cs: Nové sdělení
de: Neue Nachricht
eu: Ohar berria
ko: 새 글
pl: Nowy wpis
pt_br: Nova mensagem
tl: Bagong pabatid

source: No content!
cs: Chybí obsah!
de: Kein Inhalt!
eu: Edukirik ez!
ko: 내용이 없습니다!
pl: Brak treści.
pt_br: Nenhum conteúdo!
tl: Walang nilalaman!

source: That's too long. Maximum notice size is %d character.
cs: Je to příliš dlouhé. Maximální délka sdělení je %d znak
de: Das war zu lang. Die Länge einer Nachricht ist auf ein Zeichen beschränkt.
eu: Luzeegia da hori. Oharren luzera gehienez karaktere %d da.
pl: Wpis jest za długi. Maksymalna długość wynosi %d znak.
pt_br: Está muito extenso. O tamanho máximo é de %d caractere.
tl: Napakahaba niyan. Ang pinakamalaking sukat ng pamatid ay %d panitik.

source: Search for notices on %%site.name%% by their contents. Separate search terms by spaces; they must be 3 characters or more.
cs: Hledejte sdělení na %%site.name%% podle obsahu. Hledané výrazy oddělte mezerami; musí mít alespoň 3 znaky.
de: Dursuche den Inhalt der Nachrichten auf %%site.name%%. Trenne mehrere Suchbegriffe durch Leerzeichen. Ein Suchbegriff muss aus mindestens 3 Zeichen bestehen.
eu: %%site.name%% gunean oharrak edukiz bilatu. Banandu bilaketa-terminoak zuriuneekin; terminoek hiru karaktere baino gehiago beharko dituzte.
ko: %%site.name%%의 글을 그 내용으로 검색합니다. 검색어는 공백으로 구분하고, 적어도 3글자 이상 필요합니다.
pl: Wyszukaj wpisy na %%site.name%% według ich treści. Oddziel wyszukiwane terminy spacjami. Terminy muszą mieć trzy znaki lub więcej.
pt_br: Procurar mensagens no %%site.name%% por seu conteúdo. Separe os termos da busca com espaços; eles devem ter 3 ou mais caracteres.
tl: Maghanap ng mga pabatid sa %%site.name%% ayon sa kanilang mga nilalaman. Paghiwalay-hiwalayin ang mga katagang hahanapin sa pamamagitan ng mga puwan; sila ay dapat na 3 mga panitik o mahigit pa.

source: Text search
cs: Textové vyhledávání
de: Volltextsuche
eu: Testu bilaketa
ko: 글 검색
pl: Wyszukiwanie tekstu
pt_br: Procurar por texto
tl: Paghahanap ng teksto

source: Search results for "%1$s" on %2$s
cs: Výsledky hledání "%1$s" na %2$s
de: Suchergebnisse für „%1$s“ auf %2$s
eu: %2$s(e)n "%1$s" testuaren bilaketaren emaitzak
ko: %2$s 사이트의 "%1$s" 검색 결과
pl: Wyniki wyszukiwania dla "%1$s" na %2$s
pt_br: Resultados da procura para "%1$s" no %2$s
tl: Mga kinalabasan ng paghahanap para sa %1$s sa %2$s

source: Be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
cs: Buďte první kdo [přispěje](%%%%action.newnotice%%%%?status_textarea=%s) na toto téma!
de: Sei der erste der [zu diesem Thema etwas schreibt](%%%%action.newnotice%%%%?status_textarea=%s)!
eu: Izan zaitez lehena [gai honen inguruan idazten](%%%%action.newnotice%%%%?status_textarea=%s)!
ko: 첫번째로 [이 주제에 대해 글을 써 보십시오](%%%%action.newnotice%%%%?status_textarea=%s)!
pl: Zostań pierwszym, który [wyśle coś na ten temat](%%%%action.newnotice%%%%?status_textarea=%s).
pt_br: Seja o primeiro a [publicar sobre este tópico](%%%%action.newnotice%%%%?status_textarea=%s)!
tl: Maging pinakauna sa [pagpaskil ng paksang ito](%%%%action.newnotice%%%%?status_textarea=%s)!

source: Why not [register an account](%%%%action.register%%%%) and be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
cs: Můžete si snadno [založit účet](%%%%action.register%%%%) a být první, kdo [přispěje](%%%%action.newnotice%%%%?status_textarea=%s) na toto téma!
de: Warum [registrierst du nicht einen Account](%%%%action.register%%%%) und bist der erste der [auf diese Nachricht antwortet](%%%%action.newnotice%%%%?status_textarea=%s)!
eu: Zergatik ez [izena eman](%%%%action.register%%%%) eta [gaiaren inguruan idazten](%%%%action.newnotice%%%%?status_textarea=%s) lehena izan!
ko: [계정을 등록해](%%%%action.register%%%%) 첫번째로 [이 주제에 대해 글을 쓰는](%%%%action.newnotice%%%%?status_textarea=%s) 사용자가 되십시오!
pl: Dlaczego nie [zarejestrujesz konta](%%%%action.register%%%%) i zostaniesz pierwszym, który [wyśle coś na ten temat](%%%%action.newnotice%%%%?status_textarea=%s).
pt_br: Por que você não [registra uma conta](%%%%action.register%%%%) e se torna o primeiro a [publicar sobre este tópico](%%%%action.newnotice%%%%?status_textarea=%s)?
tl: Bakit hindi [magpatala ng isang akawnt](%%%%action.register%%%%) at maging pinakauna sa [pagpaskil ng paksang ito](%%%%action.newnotice%%%%?status_textarea=%s)!

source: Updates with "%s"
cs: Aktualizace s "%s"
de: Aktualisierungen mit „%s“
eu: "%s"(r)ekin eguneraketak
ko: "%s" 검색어가 있는 업데이트
pl: Aktualizacje z "%s"
pt_br: Mensagens com "%s"
tl: Mga pagsasapanahon na may "%s"

source: Updates matching search term "%1$s" on %2$s.
cs: Aktualizace odpovídající hledanému výrazu "%1$s" na %2$s.
de: Alle Aktualisierungen, die den Suchbegriff „%1$s“ auf %2$s enthalten
eu: "%1$s" bilaketa terminoari dagozkion eguneraketak "%2$s"(e)n.
ko: %2$s 사이트에서 "%1$s" 검색된 업데이트
pl: Aktualizacje pasujące do wyszukiwanego wyrażenia "%1$s" na %2$s.
pt_br: Mensagens correspondentes aos termos "%1$s" em %2$s.
tl: Mga pagsasapanahon na tumutugma sa katagang panghanap na "%1$s" sa %2$s.

source: This user doesn't allow nudges or hasn't confirmed or set their email address yet.
cs: Tento uživatel nedovoluje pošťouchnutí, nebo ještě nepotvrdil svou emailovou adresu.
de: Dieser Benutzer erlaubt keine Stupser oder hat seine E-Mail-Adresse noch nicht bestätigt oder eingestellt.
eu: Erabiltzaile honek ez du zirikatua izan nahi edo ez du bere posta-helcidea sartu oraindik.
ko: 이 사용자는 찔러보기를 허용하지 않거나 메일 주소를 아직 설정하거나 확인하지 않았습니다.
pl: Ten użytkownik nie pozwala na szturchnięcia albo nie potwierdził lub nie ustawił jeszcze swojego adresu e-mail.
pt_br: Esse usuário não permite receber cutucadas ou ainda não confirmou ou configurou seu e-mail.
tl: Hindi pinapahintulutan ng tagagamit na ito ang mga pagdunggol o hindi pa nagtitiyak o nagtatakda ng kanilang tirahan ng e-liham.

source: Nudge sent
cs: Pošťouchnutí posláno
de: Stups abgeschickt
eu: Zirikatua
ko: 찔러 보기를 보냈습니다.
pl: Wysłano szturchnięcie
pt_br: A cutucada foi enviada
tl: Ipinadala ang pagdunggol

source: Nudge sent!
cs: Pošťouchnutí posláno!
de: Stups gesendet!
eu: Zirikatua!
ko: 찔러 보기를 보냈습니다!
pl: Wysłano szturchnięcie.
pt_br: A cutucada foi enviada!
tl: Naipadala na ang pagdunggol!

source: You must be logged in to list your applications.
cs: Pro zobrazení seznamu vašich aplikací je třeba se přihlásit.
de: Du musst angemeldet sein, um deine Programm anzuzeigen
eu: Zure aplikazioak zerrendatzeko saioa hasi behar duzu.
ko: 응용 프로그램 목록을 보려면 로그인해야 합니다.
pl: Musisz być zalogowany, aby wyświetlić listę aplikacji.
pt_br: Você precisa estar autenticado para listar suas aplicações.
tl: Dapat na nakalagda ka upang maitala ang mga aplikasyon mo.

source: OAuth applications
cs: OAuth aplikace
de: OAuth-Anwendungen
eu: OAuth aplikazioak
ko: OAuth 응용 프로그램
pl: Aplikacje OAuth
pt_br: Aplicações OAuth
tl: Mga aplikasyong OAuth

source: Applications you have registered
cs: Aplikace, které jste zaregistroval(a)
de: Registrierte Programme
eu: Erregistratu dituzun aplikazioak
ko: 등록한 응용 프로그램
pl: Zarejestrowane aplikacje
pt_br: Aplicações que você registrou
tl: Ang ipinatala mong mga aplikasyon

source: You have not registered any applications yet.
cs: Ještě jste nezaregistroval(a) žádné aplikace.
de: Du hast noch keine Programme registriert
eu: Ez duzu aplikaziorik erregistratu oraindik.
ko: 아직 등록한 응용 프로그램이 없습니다.
pl: Nie zarejestrowano jeszcze żadnych aplikacji.
pt_br: Você ainda não registrou nenhuma aplicação.
tl: Hindi ka pa nagpapatala ng anumang mga aplikasyon.

source: Connected applications
cs: Propojené aplikace
de: Verbundene Programme
eu: Konektaturiko aplikazioak
ko: 연결한 응용 프로그램
pl: Połączone aplikacje
pt_br: Aplicações conectadas
tl: Nakaugnay na mga aplikasyon

source: The following connections exist for your account.
cs: K vašemu účtu máte tato připojení.
de: Du hast den folgenden Programmen erlaubt, auf dein Benutzerkonto zuzugreifen.
eu: Zure kontuak ondorengo konexioak ditu.
ko: 계정에 다음 연결이 있습니다.
pl: Istnieją następujące połączenia dla konta.
pt_br: Existem as seguintes conexões para a sua conta.
tl: Umiiral ang sumusunod na mga ugnay para sa akawnt mo.

source: You are not a user of that application.
cs: Nejste uživatelem této aplikace.
de: Du bist kein Benutzer dieses Programms.
eu: Ez zara aplikazio horren erabiltzailea.
ko: 그 응용 프로그램의 사용자가 아닙니다.
pl: Nie jesteś użytkownikiem tej aplikacji.
pt_br: Você não é um usuário dessa aplicação.
tl: Hindi ka isang tagagamit ng aplikasyong iyan.

source: Unable to revoke access for application: %s.
cs: Nepodařilo se zrušit přístup aplikaci %s.
de: Kann Zugang dieses Programm nicht entfernen: %s.
eu: %s aplikaziora atzipena ezin da ezeztatu.
ko: 응용 프로그램의 접근 권한을 철회할 수 없습니다: %s.
pl: Nie można unieważnić dostępu dla aplikacji: %s.
pt_br: Não foi possível revogar o acesso para a aplicação: %s.
tl: Hindi nagawang bawiin ang pagpapapunta para sa aplikasyon: %s.
