Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: To send notices via email, we need to create a unique email address for you on this server:
cs: Pokud chcete vkládat svá sdělení emailem, musíme vám založit emailovou adresu na tomto serveru:
de: Um Notizen per Email zu senden, müssen wir für dich eine eindeutige Emailadresse generieren.
eu: Posta elektroniko bidez oharrak argitaratu ahal izateko, helbide elektroniko bakarra sortu beharra daukagu zerbitzari honetan:
ko: 메일로 글을 올리려면, 이 서버에 유일한 메일 주소를 만들어야 합니다.
pl: Aby wysyłać wpisy przez e-mail, należy utworzyć unikalny adres e-mail na tym serwerze:
pt_br: Para enviar mensagens por e-mail, é necessário criar um endereço de e-mail único para você neste servidor.
tl: Upang makapagpadala ng mga pabatid sa pamamagitan ng e-liham, kailangan naming lumikha ng isang natatanging tirahan ng e-liham para sa iyo sa tagapaghaing ito:

# BUTTON
source: New
cs: Nová
de: Neu
eu: Berria
ko: 새로
pl: Nowy
pt_br: Novo
tl: Bago

source: Email preferences
cs: Nastavení emailu
de: E-Mail Einstellungen
eu: Posta-hobespenak
ko: 전자메일 설정
pl: Preferencje e-mail
pt_br: Preferências de e-mail
tl: Mga nais sa e-liham

source: Send me notices of new subscriptions through email.
cs: Pošlete mi email, když mně někdo začne sledovat.
de: Informiere mich über neues Abonnements per E-Mail.
eu: Harpidetza berrien oharrak posta elektroniko bitartez jaso nahi ditut.
ko: 새 구독의 글을 메일로 보내기.
pl: Wyślij wpisy nowych subskrypcji przez e-mail.
pt_br: Envie-me notificações de novos assinantes por e-mail.
tl: Padalhan ako ng mga pabatid ng bagong mga pagpapasipi sa pamamagitan ng e-liham.

source: Send me email when someone sends me a private message.
cs: Pošlete mi email, když mi někdo pošle soukromou zprávu.
de: Mir eine E-Mail schicken, wenn mir jemand eine private Nachricht schickt.
eu: Norbaitek mezu pribatu bat bidaltzen didanean posta-mezu bat jaso nahi dut.
ko: 누군가 내게 비공개 메시지를 보냈을 때 메일 보내기.
pl: Wyślij wiadomość e-mail, kiedy ktoś wyśle prywatną wiadomość.
pt_br: Envie-me um e-mail quando alguém me mandar uma mensagem particular.
tl: Padalhan ako ng e-liham kapag may isang taong nagpadala sa akin ng isang pribadong mensahe.

source: Send me email when someone sends me an "@-reply".
cs: Pošlete mi email, když mi někdo pošle "@-odpověď".
de: Schick mir eine E-Mail, wenn mir jemand eine @Nachricht schickt.
eu: Norbaitek "@-erantzun" bat bidaltzen didanean posta-mezu bat jaso nahi dut.
ko: 누군가 내게 "@ 답장"을 보냈을 때 메일 보내기.
pl: Wyślij wiadomość e-mail, kiedy ktoś wyśle odpowiedź "@".
pt_br: Envie-me um e-mail quando alguém mandar uma mensagem citando meu nome ("@nome").
tl: Padalhan ako ng e-liham kapag may isang taong nagpadala sa akin ng isang "@-tugon".

source: Allow friends to nudge me and send me an email.
cs: Povolit mým přátelům mně pošťouchnout a poslat mi email.
de: Erlaube Freunden mich zu stupsen und mir E-Mails zu senden.
eu: Lagunak ni zirikatzea eta mezu elektronikoak bidaltzea baimendu.
ko: 친구들에게 찔러보기나 메일 보내기 허용.
pl: Pozwól przyjaciołom na szturchanie mnie i wyślij mi wiadomość e-mail.
pt_br: Permita que meus amigos me cutuquem e enviem e-mails.
tl: Pumapayag na madunggol ako ng mga kaibigan at padalhan ako ng isang e-liham.

source: Publish a MicroID for my email address.
cs: Zveřejnit MicroID pro mou emailovou adresu.
de: MicroID für meine E-Mail-Adresse veröffentlichen.
eu: Argitaratu nire helbide elektronikorako MicroID bat.
ko: 내 메일 주소의 마이크로아이디 공개.
pl: Opublikuj MicroID adresu e-mail.
pt_br: Publique um MicroID para meu endereço de e-mail.
tl: Maglathala ng isang MicroID para sa aking tirahan ng e-liham.

source: Email preferences saved.
cs: Nastavení emailu uloženo.
de: E-Mail-Einstellungen gespeichert.
eu: Posta-hobespenak gorde dira.
ko: 전자메일 설정이 저장되었습니다.
pl: Zapisano preferencje e-mail.
pt_br: As configurações de e-mail foram salvas.
tl: Nasagip ang mga nais sa e-liham.

source: No email address.
cs: Chybí emailová adresa.
de: Keine E-Mail-Adresse.
eu: Helbide elektronikoa falta da.
ko: 메일 주소가 없습니다.
pl: Brak adresu e-mail.
pt_br: Nenhum endereço de e-mail.
tl: Walang tirahan ng e-liham.

source: Cannot normalize that email address.
cs: Nepodařilo se normalizovat tuto emailovou adresu.
de: Diese Emailadresse kann nicht normalisiert werden.
eu: Ezin da helbide elektronikoa normaldu.
ko: 메일 주소를 정규화할 수 없습니다.
pl: Nie można znormalizować tego adresu e-mail.
pt_br: Não foi possível normalizar este endereço de e-mail.
tl: Hindi magawang normal ang tirahan ng e-liham na iyan.

source: That is already your email address.
cs: Tuto emailovou adresu již máte nastavenu.
de: Dies ist bereits deine E-Mail-Adresse.
eu: Dagoeneko hori da zure helbide elektronikoa.
ko: 그 메일 주소는 이미 자기 것입니다.
pl: Ten adres e-mail jest już twój.
pt_br: Esse já é seu endereço de e-mail.
tl: Iyan na nga ang tirahan mo ng e-liham.

source: That email address already belongs to another user.
cs: Tato emailová adresa již patří jinému uživateli.
de: Diese E-Mail-Adresse gehört bereits einem anderen Benutzer.
eu: Helbide elektroniko hori dagoeneko beste erabiltzaile batek hartu du.
ko: 그 메일 주소는 이미 다른 사용자 것입니다.
pl: Ten adres e-mail należy już do innego użytkownika.
pt_br: Esse endereço de e-mail já pertence à outro usuário.
tl: Ang tirahan ng e-liham na iyan ay pag-aari na ng ibang tagagamit.

source: Could not insert confirmation code.
cs: Nepodařilo se vložit potvrzovací kód.
de: Konnte Bestätigungscode nicht einfügen.
eu: Baieztapen kodea ezin izan da txertatu.
ko: 확인 코드를 추가 할 수 없습니다.
pl: Nie można wprowadzić kodu potwierdzającego.
pt_br: Não foi possível inserir o código de confirmação.
tl: Hindi maisingit ang kodigo ng pagtitiyak.

source: A confirmation code was sent to the email address you added. Check your inbox (and spam box!) for the code and instructions on how to use it.
cs: Potvrzovací kód byl zaslán na emailovou adresu, kterou jste přidal(a). Podívejte se do příchozí pošty (a pro jistotu i do nevyžádané pošty / spamu). V emailu najdete kód a instrukci, jak ho použít.
de: Ein Bestätigungscode wurde an die angegebene E-Mail-Adresse geschickt. Überprüfe deinen Posteingang (auch den Spamordner!) für den Code und Anweisungen, wie dieser benutzt wird.
eu: Gehitu duzun helbide elektronikora baieztapen kode bat bidali da. Begiratu zure sarrera-ontzia (baita spam-ontzia ere!) kodea eta jarraibideak dituen mezuaren bila.
ko: 추가한 메일로 인증 코드를 보냈습니다. 받은 편지함을 (또는 스팸함을!) 확인하셔서 확인 코드 및 사용법을 확인하십시오.
pl: Kod potwierdzający został wysłany na dodany adres e-mail. Sprawdź w swojej skrzynce odbiorczej (także w wiadomościach niechcianych), czy otrzymałeś kod i instrukcje dotyczące jego użycia.
pt_br: Um código de confirmação foi enviado para o endereço de e-mail que você informou. Verifique a sua caixa de entrada (e de spam!) para o código e instruções sobre como usá-lo.
tl: Ipinadala ang isang kodigo ng pagpapatunay sa idinagdag mong tirahan ng e-liham. Suriin ang iyong kahong-tanggapan (at kahon ng basurang liham!) para sa kodito at mga panuto kung paano ito gagamitin.

source: No pending confirmation to cancel.
cs: Žádné potvrzení ke zrušení.
de: Keine ausstehende Bestätigung, die abgebrochen werden kann.
eu: Ez dago baieztapenik ezeztatzeko.
ko: 취소 할 대기 중인 인증이 없습니다.
pl: Brak oczekujących potwierdzeń do anulowania.
pt_br: Nenhuma confirmação pendente para cancelar.
tl: Walang nakabinbing pagtitiyak na hindi ipagpapatuloy.

source: That is the wrong email address.
cs: Toto je špatná emailová adresa.
de: Dies ist die falsche E-Mail Adresse
eu: Helbide elektroniko hori okerrekoa da.
ko: 메일 주소가 잘못되었습니다.
pl: To jest błędny adres e-mail.
pt_br: Esse é o endereço de e-mail errado.
tl: Iyan ang maling tirahan ng e-liham.

source: Could not delete email confirmation.
cs: Nepodařilo se smazat potvrzení emailu.
de: Konnte E-Mail-Bestätigung nicht löschen.
eu: Ezin izan da posta-baieztapena ezabatu.
ko: 메일 승인을 삭제할 수 없습니다.
pl: Nie można usunąć potwierdzenia adresu e-mail.
pt_br: Não foi possível excluir a confirmação de e-mail.
tl: Hindi mabura ang pagtitiyak ng e-liham.

source: Email confirmation cancelled.
cs: Potvrzení emailu zrušeno.
de: E-Mail-Bestätigung abgebrochen.
eu: Posta-baieztapena ezeztatua.
ko: 메일 확인을 취소했습니다.
pl: Anulowano potwierdzenie e-mail.
pt_br: A confirmação por e-mail foi cancelada.
tl: Hindi itinuloy ang pagtitiyak ng e-liham.

source: That is not your email address.
cs: To není vaše emailová adresa.
de: Dies ist nicht deine E-Mail-Adresse.
eu: Hori ez da zure helbide elektronikoa.
ko: 자기 메일 주소가 아닙니다.
pl: To nie jest twój adres e-mail.
pt_br: Esse não é seu endereço de email.
tl: Hindi iyan ang tirahan mo ng e-liham.

source: The email address was removed.
cs: Emailová adresa byla odstraněna.
de: Die E-Mail-Adresse wurde entfernt.
eu: Helbide elektronikoa kendu egin da.
ko: 메일 주소를 제거했습니다.
pl: Adres e-mail został usunięty.
pt_br: O endereço de e-mail foi removido.
tl: Natanggal ang tirahan ng e-liham.

source: No incoming email address.
cs: Nemáte příchozí emailovou adresu.
de: Keine Eingangs-E-Mail-Adresse.
eu: Ez dago jasotzeko helbide elektronikorik.
ko: 받는 메일 주소가 없습니다.
pl: Brak przychodzącego adresu e-mail.
pt_br: Nenhum endereço de e-mail para recebimentos.
tl: Walang parating na tirahan ng e-liham.

source: Could not update user record.
cs: Nepodařilo se aktualizovat záznam uživatele.
de: Konnte Benutzereintrag nicht aktualisieren.
eu: Ezin da erabiltzailearen erregistroa eguneratu.
ko: 사용자 기록을 업데이트할 수 없습니다.
pl: Nie można zaktualizować wpisu użytkownika.
pt_br: Não foi possível atualizar o registro do usuário.
tl: Hindi maisapanahon ang rekord ng tagagamit.

source: Incoming email address removed.
cs: Příchozí emailová adresa odstraněna.
de: Eingehende E-Mail-Adresse entfernt
eu: Jasotzeko helbide elektronikoa kendu egin da.
ko: 받는 메일 주소를 제거했습니다.
pl: Usunięto przychodzący adres e-mail.
pt_br: O endereço de e-mail de recebimento foi removido.
tl: Natanggal ang parating na tirahan ng e-liham.

source: New incoming email address added.
cs: Nová příchozí emailová adresa byla přidána.
de: Neue Eingangs-E-Mail-Adresse hinzugefügt.
eu: Jasotzeko helbide elektroniko berria gehitu da.
ko: 새로 받는 메일 주소를 추가했습니다.
pl: Dodano nowy przychodzący adres e-mail.
pt_br: Foi adicionado um novo endereço de e-mail para recebimento de mensagens.
tl: Naidagdag ang bagong parating na tirahan ng e-liham.

source: Featured users
cs: Doporučení uživatelé
de: Top-Benutzer
eu: Bereizitako erabiltzaileak
ko: 주요 사용자
pl: Znani użytkownicy
pt_br: Usuários em destaque
tl: Tampok na mga tagagamit

source: Featured users, page %d
cs: Doporučení uživatelé, strana %d
de: Top-Benutzer, Seite %d
eu: Bereizitako erabiltzaileak, %d. orria
ko: 알찬 사용자, %d 페이지
pl: Znani użytkownicy, strona %d
pt_br: Usuários em destaque, pág. %d
tl: Tampok na mga tagagamit, pahina %d

source: A selection of some great users on %s.
cs: Výběr některých zajímavých uživatelů na %s.
de: Eine Auswahl besonderer Benutzer auf %s.
eu: Erabiltzaile nabarmenen hautapen bat %s(e)n.
ko: %s 사이트의 훌륭한 사용자 선택
pl: Wybór znanych użytkowników w serwisie %s
pt_br: Uma seleção de alguns grandes usuários em %s.
tl: Isang pilian ng ilang dakilang mga tagagamit sa %s.

source: No such file.
cs: Soubor neexistuje.
de: Datei nicht gefunden.
eu: Fitxategi hori ez dago.
ko: 그런 파일이 없습니다.
pl: Nie ma takiego pliku.
pt_br: Esse arquivo não existe.
tl: Walang ganyang talaksan.

source: Cannot read file.
cs: Nemáte oprávnění číst tento soubor.
de: Datei konnte nicht gelesen werden.
eu: Ezin da fitxategia irakurri.
ko: 파일을 읽을 수 없습니다.
pl: Nie można odczytać pliku.
pt_br: Não foi possível ler o arquivo.
tl: Hindi mabasa ang talaksan.

source: Invalid role.
cs: Neplatná role.
de: Ungültige Aufgabe
eu: Rol baliogabea.
ko: role이 잘못되었습니다.
pl: Nieprawidłowa rola.
pt_br: Papel inválido.
tl: Hindi katanggap-katanggap na gampanin.

source: This role is reserved and cannot be set.
cs: Tato role je vyhrazena a nelze jí nastavit.
de: Diese Aufgabe ist reserviert und kann nicht gesetzt werden
eu: Rol hau gordeta dago eta ezin da ezarri.
ko: 이 역할은 예약되어 설정할 수 없습니다.
pl: Ta rola jest zastrzeżona i nie może zostać ustawiona.
pt_br: Este papel está reservado e não pode ser definido.
tl: Nakalaan sa iba ang gampaning ito at hindi maitatakda.

source: You cannot grant user roles on this site.
cs: Nemáte oprávnění přidělovat uživatelské role na tomto serveru.
de: Auf dieser Seite können keine Benutzerrollen gewährt werden.
eu: Gune honetan ezin duzu erabiltzaile-rolik eman.
ko: 이 사이트에서는 사용자에게 역할을 부여할 수 없습니다.
pl: Nie można udzielić rol użytkownikom na tej witrynie.
pt_br: Você não pode definir papéis para os usuários neste site.
tl: Hindi ka makapagbibigay ng mga gampanin ng tagagamit sa sityong ito.

source: User already has this role.
cs: Uživatel již tuto roli má.
de: Benutzer hat bereits diese Aufgabe
eu: Erabiltzaileak badauka rol hau.
ko: 사용자에 이미 이 역할이 있습니다.
pl: Użytkownik ma już tę rolę.
pt_br: O usuário já possui este papel.
tl: Mayroon nang ganitong gampanin ang tagagamit.

source: No profile specified.
cs: Nebyl vybrán profil.
de: Kein Profil angegeben.
eu: Ez da profilik zehaztu.
ko: 프로필을 지정하지 않았습니다.
pl: Nie podano profilu.
pt_br: Não foi especificado nenhum perfil.
tl: Walang tinukoy na balangkas.

source: No profile with that ID.
cs: Profil s tímto ID neexistuje.
de: Kein Benutzer-Profil mit dieser ID.
eu: Ez dago ID hori duen profilik.
ko: 해당 아이디의 프로필이 없습니다.
pl: Brak profilu o tym identyfikatorze.
pt_br: Não foi encontrado nenhum perfil com esse ID.
tl: Walang balangkas na may ganyang ID.

source: No group specified.
cs: Nebyla vybrána skupina.
de: Keine Gruppe angegeben
eu: Ez da talderik zehaztu.
ko: 그룹을 지정하지 않았습니다.
pl: Nie podano grupy.
pt_br: Não foi especificado nenhum grupo.
tl: Walang tinukoy na pangkat.

source: Only an admin can block group members.
cs: Pouze správce může blokovat členy skupiny.
de: Nur ein Admin kann Mitglieder der Gruppe blockieren.
eu: Administratzaileak soilik blokea ditzake taldekideak.
ko: 관리자만 그룹 회원을 차단할 수 있습니다.
pl: Tylko administrator może blokować członków grupy.
pt_br: Somente um administrador pode bloquear usuários no grupo.
tl: Tanging isang tagapangasiwa lamang ang makapanghaharang ng mga kasapi ng pangkat.

source: User is already blocked from group.
cs: Tomuto uživateli byl již vstup do skupiny zablokován.
de: Dieser Benutzer ist bereits von der Gruppe blockiert
eu: Erabiltzailea dagoeneko blokeatuta dago taldean.
ko: 사용자를 이미 그룹에서 차단했습니다.
pl: Użytkownik został już zablokował w grupie.
pt_br: O usuário já está bloqueado no grupo.
tl: Hinahadlangan na ang tagagamit mula sa pangkat.

source: User is not a member of group.
cs: Uživatel není členem skupiny.
de: Benutzer ist kein Mitglied dieser Gruppe.
eu: Erabiltzailea ez da taldekidea.
ko: 사용자가 그룹의 회원이 아닙니다.
pl: Użytkownik nie jest członkiem grupy.
pt_br: O usuário não é um membro do grupo
tl: Ang tagagamit ay hindi isang kasapi ng pangkat.

source: Block user from group
cs: Zablokovat uživateli přístup do skupiny.
de: Benutzerzugang zu der Gruppe blockieren
eu: Blokeatu erabiltzailea taldean
ko: 그룹에서 사용자 차단
pl: Zablokuj użytkownika w grupie
pt_br: Bloquear o usuário no grupo
tl: Hadlangan ang tagagamit mula sa pangkat

source: Are you sure you want to block user "%1$s" from the group "%2$s"? They will be removed from the group, unable to post, and unable to subscribe to the group in the future.
cs: Opravdu chcete uživateli "%1$s" zablokovat vstup do skupiny "%2$s"? Bude ze skupiny odstraněn a nebude do ní moci přispívat, ani sledovat sdělení skupiny.
de: Bist du sicher, dass du den Benutzer „%1$s“ in der Gruppe „%2$s“ blockieren willst? Er wird aus der Gruppe gelöscht, kann keine Beiträge mehr abschicken und wird auch in Zukunft dieser Gruppe nicht mehr beitreten können.
eu: Ziur zaude "%1$s" erabiltzailea "%2$s" taldean blokeatu nahi duzula? Taldetik ezabatua izango da, ezingo du bidalketarik egin eta ezingo da etorkizuenean taldera harpidetu.
ko: 정말로 "%1$s" 사용자를 "%2$s" 그룹에서 차단하시겠습니까? 차단된 사용자는 그룹에서 제거되고, 글을 올릴 수 없고, 앞으로도 그룹에 구독할 수 없습니다.
pl: Jesteś pewny, że chcesz zablokować użytkownika "%1$s" w grupie "%2$s"? Zostanie usunięty z grupy, nie będzie mógł wysyłać wpisów i subskrybować grupy w przyszłości.
pt_br: Tem certeza que deseja bloquear o usuário "%1$s" no grupo "%2$s"? Ele será removido do grupo e impossibilitado de publicar e de se juntar ao grupo futuramente.
tl: Nakatitiyak ka bang nais mong harangin ang tagagamit na si "%1$s" mula sa pangkat na "%2$s"? Tatanggalin sila mula sa pangkat, hindi makakapagpaskil, at hindi makasisipi sa pangkat sa hinaharap.

source: Do not block this user from this group.
cs: Neblokovat tomuto uživateli přístup do skupiny.
de: Diesen Benutzer in dieser Gruppe nicht blockieren.
eu: Ez blokeatu erabiltzaile hau talde honetan.
ko: 이 사용자를 그룹에서 차단하지 않기.
pl: Nie blokuj tego użytkownika z tej grupy.
pt_br: Não bloquear este usuário neste grupo.
tl: Huwag hadlangan ang tagagamit na ito mula sa pangkat na ito.

source: Block this user from this group.
cs: Zablokovat tomuto uživateli přístup do skupiny.
de: Diesen Benutzer in dieser Gruppe blockieren.
eu: Blokeatu erabiltzaile hau talde honetan.
ko: 이 사용자를 이 그룹에서 차단
pl: Zablokuj tego użytkownika w tej grupie
pt_br: Bloquear este usuário neste grupo.
tl: Hadlangan ang tagagamit na ito mula sa pangkat na ito.

source: Database error blocking user from group.
cs: Chyba databáze při blokování uživatele ze skupiny.
de: Datenbankfehler beim Versuch den Benutzer aus der Gruppe zu blockieren.
eu: Datu-base errorea erabiltzailea taldean blokeatzerakoan.
ko: 사용자를 그룹에서 차단하는데 데이터베이스 오류.
pl: Błąd bazy danych podczas blokowania użytkownika w grupie.
pt_br: Ocorreu um erro no banco de dados ao tentar bloquear o usuário no grupo.
tl: Kamalian ng kalipunan ng dato sa paghahadlang ng tagagamit mula sa pangkat.

source: No ID.
cs: Chybí ID.
de: Keine ID
eu: IDrik ez.
ko: 아이디가 없습니다.
pl: Brak identyfikatora.
pt_br: Nenhuma ID.
tl: Walang ID.

source: Group logo
cs: Logo skupiny
de: Gruppen-Logo
eu: Taldearen logoa
ko: 그룹 로고
pl: Logo grupy
pt_br: Logo do grupo
tl: Logo ng pangkat

source: You can upload a logo image for your group. The maximum file size is %s.
cs: Můžete nahrát obrázek loga pro vaši skupinu. Maximální velikost souboru je %s.
de: Du kannst ein Logo für deine Gruppe hochladen. Die maximale Dateigröße ist %s.
eu: Zure talderako logoa igo dezakezu. Fitxategiaren gehieneko tamaina %s da.
ko: 사이트의 배경 이미지를 업로드할 수 있습니다. 최대 파일 크기는 %s 입니다.
pl: Można wysłać obraz logo grupy. Maksymalny rozmiar pliku to %s.
pt_br: Você pode enviar uma imagem de logo para o seu grupo. O tamanho máximo do arquivo é %s.
tl: Maaari kang magkarga ng isang larawan ng logo para sa pangkat mo. Ang pinakamataas na sukat ng talaksan ay %s.

source: Upload
cs: Nahrát
de: Hochladen
eu: Igo
ko: 업로드
pl: Wyślij
pt_br: Enviar
tl: Ikargang paitaas

source: Crop
cs: Oříznout
de: Zuschneiden
eu: Moztu
ko: 자르기
pl: Przytnij
pt_br: Cortar
tl: Pungusin

source: Pick a square area of the image to be the logo.
cs: Vyberte čtvercovou oblast obrázku, která bude vaše logo.
de: Wähle eine quadratische Fläche aus dem Bild, um das Logo zu speichern.
eu: Hautatu logoa izango den irudiko eremu laukia.
ko: 이미지에서 로고로 사용할 사각형 영역을 지정하십시오.
pl: Wybierz kwadratowy obszar obrazu, który będzie logo.
pt_br: Selecione uma área quadrada da imagem para definir a logo
tl: Pumili ng isang parisukat na lugar ng larawan na magiging logo.

source: Logo updated.
cs: Logo aktualizováno.
de: Logo aktualisiert.
eu: Logoa eguneratuta.
ko: 로고를 업데이트했습니다.
pl: Zaktualizowano logo.
pt_br: A logo foi atualizada.
tl: Naisapanahon ang logo.

source: Failed updating logo.
cs: Nepodařilo se aktualizovat logo.
de: Aktualisierung des Logos fehlgeschlagen.
eu: Huts egin du logoa eguneratzean.
ko: 로고 업데이트에 실패했습니다.
pl: Zaktualizowanie logo nie powiodło się.
pt_br: Não foi possível atualizar a logo.
tl: Nabigo sa pagsasapanahon ng logo.

source: %s group members
cs: Členové skupiny %s.
de: %s Gruppen-Mitglieder
eu: %s taldeko kideak
ko: %s 그룹 회원
pl: Członkowie grupy %s
pt_br: Membros do grupo %s
tl: Mga kasapi sa pangkat na %s

source: %1$s group members, page %2$d
cs: Členové skupiny %1$s, strana %2$d
de: %1$s Gruppen-Mitglieder, Seite %2$d
eu: %1$s taldeko kideak, %2$d. orria
ko: %1$s 그룹 회원, %2$d 페이지
pl: Członkowie grupy %1$s, strona %2$d
pt_br: Membros do grupo %1$s, pág. %2$d
tl: Mga kasapi sa pangkat na %1$s, pahina %2$d

source: A list of the users in this group.
cs: Seznam uživatelů v této skupině.
de: Liste der Benutzer in dieser Gruppe.
eu: Talde honetako erabiltzaile-zerrenda.
ko: 이 그룹의 사용자 목록
pl: Lista użytkowników znajdujących się w tej grupie.
pt_br: Uma lista dos usuários deste grupo.
tl: Isang talaan ng mga tagagamit sa loob ng pangkat na ito.

source: Only the group admin may approve users.
cs: Pouze správce skupiny může schvalovat přihlášky uživatelů.
de: Nur der Gruppenverwalter kann Benutzer annehmen.
eu: Taldeko administrazaileak soilik onartu beharko lituzke erabiltzaileak.
ko: 그룹 관리자만 사용자를 승인할 수 있습니다.
pl: Tylko administrator grupy może zatwierdzać użytkowników.
pt_br: Somente o administrador do grupo pode aprovar usuários.
tl: Tanging ang tagapangasiwa lamang ng pangkat ang maaaring magpahintulot ng mga tagagamit.

source: %s group members awaiting approval
cs: Zájemci o členství ve skupině %s
de: Mitglieder der Gruppe %s, die auf die Aufnahmebestätigung warten.
eu: %s taldeko erabiltzaileak onarpenaren zai
ko: 승인을 기다리는 %s 그룹 회원
pl: członkowie grupy %s oczekują na zatwierdzenie
pt_br: Membros do grupo %s aguardando aprovação
tl: Mga kasapi sa pangkat na %s na naghihintay ng pagpayag

source: %1$s group members awaiting approval, page %2$d
cs: Zájemci o členství ve skupině %1$s, strana %2$d
de: Mitglieder der Gruppe %1$s, die auf die Aufnahmebestätigung warten, Seite %2$d.
eu: %1$s taldeko erabiltzaileak onarpenaren zain, %2$d. orria
ko: 승인을 기다리는 %1$s 그룹 회원, %2$d 페이지
pl: Członkowie grupy %1$s oczekujący na zatwierdzenie, strona %2$d
pt_br: Membros do grupo %1$s aguardando aprovação, pág. %2$d
tl: Mga kasapi sa pangkat na %1$s na naghihintay ng pagpayag, pahina %2$d

source: A list of users awaiting approval to join this group.
cs: Seznam uživatelů, kteří čekají na svolení přidat se k této skupině.
de: Liste von Benutzern, die auf die Bestätigung ihrer Mitgliedschaft warten.
eu: Talde honekin elkartzeko onarpen zain dauden erabiltzaileen zerrenda.
ko: 이 그룹에 가입 승인을 기다리는 사용자 목록.
pl: Lista użytkowników czekających na zatwierdzenie członkostwa w tej grupie.
pt_br: Uma lista de usuários aguardando aprovação para entrarem neste grupo.
tl: Isang talaan ng mga tagagamit na naghihintay ng pagpayag upang makasali sa pangkat na ito.

source: Updates from members of %1$s on %2$s!
cs: Novinky od členů %1$s na %2$s!
de: Aktualisierungen von %1$s auf %2$s!
eu: %2$s(e)n %1$s(e)ko kideek bidalitako azken mezuak!
ko: %2$s 사이트의 %1$s 회원의 업데이트
pl: Aktualizacje od członków %1$s na %2$s.
pt_br: Atualizações dos membros de %1$s no %2$s!
tl: Mga pagsasapanahon mula sa mga kasapi ng %1$s sa %2$s!

# TITLE
source: Groups
cs: Skupiny
de: Gruppen
eu: Taldeak
ko: 그룹
pl: Grupy
pt_br: Grupos
tl: Mga pangkat

# TITLE
source: Groups, page %d
cs: Skupiny, strana %d
de: Gruppen, Seite %d
eu: Taldeak, %d. orria
ko: 그룹, %d 페이지
pl: Grupy, strona %d
pt_br: Groupos, pág. %d
tl: Mga pangkat, pahina %d
