Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: %%%%site.name%%%% groups let you find and talk with people of similar interests. After you join a group you can send messages to all other members using the syntax "!groupname". Don't see a group you like? Try [searching for one](%%%%action.groupsearch%%%%) or [start your own](%%%%action.newgroup%%%%)!
cs: Skupiny na %%%%site.name%%%% umožňují najít lidi s podobnými zájmy a komunikovat s nimi. Po té, co se přidáte ke skupině můžete posílat zprávy všem jejím členům tím, že do nich napíšete vykřičník a název skupiny, např. "!naseskupina". Nevidíte žádnou skupinu, která by se vám líbila? Zkuste [vyhledávání skupin](%%%%action.groupsearch%%%%) nebo [založte svou vlastní](%%%%action.newgroup%%%%)!
de: Finde und rede mit Gleichgesinnten in %%%%site.name%%%%-Gruppen. Nachdem du einer Gruppe beigetreten bist, kannst du mit „!Gruppenname“ eine Nachricht an alle Gruppenmitglieder schicken. Du kannst nach einer [Gruppe suchen](%%%%action.groupsearch%%%%) oder deine eigene [Gruppe aufmachen](%%%%action.newgroup%%%%)!
eu: %%%%site.name%%%% taldeek interes berdineko lagunak aurkitu eta haiekin hitz egitea ahalbidetuko dizute. Talde batekin elkartzean, "!taldeizena" sintaxia erabiliz taldekide guztiei mezuak bidaltzeko aukera izango duzu. Ez duzu gustuko talderik aurkitzen? Saiatu [bat bilatzen](%%%%action.groupsearch%%%%) edo [sortu bat](%%%%action.newgroup%%%%)!
ko: %%%%site.name%%%% 그룹에서는 비슷한 관심사를 가진 사람들을 찾고 그 사람들과 대화할 수 있습니다. 그룹에 가입하면 "!그룹이름" 문법을 사용해 모든 회원들에게 메시지를 보낼 수 있습니다. 좋아하는 그룹을 모르시나요? [검색해 보시거나](%%%%action.groupsearch%%%%) [직접 그룹을 만들어 보십시오](%%%%action.newgroup%%%%)!
pl: Grupy %%%%site.name%%%% umożliwiają odnalezienie i rozmawianie z osobami o podobnych zainteresowaniach. Po dołączeniu do grupy można wysyłać wiadomości do wszystkich członków używając składni "!nazwagrupy". Nie widzisz grupy, która cię interesuje? Spróbuj ją [znaleźć](%%%%action.groupsearch%%%%) lub [założyć własną.](%%%%action.newgroup%%%%)
pt_br: Os grupos de %%%%site.name%%%% lhe permitem encontrar e conversar com pessoas que tenham interesses similares. Após entrar em um grupo, você pode enviar mensagens para todos os seus membros usando a sintaxe "!nomedogrupo". Não encontrou um grupo que lhe agrade? Experimente [pesquisar por um](%%%%action.groupsearch%%%%) ou [criar o seu próprio](%%%%action.newgroup%%%%)!
tl: Ang mga pangkat ng %%%%site.name%%%% ay nagpapahintulot sa iyo na makahanap at makipag-usap sa mga taong may kahalintulad na mga hilig. Pagkaraan mong sumali sa isang pangkat makapagpapadala ka ng mga mensahe sa lahat ng iba pang mga kasapi na ginagamit ang palaugnayang "!groupname". Hindi makakita ng pangkat na magugustuhan mo? Subukang [humanap ng isa](%%%%action.groupsearch%%%%) o [magsimula ng iyo](%%%%action.newgroup%%%%)!

source: Create a new group
cs: Vytvořit novou skupinu
de: Neue Gruppe erstellen
eu: Sortu talde berria
ko: 새 그룹 만들기
pl: Utwórz nową grupę
pt_br: Criar um novo grupo
tl: Lumikha ng isang bagong pangkat

source: Search for groups on %%site.name%% by their name, location, or description. Separate the terms by spaces; they must be 3 characters or more.
cs: Hledejte skupiny na %%site.name%% podle jejich názvu, místa, nebo popisu. Oddělte slova mezerami; slova musí být nejméně 3 znaky dlouhá.
de: Durchsuche die Namen, Orte oder Interessen der Benutzer von %%site.name%%. Trenne mehrere Suchbegriffe durch Leerzeichen. Ein Suchbegriff muss aus mindestens 3 Zeichen bestehen.
eu: Bilatu taldeak %%site.name%% gunean izenaren, kokapenaren edo deskribapenaren bidez. Banandu hitzak zuriuneekin; 3 karaktere edo gehiago eduki behar dituzte.
ko: %%site.name%%의 그룹을 이름, 장소, 설명으로 검색합니다. 검색어는 공백으로 구분하고, 적어도 3글자 이상 필요합니다.
pl: Wyszukaj grupy na %%site.name%% według ich nazwy, położenia lub opisu. Oddziel terminy spacjami; muszą mieć trzy znaki lub więcej.
pt_br: Procurar grupos no %%site.name%% por seus nomes, localização ou descrição. Separe os termos com espaços; eles devem ter 3 ou mais caracteres.
tl: Maghanap ng mga pangkat sa %%site.name%% ayon sa kanilang pangalan, kinalalagyan, o paglalarawan. Paghiwa-hiwalayin ang mga kataga sa pamamagitan ng mga puwang; dapat silang 3 mga panitik o mahigit pa.

source: Group search
cs: Hledání skupin
de: Gruppen-Suche
eu: Talde bilaketa
ko: 그룹 검색
pl: Wyszukaj grupę
pt_br: Procurar grupos
tl: Paghahanap ng pangkat

source: No results.
cs: Žádné výsledky.
de: Keine Ergebnisse.
eu: Emaitzarik ez.
ko: 결과 없음.
pl: Brak wyników.
pt_br: Nenhum resultado.
tl: Walang mga resulta.

source: If you cannot find the group you're looking for, you can [create it](%%action.newgroup%%) yourself.
cs: Pokud jste nenašli skupinu, kterou hledáte, můžete ji [vytvořit](%%action.newgroup%%) sami.
de: Wenn du die Gruppe, die dich interessiert, nicht finden kannst, dann [erstelle sie](%%action.newgroup%%) doch einfach.
eu: Bilatzen ari zaren taldea aurkitzen ez baduzu, zuk zeuk [sortu](%%action.newgroup%%) dezakezu.
ko: 찾으시는 그룹이 없으면, 직접 [만들 수 있습니다](%%action.newgroup%%).
pl: Jeśli nie można odnaleźć grupy, której szukasz, możesz samodzielnie [ją utworzyć](%%action.newgroup%%).
pt_br: Caso não encontre o grupo que está procurando, você pode [criá-lo](%%action.newgroup%%).
tl: Kung hindi ka makatagpo ng pangkat na hinahanap mo, maaaring ang sarili mo ang [lumikha nito](%%action.newgroup%%).

source: Why not [register an account](%%action.register%%) and [create the group](%%action.newgroup%%) yourself!
cs: Můžete si snadno [založit účet](%%action.register%%) a [vytvořit skupinu](%%action.newgroup%%) sami!
de: Warum [registrierst du nicht einen Account](%%action.register%%) und [legst diese Gruppe selbst an](%%action.newgroup%%)?
eu: Zergatik ez duzu [izen ematen](%%action.register%%) eta [taldea sortzen](%%action.newgroup%%) zerorrek!
ko: [계정을 등록해](%%action.register%%) 직접 [그룹을 만드십시오](%%action.newgroup%%)!
pl: Dlaczego nie [zarejestrujesz konta](%%action.register%%) i sam [utworzysz grupę](%%action.newgroup%%).
pt_br: Por que você não [se cadastra](%%action.register%%) e [cria o grupo](%%action.newgroup%%) você mesmo?
tl: Bakit hindi [magpatala ng isang akawnt](%%action.register%%) at ang sarili mo na ang [lumikha ng pangkat](%%action.newgroup%%)!

source: Only an admin can unblock group members.
cs: Pouze správce může odblokovat členy skupiny.
de: Nur Admins können Blockierungen von Gruppenmitglieder aufheben.
eu: Administratzaileak soilik desblokea ditzake taldekideak.
ko: 관리자만 그룹 회원을 차단할 수 있습니다.
pl: Tylko administrator może odblokowywać członków grupy.
pt_br: Somente um administrador pode desbloquear membros do grupo.
tl: Tanging isang tagapangasiwa lamang ang makapagtatanggal na harang sa mga kasapi ng pangkat.

source: User is not blocked from group.
cs: Uživatel nemá zablokován přístup do skupiny.
de: Dieser Benutzer ist nicht von der Gruppe blockiert.
eu: Erabiltzailea ez dago taldean blokeatuta.
ko: 사용자가 그룹에서 차단되지 않았습니다.
pl: Użytkownik nie został zablokowany w grupie.
pt_br: O usuário não está bloqueado no grupo.
tl: Hindi hinahadlangan ang tagagamit mula sa pangkat.

source: Error removing the block.
cs: Chyba při odstraňování bloku.
de: Fehler beim Freigeben des Benutzers.
eu: Errorea blokeoa kentzean.
ko: 차단을 제거하는데 오류.
pl: Błąd podczas usuwania blokady.
pt_br: Erro na remoção do bloqueio.
tl: Kamalian sa pagtatanggal ng hadlang.

source: IM settings
cs: Nastavení Jabberu
de: IM-Einstellungen
eu: BM ezarpenak
ko: 메신저 설정
pl: Ustawienia komunikatora
pt_br: Configurações do MI
tl: Mga katakdaan ng IM

source: You can send and receive notices through [instant messaging](%%doc.im%%). Configure your addresses and settings below.
cs: Sdělení můžete odesílat a přijímat také skrze [Jabber](%%doc.im%%). Zde můžete změnit svou adresu a nastavení.
de: Du kannst Nachrichten mittels [Instant Messaging](%%doc.im%%) empfangen und senden. Lege deine Adressen und Einstellungen unten fest.
eu: Oharrak bidal eta jaso ditzakezu [berehalako mezualaritza bidez](%%doc.im%%). Konfiguratu zure helbidea eta ezarpenak azpian.
pl: Możesz wysyłać i odbierać wpisy przez [komunikator](%%doc.im%%) Jabber/GTalk. Skonfiguruj adres i ustawienia poniżej.
pt_br: Você pode enviar e receber mensagens através de [mensageiros instantâneos](%%doc.im%%). Configure seus endereços e configurações abaixo.
tl: Makapagpapadala at makatatanggap ka ng mga pabatid sa pamamagitan ng [biglaang pagmemensahe] (%%doc.im%%). Iayos ang mga tirahan at mga katakdaan mong nasa ibaba.

source: IM is not available.
cs: Jabber není k dispozici.
de: IM ist nicht verfügbar.
eu: BM ez dago erabilgarri.
ko: 메신저를 사용할 수 없습니다.
pl: Komunikator nie jest dostępny.
pt_br: MI não está disponível
tl: Hindi makukuha ang IM.

source: Current confirmed %s address.
cs: Současná potvrzená adresa pro %s.
de: Aktuelle bestätigte Adresse für %s.
eu: Berretsitako uneko %s helbidea.
ko: 현재 %s 주소 확인.
pl: Obecnie potwierdzony adres %s.
pt_br: O endereço %s foi confirmado.
tl: Pangkasalukuyang natiyak na tirahan ng %s.

source: Awaiting confirmation on this address. Check your %1$s account for a message with further instructions. (Did you add %2$s to your buddy list?)
cs: Čekám na potvrzení z této adresy. Podívejte se na svůj účet pro %1$s, bude tam zpráva a v ní další instrukce. (Přidal(a) jste si %2$s do kontaktů?)
de: Warte auf Bestätigung dieser Adresse. Eine Nachricht mit weiteren Anweisung sollte in deinem %1$s-Konto eingehen. (Hast du %2$s zu deiner Freundesliste hinzugefügt?)
eu: Helbide honen berrespenaren zain. Beegiratu zure %1$s kontua argibide gehiago dituen mezua ikusteko. (Gehitu duzu %2$s zure lagunen zerrendan?)
ko: 이 주소에 대해 확인을 기다리는 중입니다. %1$s 계정의 메시지를 확인하고 다음에 필요한 일을 하십시오. (%2$s 항목을 친구 목록에 추가하셨습니까?)
pl: Oczekiwanie na potwierdzenie tego adresu. Sprawdź swoje konto %1$s, czy jest nowa wiadomość wiadomość z dalszymi instrukcjami (dodałeś %2$s do listy znajomych?).
pt_br: Aguardando a confirmação deste endereço. Procure em sua conta %1$s por uma mensagem com mais instruções. (Você adicionou %2$s à sua lista de contatos?)
tl: Naghihintay ng pagtitiyak sa tirahang ito. Suriin ang iyong akawnt ng %1$s para sa isang mensahe na may karagdagang mga panuto. (Idinagdag mo ba ang %2$s sa talaan mo ng katoto?)

source: IM address
cs: Jabberová adresa
de: IM-Adresse
eu: BM helbidea
ko: 메신저 주소
pl: Adres komunikatora
pt_br: Endereço do MI
tl: Tirahan ng IM

source: %s screenname.
cs: Adresa pro %s.
de: %s Benutzername.
eu: %s pantaila-izena.
ko: %s 별명.
pl: Pseudonim %s
pt_br: Identificação %s.
tl: %s bansag.

source: IM Preferences
cs: Nastavení Jabberu
de: IM-Einstellungen
eu: BM hobespenak
ko: 메신저 기본 설정
pl: Preferencje komunikatora
pt_br: Preferências do mensageiro instantâneo
tl: Mga nais sa IM

source: Send me notices
cs: Chci dostávat sdělení
de: Schicke mir Nachrichten
eu: Bidali oharrak niri
ko: 글 보내기
pl: Wysyłaj do mnie wpisy
pt_br: Envie-me mensagens
tl: Padalhan ako ng mga pabatid

source: Post a notice when my status changes.
cs: Poslat sdělení, když se změní můj status.
de: Schicke mir eine Nachricht, wenn sich mein Jabber/GTalk-Status verändert.
eu: Bidali oharra nire egoera aldatzen denean.
ko: 메신저 상태가 바뀔 때 글을 씁니다.
pl: Wyślij powiadomienie gdy zmieni się mój status.
pt_br: Publique uma mensagem quando meu status mudar.
tl: Magpaskil ng isang pabatid kapag nagbago ang katayuan ko.

source: Send me replies from people I'm not subscribed to.
cs: Chci dostávat odpovědi i od lidí, které nesleduji.
de: Schicke mir Antworten von Leuten, die ich nicht abonniert habe.
eu: Bidali harpidetuta ez nagoen jendearen erantzunak.
ko: 구독하지 않는 사람의 답변을 보내기.
pl: Wyślij mi odpowiedzi od osób, których nie subskrybcjuję.
pt_br: Envie-me respostas de pessoas que eu não estou assinando.
tl: Padalhan ako ng mga tugon mula sa mga taong hindi ko pinagsisipian.

source: Publish a MicroID
cs: Zveřejnit MicroID
de: MicroID veröffentlichen
eu: Argitaratu MicroID bat
ko: 마이크로아이디 공개
pl: Opublikuj MicroID adresu e-mail.
pt_br: Publique um MicroID.
tl: Maglathala ng isang MicroID

source: Could not update IM preferences.
cs: Nepodařilo se aktualizovat nastavení Jabberu.
de: Konnte I%TEinstellungen nihct aktualisieren.
eu: Ezin izan dira IM hobespenak eguneratu.
ko: 메신저 기본 설정을 업데이트할 수 없습니다.
pl: Nie można zaktualizować preferencji komunikatorów.
pt_br: Não foi possível atualizar as preferências do mensageiro instantâneo.
tl: Hindi maisapanahon ang mga kagustuhan sa IM.

source: Preferences saved.
cs: Nastavení uloženo.
de: Einstellungen gesichert.
eu: Hobespenak gorde dira.
ko: 설정이 저장되었습니다.
pl: Zapisano preferencje.
pt_br: As preferências foram salvas.
tl: Nasagip na ang mga nais.

source: No screenname.
cs: Chybí adresa.
de: Kein IM-Benutzername angegeben.
eu: Pantaila-izenik ez.
ko: 별명이 없습니다.
pl: Brak pseudonimu.
pt_br: Nenhuma identificação.
tl: Walang bansag.

source: No transport.
cs: Chybí transport.
de: Keine Übertragungsmöglichkeit vorhanden.
eu: Garraiorik ez.
ko: 메신저 트랜스포트가 없습니다.
pl: Brak transportu.
pt_br: Nenhum transporte.
tl: Walang sasakyan.

source: Cannot normalize that screenname.
cs: Adresu nelze normalizovat.
de: Konnte den IM-Benutzernamen nicht normalisieren.
eu: Ezin izan da pantaila-izen hori normalizatu.
ko: 그 별명을 정규화할 수 없습니다.
pl: Nie można znormalizować tego identyfikatora Jabbera
pt_br: Não foi possível normalizar essa identificação.
tl: Hindi magawang maging normal ang bansag.

source: Not a valid screenname.
cs: Adresa je neplatná.
de: Ungültiger Benutzername.
eu: Ez da baliozko pantaila-izena.
ko: 올바른 별명이 아닙니다.
pl: To nie jest prawidłowy pseudonim.
pt_br: Não é uma identificação válida.
tl: Hindi katanggap-tanggap na bansag.

source: Screenname already belongs to another user.
cs: Tato Jabberová adresa již patří jinému uživateli.
de: Dieser Benutzername wird bereits von jemand anderem verwendet.
eu: Pantaila-izena beste erabiltzaile batena da.
ko: 별명을 이미 다른 사용자가 사용하고 있습니다.
pl: Pseudonim należy już do innego użytkownika.
pt_br: Esta identificação já pertence a outro usuário.
tl: Pag-aari na ng ibang tagagamit ang bansag.

source: A confirmation code was sent to the IM address you added.
cs: Ověřovací kód byl poslán na zvolenou Jabberovou adresu.
de: Ein Bestätigungscode wurde an die IM-Adresse geschickt, die du hinzugefügt hast.
eu: Gehitu duzun BM helbidera berrespen-kodea bidali da.
ko: 추가한 메신저 주소로 인증 코드를 보냈습니다.
pl: Kod potwierdzający został wysłany na dodany adres komunikatora.
pt_br: Um código de confirmação foi enviado para o endereço de mensageiro instantâneo que você informou.
tl: Isang kodigo ng paniniyak ang ipinadala sa idinagdag mong tirahan ng IM.

source: That is the wrong IM address.
cs: Toto je nesprávná Jabberová adresa.
de: Das ist die falsche IM-Adresse.
eu: BM helbide hori okerra da.
ko: 잘못된 메신저 주소입니다.
pl: To jest błędny adres komunikatora.
pt_br: Isso é um endereço de MI errado.
tl: Iyan ang maling tirahan ng IM.

source: Could not delete confirmation.
cs: Nepodařilo se smazat potvrzení.
de: Konnte die IM-Bestätigung nicht löschen.
eu: Ezin izan da baieztapena ezabatu.
ko: 인증을 삭제할 수 없습니다.
pl: Nie można usunąć potwierdzenia.
pt_br: Não foi possível excluir a confirmação.
tl: Hindi mabura ang pagtitiyak.

source: IM confirmation cancelled.
cs: Potvrzení Jabberové adresy zrušeno.
de: IM-Bestätigung abgebrochen.
eu: BM baieztapena ezeztatua.
ko: 메신저 확인을 취소했습니다.
pl: Anulowano potwierdzenie komunikatora.
pt_br: A confirmação do mensageiro instantâneo foi cancelada.
tl: Hindi itinuloy ang pagtitiyak ng IM.

source: That is not your screenname.
cs: Tato Jabberová adresa není vaše.
de: Dies ist nicht dein Benutzername.
eu: Hori ez da zure pantaila-izena.
ko: 자기 별명이 아닙니다.
pl: To nie jest twój pseudonim.
pt_br: Essa não é a sua identificação.
tl: Hindi iyan ang kabansagan mo.

source: The IM address was removed.
cs: Jabberová adresa byla odstraněna.
de: Die IM-Adresse wurde entfernt.
eu: BM helbidea kendu egin da.
ko: 메신저 주소를 제거했습니다.
pl: Adres komunikatora został usunięty.
pt_br: O endereço de mensageiro instantâneo foi removido.
tl: Tinanggal ang tirahan ng IM.

source: Invites have been disabled.
cs: Pozvánky byly zakázány.
de: Einladungen wurden deaktiviert.
eu: Gonbidapenak desgaitu egin dira.
ko: 초대 기능은 사용할 수 없습니다.
pl: Zaproszenia zostały wyłączone.
pt_br: Os convites foram desabilitados.
tl: Hindi na pinagagana ang mga pag-anyaya.

source: You must be logged in to invite other users to use %s.
cs: Musíte být přihlášen(a), abyste mohl(a) pozvat další uživatele na %s.
de: Du musst angemeldet sein, um andere Benutzer zu %s einzuladen
eu: Saioa hasi behar duzu beste erabiltzaileak %s erabiltzera gonbidatzeko.
ko: 다른 사용자를 %s에 초대하려면 로그인해야 합니다.
pl: Należy być zalogowanym, aby zapraszać innych użytkowników do używania %s.
pt_br: Você deve estar autenticado para convidar outros usuários para usar o %s.
tl: Dapat na nakalagda ka upang makapag-anyaya ng iba mga tagagamit upang gamitin ang %s.

source: Invalid email address: %s.
cs: Neplatná emailová adresa: %s.
de: Ungültige E-Mail-Adresse: %s
eu: Posta-helbide baliogabea: %s.
ko: 잘못된 전자메일 주소: %s.
pl: Nieprawidłowy adres e-mail: %s.
pt_br: Endereço de e-mail inválido: %s.
tl: Hindi katanggap-tanggap na tirahan ng e-liham: %s.

source: Invitations sent
cs: Pozvánky odeslány
de: Einladung(en) verschickt
eu: Gonbidapenak bidaliak
ko: 초대장을 보냈습니다
pl: Wysłano zaproszenia
pt_br: Os convites foram enviados
tl: Naipadalang mga paanyaya

source: Invite new users
cs: Pozvat nové uživatele
de: Lade neue Leute ein
eu: Gonbidatu erabiltzaile berriak
ko: 새 사용자 초대
pl: Zaproś nowych użytkowników
pt_br: Convidar novos usuários
tl: Mag-anyaya ng bagong mga tagagamit

source: You are already subscribed to this user:
cs: Tohoto uživatele již sledujete:
de: Du hast diesen Benutzer bereits abonniert:
eu: Jadanik erabiltzaile horren harpideduna zara:
pl: Jesteś już subskrybowany do tego użytkownika:
pt_br: Você já está assinando este usuário:
tl: Nagpapasipi ka na sa tagagamit na ito:

source: This person is already a user and you were automatically subscribed:
cs: Tento člověk zde již účet má, od teď ho tedy sledujete:
de: Diese Person ist bereits registrierter Benutzer und du hast ihn automatisch abonniert.
eu: Pertsona hori jadanik erabiltzailea da eta hari automatikoki harpidetuta zaude:
pl: Ta osoba są już użytkownikiem i zostałeś do niego automatycznie subskrybowany:
pt_br: Esta pessoa já é uma usuária e você a assinou automaticamente:
tl: Ang tagagamit na ito ay isa nang tagagamit at ikaw ay kusang pinasipi:

source: Invitation sent to the following person:
cs: Pozvánka byla zaslána této osobě:
de: Einladung an folgende Personen geschickt:
eu: Gonbidapena bidali zaio pertsona honi:
pl: Wysłano zaproszenie do następującej osoby:
pt_br: Convite enviado para a seguinte pessoa:
tl: Ipinadala ang paanyaya sa sumusunod na tao:

source: You will be notified when your invitees accept the invitation and register on the site. Thanks for growing the community!
cs: Až vámi pozvaní lidé přijmou pozvánku a zaregistrují se zde, přijde vám oznámení. Děkujeme vám, že pomáháte rozšiřovat tuto komunitu!
de: Du wirst benachrichtigt, wenn deine Einladungen angenommen wurden und sich die Empfänger auf der Seite registriert haben. Danke, dass du uns hilfst zu wachsen!
eu: Oharra bidaliko zaizu zure gonbidatuek gonbidapena onartzen dutenean eta gunean izen ematen dutenean. Eskerrik asko komunitatea hazten laguntzeagatik!
ko: 초대를 받은 사람이 초대를 받아들이면 알림을 받을 것입니다. 커뮤니티를 키워주셔서 대단히 감사합니다!
pl: Zostaniesz powiadomiony, kiedy ktoś zaakceptuje zaproszenie i zarejestruje się na witrynie. Dziękujemy za pomoc w zwiększaniu społeczności.
pt_br: Você será notificado assim que seus convidados aceitarem o convite e se registrarem neste site. Obrigado por aumentar a comunidade!
tl: Pababatiran ka kapag tinanggap na ng mga inanyayahan mo ang paanyaya at nagpatala na sa sityo. Salamat sa pagpapalaki ng pamayanan!

source: Use this form to invite your friends and colleagues to use this service.
cs: Použijte tento formulář k pozvání svých přátel a kolegů k používání této služby.
de: Lade deine Freunde und Kollegen ein diesen Dienst zu nutzen.
eu: Erabili formulario hau zure lagunak eta lankideak zerbitzu hau erabiltzera gonbidatzeko.
ko: 다음 양식을 이용해 친구 및 동료를 이 서비스에 초대하십시오.
pl: Użyj tego formularza, aby zaprosić przyjaciół i kolegów do używania tej usługi.
pt_br: Use esse formulário para convidar seus amigos e colegas para usar este serviço.
tl: Gamitin ang pormularyong ito upang anyayahan ang mga kaibigan at mga kasamahan mo upang gamitin ang palingkurang ito.

source: %1$s has invited you to join them on %2$s
cs: %1$s vás zve na %2$s
de: %1$s hat dich eingeladen, auch bei %2$s mitzumachen.
eu: %1$s(e)k %2$s gunean haiekin elkartzera gonbidatu zaitu
ko: %1$s님이 귀하를 %2$s에 초대하였습니다.
pl: %1$s zapraszają cię, abyś dołączył do nich w %2$s
pt_br: %1$s convidou você para se se juntar ao %2$s
tl: Inanyayahan ka ni %1$s upang sumali sa kanila sa %2$s

source: You must be logged in to join a group.
cs: K tomu, abyste se mohl(a) přidat ke skupině, musíte být přihlášen(a).
de: Du musst angemeldet sein, um Mitglied einer Gruppe zu werden.
eu: Saioa hasi behar duzu taldearekin elkartzeko.
ko: 그룹에 가입하려면 로그인이 필요합니다.
pl: Musisz być zalogowany, aby dołączyć do grupy.
pt_br: Você deve estar autenticado para entrar em um grupo.
tl: Dapat na nakalagda ka upang makasali sa isang pangkat.

# TITLE
source: %1$s joined group %2$s
cs: %1$s se přidal(a) ke skupině %2$s
de: %1$s ist der Gruppe %2$s beigetreten
eu: %1$s %2$s taldearekin elkartu da
ko: %1$s 님이 %2$s 그룹에 가입했습니다
pl: Użytkownik %1$s dołączył do grupy %2$s
pt_br: %1$s entrou no grupo %2$s
tl: Sumali si %1$s sa pangkat na %2$s

source: Unknown error joining group.
cs: Při přidávání ke skupině došlo k neznámé chybě.
de: Unbekannter Fehler beim Beitritt zur Gruppe aufgetreten
eu: Errore ezezaguna taldearekin elkartzean.
ko: 그룹 가입에 알 수 없는 오류.
pl: Nieznany błąd dołączenia do grupy.
pt_br: Erro desconhecido ao tentar entrar no grupo.
tl: Hindi nalalamang kamalian habang sumasali sa pangkat.

source: You are not a member of that group.
cs: Nejste členem této skupiny.
de: Du bist kein Mitglied dieser Gruppe.
eu: Ez zara talde horretako kidea.
ko: 당신은 해당 그룹의 회원이 아닙니다.
pl: Nie jesteś członkiem tej grupy.
pt_br: Você não é um membro desse grupo.
tl: Hindi ka isang kasapi sa pangkat na iyan.

# TITLE
source: License
cs: Licence
de: Lizenz
eu: Lizentzia
ko: 라이선스
pl: Licencja
pt_br: Licença
tl: Lisensiya

source: License for this StatusNet site
cs: Licence pro tuto instanci GNU social.
de: Lizenz dieser StatusNet-Website
eu: StatusNet gune honentzako lizentzia
ko: 이 StatusNet 사이트의 라이선스
pl: Licencja dla tej witryny StatusNet
pt_br: Licença para este site StatusNet
tl: Lisensiya para sa sityong ito ng StatusNet

source: Invalid license selection.
cs: Neplatný výběr licence.
de: Ungültige Lizenzauswahl.
eu: Lizentzia-hautapen baliogabea.
ko: 라이선스 선택이 올바르지 않습니다.
pl: Nieprawidłowy wybór licencji.
pt_br: Seleção inválida de licença.
tl: Hindi katanggap-tanggap na napiling lisensiya.

source: You must specify the owner of the content when using the All Rights Reserved license.
cs: Pokud zvolíte licenci 'Všechna práva vyhrazena', je třeba uvést vlastníka obsahu.
de: Du musst den Besitzer des Inhalts angeben, wenn du „Alle Rechte vorbehalten“ wählst.
eu: Edukiaren jabea adierazi behar duzu Eskubide Guztiak Erreserbatuta lizentzia erabiltzean.
ko: All Rights Reserved 라이선스를 사용하면 컨텐츠 소유자를 지정해야 합니다.
pl: Należy podać właściciela treści podczas używania licencji "Wszystkie prawa zastrzeżone".
pt_br: Você deve especificar o proprietário do conteúdo quando usar a licença Todos os Direitos Reservados.
tl: Dapat mong tukuyin ang may-ari ng nilalaman kapag ginagamit ang lisensiyang Nakalaan ang Lahat ng mga Karapatan.
