Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: What timezone are you normally in?
cs: V jaké časové zóně se obyčejně nacházíte?
de: In welcher Zeitzone befindest du dich üblicherweise?
eu: Zein ordu-eremutan zaude normalean?
ko: 주로 생활하는 곳이 어느 표준 시간대입니까?
pl: W jakiej strefie czasowej zwykle się znajdujesz?
pt_br: Em que fuso horário você normalmente está?
tl: Anong sona ng oras ka pangkaraniwang nakapaloob?

source: Automatically subscribe to whoever subscribes to me (best for non-humans)
cs: Automaticky začít sledovat každého, kdo začne sledovat mně (vhodné spíše pro skripty než skutečné uživatele)
de: Abonniere automatisch alle Kontakte, die mich abonnieren (sinnvoll für Nicht-Menschen).
eu: Automatikoki harpidetu nere harpidedun egiten direnei (gizaki ez direnentzat egokia).
ko: 나에게 구독하는 사람은 모두 자동 구독 신청. (사람이 아닌 계정에게 좋은 설정)
pl: Automatycznie subskrybuj każdego, kto mnie subskrybuje (najlepsze dla botów).
pt_br: Assinar automaticamente à quem me assinar (melhor para perfis não humanos)
tl: Kusang magpasipi ng kung sino ang nagpapasipi mula sa akin (pinakamahusay para sa mga hindi tao)

source: Subscription policy
cs: Pravidla pro sledování
de: Abonnementeinstellungen
eu: Harpidetza-politika
ko: 구독 정책
pl: Polityka subskrypcji
pt_br: Política de assinaturas
tl: Patakaran sa pagpapasipi

source: Let anyone follow me
cs: Ať mně smí sledovat kdokoli
de: Jeder darf mich abonnieren
eu: Utzi edonor nire jarraitzaile izan dadin
ko: 누구든 팔로우 가능
pl: Pozwól wszystkim mnie obserwować
pt_br: Permitir que qualquer um me assine
tl: Hayaan ang sinuman na sundan ako

source: Ask me first
cs: Vždy se mně napřed zeptej
de: Vorher fragen
eu: Galdetu niri lehenago
ko: 먼저 물어보기
pl: Najpierw mnie zapytaj
pt_br: Perguntar-me primeiro
tl: Tanungin muna ako

source: Whether other users need your permission to follow your updates.
cs: Zda jiní uživatelé potřebují vaše svolení k tomu, aby mohli sledovat vaše aktualizace.
de: Ob andere Benutzer deine Erlaubnis brauchen, um deinen Nachrichten zu folgen.
eu: Beste erabiltzaileek zure baimena behar duten ala ez zure eguneraketak jarraitzeko.
ko: 팔로우하려면 내 허락이 필요한지 여부.
pl: Czy inni użytkownicy potrzebują Twojej zgody na śledzenie twoich aktualizacji.
pt_br: Outros usuários precisam da sua permissão para acompanhar suas atualizações?
tl: Kung kailangan ba ng ibang tagagamit ang pahintulot mo upang masundan ang mga pagsasapanahon mo.

source: Make updates visible only to my followers
cs: Ať jsou mé aktualizace viditelné pouze pro ty, kdo mně sledují.
de: Nachrichten nur denen zeigen, die mir folgen
eu: Eguneraketak nire jarraitzaileek soilik ikus ditzatela
ko: 팔로우한 사람에게만 내 업데이트 보이기
pl: Uwidacznianie aktualizacji tylko dla śledzących mnie
pt_br: Tornar as atualizações visíveis somente para meus assinantes
tl: Gawing nakikita lamang ng mga tagasunod ko ang mga pagsasapanahon

source: Timezone not selected.
cs: Časové pásmo není vybráno.
de: Keine Zeitzone ausgewählt.
eu: Ez da ordu-eremua hautatu.
ko: 표준 시간대를 설정하지 않았습니다.
pl: Nie wybrano strefy czasowej.
pt_br: O fuso horário não foi selecionado.
tl: Hindi pa napipili ang sona ng oras.

source: Language is too long (maximum 50 characters).
cs: Jazyk je příliš dlouhý (max. 50 znaků).
de: Die eingegebene Sprache ist zu lang (maximal 50 Zeichen).
eu: Hizkuntza luzeegia da (gehienez 50 karaktere).
ko: 언어가 너무 깁니다. (최대 50글자)
pl: Język jest za długi (maksymalnie 50 znaków).
pt_br: O nome do idioma é muito extenso (máx. 50 caracteres).
tl: Napakahaba ng wika (pinakamataas ang 50 mga panitik).

source: Invalid tag: "%s".
cs: Neplatný štítek: "%s".
de: Ungültiges Tag: „%s“.
eu: Etiketa baliogabea: "%s".
ko: 올바르지 않은 태그: "%s".
pl: Nieprawidłowy znacznik: "%s".
pt_br: Etiqueta inválida: "%s".
tl: Hindi katanggap-tanggap na tatak: "%s".

source: Could not update user for autosubscribe or subscribe_policy.
cs: Nepodařilo se aktualizovat nastavení automatického sledování.
de: Benutzer konnte nicht für autosubscribe oder subscribe_policy aktualisiert werden.
eu: Ezin izan da eguneratu erabiltzailea auto-harpidetzeko edo harpidetza_politika.
ko: autosubscribe 또는 subscribe_policy 관련해 사용자를 업데이트할 수 없습니다.
pl: Nie można zaktualizować użytkownika do automatycznej subskrypcji.
pt_br: Não foi possível atualizar o usuário para assinar automaticamente ou para a política de assinaturas.
tl: Hindi maisapanahon ang tagagamit para sa kusang pagpapasipi o patakaran_ng_pagpapasipi.

source: Could not save location prefs.
cs: Nelze uložit nastavení umístění.
de: Konnte Positions-Einstellungen nicht speichern.
eu: Ezin izan dira kokapen-hobespenak gorde.
ko: 위치 설정을 저장할 수 없습니다.
pl: Nie można zapisać preferencji położenia.
pt_br: Não foi possível salvar as preferências de localização.
tl: Hindi masagip ang nais sa kinalalagyan.

source: Could not save tags.
cs: Nepodařilo se uložit štítky.
de: Konnte Tags nicht speichern.
eu: Ezin izan dira etiketak gorde.
ko: 태그를 저장할 수 없습니다.
pl: Nie można zapisać znaczników.
pt_br: Não foi possível salvar as etiquetas.
tl: Hindi masagip ang mga tatak.

source: Restore account
cs: Obnovit účet
de: Konto wiederherstellen
eu: Leheneratu babeskopiatik
ko: 계정 복구
pl: Przywróć konto
pt_br: Restaurar a conta
tl: Ipanumbalik ang akawnt

source: Beyond the page limit (%s).
cs: Překročen limit stránek (%s).
de: Jenseits des Seitenlimits (%s).
eu: Orriaren muga gainditua (%s).
ko: 페이지 제한을 (%s) 넘어갔습니다.
pl: Poza ograniczeniem strony (%s).
pt_br: Além do limite da página (%s).
tl: Lampas sa haggahan ng pahina (%s).

source: Could not retrieve public timeline.
cs: Nepodařilo se načíst veřejnou časovou osu.
de: Konnte öffentliche Zeitleiste nicht abrufen.
eu: Ezin izan da korronte publikoa eskuratu.
pl: Nie można pobrać publicznego strumienia.
pt_br: Não foi possível recuperar o cronograma.
tl: Hindi mabawi ang pangmadlang guhit ng panahon.

source: Public timeline, page %d
cs: Veřejná časová osa, strana %d
de: Öffentliche Zeitleiste, Seite %d
eu: Denbora-lerro publikoa, %d. orria
ko: 공개 타임라인, %d 페이지
pl: Publiczna oś czasu, strona %d
pt_br: Mensagens públicas, pág. %d
tl: Pangmadlang guhit ng panahon, pahinang %d

source: Public timeline
cs: Veřejná časová osa
de: Öffentliche Zeitleiste
eu: Denbora-lerro publikoa
ko: 공개 타임라인
pl: Publiczna oś czasu
pt_br: Mensagens públicas
tl: Pangmadlang guhit ng panahon

source: Public Timeline Feed (Activity Streams JSON)
cs: Kanál veřejné časové osy (Activity Streams JSON)
de: Feed der öffentlichen Zeitleiste (Activity Streams JSON)
eu: Korronte-jario Publikoa (Activity Streams JSON)
pl: Kanał publicznego strumienia (Activity Streams JSON)
pt_br: Fonte de cronograma público (Atividade executa JSON)
tl: Pakain ng Pangmadlang Guhit ng Panahon (Mga Batis ng Gawain ng JSON)

source: Public Timeline Feed (RSS 1.0)
cs: Kanál veřejné časové osy (RSS 1.0)
de: Feed der öffentlichen Zeitleiste (RSS 1.0)
eu: Korronte-jario Publikoa (RSS 1.0)
pl: Kanał publicznego strumienia (RSS 1.0)
pt_br: Fonte de cronograma público (RSS 1.0)
tl: Pakain ng Pangmadlang Guhit ng Panahon (RSS 1.0)

source: Public Timeline Feed (RSS 2.0)
cs: Kanál veřejné časové osy (RSS 2.0)
de: Feed der öffentlichen Zeitleiste (RSS 2.0)
eu: Korronte-jario Publikoa (RSS 2.0)
pl: Kanał publicznego strumienia (RSS 2.0)
pt_br: Fonte de cronograma público (RSS 2.0)
tl: Pakain ng Pangmadlang Guhit ng Panahon (RSS 2.0)

source: Public Timeline Feed (Atom)
cs: Kanál veřejné časové osy (Atom)
de: Feed der öffentlichen Zeitleiste (Atom)
eu: Korronte-jario Publikoa (Atom)
pl: Kanał publicznego strumienia (Atom)
pt_br: Fonte de cronograma público (Atom)
tl: Pakain ng Pangmadlang Guhit ng Panahon (Atom)

source: This is the public timeline for %%site.name%% but no one has posted anything yet.
cs: Toto je veřejná časová osa %%site.name%%, ale nikdo zatím nic nenapsal.
de: Dies ist die öffentliche Zeitleiste von %%site.name%%, es wurde allerdings noch nichts gepostet.
eu: Hau %%site.name%% gunearen denbora-lerroa da, baina inork ez du oraindik ezer idatzi.
ko: %%site.name%% 의 공개 타임라인이지만, 아직 아무도 글을 쓰지 않았습니다.
pl: To jest publiczna oś czasu dla %%site.name%%, ale nikt jeszcze nic nie wysłał.
pt_br: Esse é o fluxo de mensagens públicas de %%site.name%%, mas ninguém publicou nada ainda.
tl: Ito ang pangmadlang guhit ng panahon para sa %%site.name%% ngunit wala pang nagpapaskil ng anuman.

source: Be the first to post!
cs: Můžete být první, kdo něco pošle!
de: Sei der erste, der etwas schreibt!
eu: Izan zaitez idazten lehena!
ko: 글을 올린 첫번째 사람이 되세요!
pl: Zostań pierwszym, który coś wyśle.
pt_br: Seja o primeiro a publicar!
tl: Maging pinakauna sa pagpapaskil!

source: Why not [register an account](%%action.register%%) and be the first to post!
cs: Můžete si snadno [založit účet](%%action.register%%) a být první, kdo něco pošle.
de: Warum nicht ein [Benutzerkonto anlegen](%%action.register%%) und den ersten Beitrag abschicken!
eu: Zergatik ez [kontu bat ireki](%%action.register%%) eta idazten lehena izan!
ko: [계정을 등록해](%%action.register%%) 글을 올린 첫번째 사람이 되세요!
pl: Dlaczego nie [zarejestrujesz konta](%%action.register%%) i zostaniesz pierwszym, który coś wyśle.
pt_br: Por que você não [registra uma conta](%%action.register%%) e se torna o primeiro a publicar?
tl: Bakit hindi [magpatala ng isang akawnt] (%%action.register%%) at maging una sa pagpapaskil!

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%action.register%%) to share notices about yourself with friends, family, and colleagues! ([Read more](%%doc.help%%))
cs: Toto je %%site.name%%, [mikroblogová](http://cs.wikipedia.org/wiki/Blog#Mikroblogy) služba založená na svobodném softwaru [GNU social](https://www.gnu.org/software/social/). Zaregistrujte se také](%%action.register%%), a budete moci sdílet svá sdělení s vašimi přáteli, rodinou a kolegy! ([Více informací](%%doc.help%%))
de: Das ist %%site.name%%, ein [Mikroblogging](http://de.wikipedia.org/wiki/Mikroblogging)-Dienst auf Basis der freien Software [StatusNet](http://status.net/). [Melde dich jetzt an](%%action.register%%) und tausche Nachrichten mit deinen Freunden, Familie oder Kollegen aus! ([Mehr Informationen](%%doc.help%%))
eu: Hau %%site.name%% da, [StatusNet](http://status.net/) software librean oinarritutako [mikroblogging](http://eu.wikipedia.org/wiki/Mikroblogging) zerbitzu bat. [Elkartu orain](%%action.register%%) eta oharrak elkarbanatzen hasi zure lagun, familia eta lankideekin! ([Gehiago irakurri](%%doc.help%%))
ko: %%site.name%% 입니다. 이 사이트는 자유소프트웨어 [StatusNet](http://status.net/) 소프트웨어를 사용하는 [마이크로 블로깅](http://en.wikipedia.org/wiki/Micro-blogging) 서비스입니다. 내 글을 친구, 가족, 동료들과 공유하려면 [지금 가입하세요](%%action.register%%). ([더 알아보기]((%%doc.help%%))
pl: To jest %%site.name%%, usługa [mikroblogowania](http://pl.wikipedia.org/wiki/Mikroblog) oparta na wolnym narzędziu [StatusNet](http://status.net/). [Dołącz teraz](%%action.register%%), aby dzielić się wpisami o sobie z przyjaciółmi, rodziną i kolegami. ([Przeczytaj więcej](%%doc.help%%))
pt_br: Este é %%site.name%%, um serviço de [microblog](http://pt.wikipedia.org/wiki/Microblogging) baseado no software livre [StatusNet](http://status.net/). [Cadastre-se agora](%%action.register%%) para compartilhar notícias sobre você com seus amigos, família e colegas! ([Saiba mais](%%doc.help%%))
tl: Ito ang %%site.name%%, isang palingkuran ng [maliitang pagboblog](http://en.wikipedia.org/wiki/Micro-blogging) na nakabatay sa kasangkapan ng Malayang Sopwer na [StatusNet](http://status.net/). [Sumali na ngayon](%%action.register%%) upang makapagbahagi ng mga pabatid tungkol sa sarili mo sa mga kaibigan, kamag-anak, at mga kasamahan! ([Magbasa ng marami pa](%%doc.help%%))

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
cs: Toto je %%site.name%%, [mikroblogová](http://cs.wikipedia.org/wiki/Blog#Mikroblogy) služba založená na svobodném softwaru [GNU social](https://www.gnu.org/software/social/).
de: Dies ist %%site.name%%, ein [Mikroblogging](http://de.wikipedia.org/wiki/Mikroblogging)-Dienst basierend auf der freien Software [StatusNet](http://status.net/).
eu: Hau %%site.name%% da, [StatusNet](http://status.net/) software librean oinarritutako [mikroblogging](http://eu.wikipedia.org/wiki/Mikroblogging) zerbitzu bat.
ko: %%site.name%% 입니다. 이 사이트는 자유소프트웨어 [StatusNet](http://status.net/) 소프트웨어를 사용하는 [마이크로 블로깅](http://en.wikipedia.org/wiki/Micro-blogging) 서비스입니다.
pl: To jest %%site.name%%, usługa [mikroblogowania](http://pl.wikipedia.org/wiki/Mikroblog) oparta na wolnym narzędziu [StatusNet](http://status.net/).
pt_br: Este é %%site.name%%, um serviço de [microblog](http://pt.wikipedia.org/wiki/Microblogging) baseado no software livre [StatusNet](http://status.net/).
tl: Ito ang %%%%site.name%%%%, isang palingkuran ng [maliitang pagboblog](http://en.wikipedia.org/wiki/Micro-blogging) na nakabatay sa kasangkapan ng Malayang Sopwer na [StatusNet](http://status.net/).

source: %s updates from everyone.
cs: Všechny aktualizace na %s.
de: %s Nachrichten von allen.
eu: %s eguneraketa guztiak.
ko: 모든 업데이트 %s개.
pl: Aktualizacje %s od wszystkich.
pt_br: Mensagens públicas de %s.
tl: Mga pagsasapanahon sa %s na nagmumula sa lahat.

source: Public tag cloud
cs: Veřejný oblak štítků
de: Öffentliche Tag-Wolke
eu: Etiketa-hodei publikoa
ko: 공개 태그 클라우드
pl: Publiczna chmura znaczników
pt_br: Nuvem de etiquetas públicas
tl: Ulap ng pangmadlang tatak

source: These are most popular recent tags on %s
cs: Toto jsou nyní nejpopulárnější štítky na serveru %s
de: Das sind die beliebtesten Tags auf „%s“
eu: Hauek dira %s(e)ko etiketa berrietan nabarmenenak
ko: 다음은 %s에서 가장 인기 있는 최근 태그입니다.
pl: To są najpopularniejsze ostatnie znaczniki w witrynie %s
pt_br: Estas são as etiquetas recentes mais populares no %s
tl: Ito ang mga pinakatanyag na kamakailang mga tatak sa %s

source: No one has posted a notice with a [hashtag](%%doc.tags%%) yet.
cs: Nikdo ještě neposlal sdělení se [štítkem](%%doc.tags%%).
de: Bis jetzt hat noch niemand eine Nachricht mit dem Tag „[hashtag](%%doc.tags%%)“ gepostet.
eu: Oraindik inork ez du oharrik idatzi [hashtag](%%doc.tags%%) batekin.
ko: 아무도 [해시태그](%%doc.tags%%)가 있는 글을 올리지 않았습니다.
pl: Nikt jeszcze nie wysłał wpisu za pomocą [znacznika mieszania](%%doc.tags%%).
pt_br: Ninguém publicou nenhuma mensagem com a [etiqueta](%%doc.tags%%) ainda.
tl: Wala pang nagpapaskil ng isang pabatid na may isang [tatak ng sindirit](%%doc.tags%%).

source: Be the first to post one!
cs: Můžete být první, kdo to udělá!
de: Sei der erste, der etwas schreibt!
eu: Izan zaitez lehena bat idazten!
ko: 글을 올린 첫번째 사람이 되세요!
pl: Zostań pierwszym, który go wyśle.
pt_br: Seja o primeiro a publicar uma!
tl: Maging pinakauna sa pagpapaskil ng isa!

source: Why not [register an account](%%action.register%%) and be the first to post one!
cs: Můžete si snadno [založit účet](%%action.register%%) a být první, kdo to udělá!
de: Warum [registrierst du nicht einen Account](%%%%action.register%%%%) und bist der erste der eine Nachricht abschickt!
eu: Zergatik ez [kontu bat ireki](%%action.register%%) eta bat idazten lehena izan!
ko: [계정을 등록해](%%action.register%%) 글을 올린 첫번째 사람이 되세요!
pl: Dlaczego nie [zarejestrujesz konta](%%action.register%%) i zostaniesz pierwszym, który go wyśle.
pt_br: Por que você não [registra uma conta](%%action.register%%) e se torna o primeiro a publicar?
tl: Bakit hindi [magpatala ng isang akawnt] (%%action.register%%) at maging una sa pagpapaskil ng isa!

source: You are already logged in!
cs: Již jste přihlášen(a)!
de: Du bist bereits angemeldet!
eu: Dagoeneko saioa hasi duzu!
ko: 이미 로그인되어 있습니다!
pl: Jesteś już zalogowany.
pt_br: Você já está autenticado!
tl: Nakalagda ka na!

source: No such recovery code.
cs: Obnovující kód neexistuje.
de: Unbekannter Wiederherstellungscode.
eu: Ez dago halako berreskuratze-koderik.
ko: 그런 복구 코드가 없습니다.
pl: Nie ma takiego kodu przywracania.
pt_br: Esse código de recuperação não existe.
tl: Walang ganyang kodigo ng pagkuhang muli.

source: Not a recovery code.
cs: Toto není obnovující kód
de: Kein Wiederherstellungscode.
eu: Ez dago berreskuratze-kodea.
ko: 복구 코드가 아닙니다.
pl: To nie jest kod przywracania.
pt_br: Não é um código de recuperação
tl: Hindi isang kodigo ng pagkuhang muli.

source: Recovery code for unknown user.
cs: Obnovující kód pro neznámého uživatele.
de: Wiederherstellungscode für unbekannten Benutzer.
eu: Berreskuratze-kodeak ez du erabiltzaile ezagunik.
ko: 알 수 없는 사용자에 대한 복구 코드입니다.
pl: Kod przywracania dla nieznanego użytkownika.
pt_br: Código de recuperação para usuário desconhecido.
tl: Kodigo ng pagkuhang muli para sa hindi nakikilalang tagagamit.

source: Error with confirmation code.
cs: Při odstraňování ověřovacího kódu z databáze došlo k chybě.
de: Fehler beim Bestätigungscode.
eu: Errorea baieztapen-kodearekin.
ko: 확인 코드에 오류가 발생했습니다.
pl: Błąd kodu potwierdzającego.
pt_br: Erro com o código de confirmação.
tl: Kamalian sa kodigo ng paniniyak.

source: This confirmation code is too old. Please start again.
cs: Tento potvrzující kód je již příliš starý. Začněte prosím znovu.
de: Der Bestätigungscode ist zu alt. Bitte fange nochmal von vorne an.
eu: Baieztapen-kode hau zaharregia da. Saiatu berriro.
ko: 이 확인 코드는 너무 오래 됐습니다. 다시 시작하십시오.
pl: Kod potwierdzający jest za stary. Rozpocznij ponownie.
pt_br: Este código de confirmação é muito antigo. Por favor inicie novamente.
tl: Napakaluma na ng kodigo ng pagtitiyak na ito. Mangyaring magsimula ulit.

source: Could not update user with confirmed email address.
cs: Nepodařilo se aktualizovat uživatele potvrzenou emailovou adresou.
de: Die bestätigte E-Mail-Adresse konnte nicht gespeichert werden.
eu: Ezin izan da erabiltzailea eguneratu baieztatutako posta-helbidearekin.
ko: 확인된 전자메일 주소로 사용자를 업데이트할 수 없습니다.
pl: Nie można zaktualizować użytkownika z potwierdzonym adresem e-mail.
pt_br: Não foi possível atualizar o usuário com o endereço de e-mail confirmado.
tl: Hindi maisapanahon ang tagagamit na may natiyak na tirahan ng e-liham.

source: If you have forgotten or lost your password, you can get a new one sent to the email address you have stored in your account.
cs: Pokud jste zapomněli nebo ztratili své heslo, můžete si nechat poslat nové na emailovou adresu, kterou jste uvedli ve vašem účtu.
de: Wenn du dein Passwort vergessen hast, kannst du dir ein neues an deine hinterlegte Email schicken lassen.
eu: Zure pasahitza ahaztu edo galdu baduzu, zure kontuan gordetako helbide elektronikora berri bat bidaltzea eska dezakezu.
ko: 비밀 번호를 잊어버린 경우, 계정 정보에 저장해 놓은 메일 주소로 새 비밀 번호를 보낼 수 있습니다.
pl: Jeśli zapomniano lub zgubiono swoje hasło, można otrzymać nowe, wysłane na adres e-mail przechowywany w koncie.
pt_br: Se você esqueceu ou perdeu a sua senha, você pode receber uma nova no endereço de e-mail que cadastrou na sua conta.
tl: Kung nakalimutan o naiwala mo ang iyong hudyat, maaari kang kumuha ng isang bago na ipapadala sa tirahan ng e-liham na inimbak mo sa iyong akawnt.

source: You have been identified. Enter a new password below.
cs: Vaše identita byla ověřena. Nyní si zvolte nové heslo.
de: Du wurdest identifiziert. Gib ein neues Passwort ein.
eu: Identifikatua izan zara. Sartu pasahitz berria azpian.
ko: 확인되었습니다. 새 암호를 아래에 입력하십시오.
pl: Zostałeś zidentyfikowany. Podaj poniżej nowe hasło.
pt_br: Você foi identificado. Digite uma nova senha abaixo.
tl: Nakilala ka na. Magpasok ng isang bagong hudyat sa ibaba.

source: Password recovery
cs: Obnovení hesla
de: Passwort-Wiederherstellung
eu: Pasahitzaren berreskuraketa
ko: 비밀 번호 복구
pl: Przywrócenie hasła
pt_br: Recuperação de senha
tl: Pagkuhang muli ng hudyat

source: Nickname or email address
cs: Přezdívka nebo emailová adresa
de: Spitzname oder E-Mail-Adresse
eu: Ezizena edo posta-helbidea
ko: 별명이나 메일 계정을 입력하십시오.
pl: Pseudonim lub adres e-mail
pt_br: Identificação ou endereço de e-mail
tl: Palayaw o tirahan ng e-liham

source: Your nickname on this server, or your registered email address.
cs: Vaše přezdívka na tomto serveru, nebo váš email uvedený při registraci.
de: Dein Benutzername oder E-Mail-Adresse auf diesem Server.
eu: Zerbitzari honetan duzun ezizena, edo izen emateko erabilitako posta-helbidea.
ko: 이 서버의 사용자 이름 또는 등록한 메일 주소.
pl: Pseudonim na tym serwerze lub zarejestrowany adres e-mail.
pt_br: Sua identificação neste servidor, ou seu e-mail cadastrado.
tl: Ang palayaw mo sa tagapaghaing ito, o nakatalang tirahan mo ng e-liham.

source: Recover
cs: Obnovit
de: Wiederherstellung
eu: Berreskuratu
ko: 복구
pl: Przywróć
pt_br: Recuperar
tl: Kuhaning muli

# BUTTON
source: Recover
cs: Obnovit
de: Wiederherstellung
eu: Berreskuratu
ko: 복구
pl: Przywróć
pt_br: Recuperar
tl: Kuhaning muli

source: Reset password
cs: Resetovat heslo
de: Passwort zurücksetzen
eu: Pasahitza berrezarri
ko: 비밀 번호 초기화
pl: Przywróć hasło
pt_br: Restaurar a senha
tl: Muling itakda ang hudyat

source: Recover password
cs: Obnovit heslo
de: Stelle Passwort wieder her
eu: Pasahitza berreskuratu
ko: 비밀 번호 복구
pl: Przywróć hasło
pt_br: Recuperar a senha
tl: Kuhaning muli ang hudyat

source: Password recovery requested
cs: Zažádáno o obnovu hesla
de: Wiederherstellung des Passworts angefordert
eu: Pasahitza berreskuratzea eskatua
ko: 비밀 번호 복구를 요청했습니다.
pl: Zażądano przywracania hasła
pt_br: Foi solicitada a recuperação da senha
tl: Hiniling ang pagkuhang muli ng hudyat

source: Password saved
cs: Heslo uloženo
de: Passwort gespeichert
eu: Pasahitza gordea
ko: 비밀 번호를 저장했습니다
pl: Zapisano hasło.
pt_br: A senha foi salva
tl: Nasagip ang hudyat

source: 6 or more characters, and do not forget it!
cs: 6 a více znaků, a hlavně ho nezapomeňte!
de: 6 oder mehr Zeichen, und nicht vergessen!
eu: 6 karaktere edo gehiago eta etzazu ahaztu!
ko: 6글자 이상, 잊어버리지 마십시오!
pl: 6 lub więcej znaków, i nie zapomnij go.
pt_br: No mínimo 6 caracteres. E não se esqueça dela!
tl: 6 o mahigit pang mga panitik, at huwag itong kalimutan!

# BUTTON
source: Reset
cs: Resetovat
de: Zurücksetzen
eu: Hasieratu
ko: 초기화
pl: Przywróć
pt_br: Restaurar
tl: Itakdang muli

source: Enter a nickname or email address.
cs: Zadejte přezdívku nebo emailovou adresu.
de: Gib einen Spitznamen oder eine E-Mail-Adresse ein.
eu: Sartu ezizen bat edo posta-helbide bat.
ko: 사용자 이름이나 메일 계정을 입력하십시오.
pl: Podaj pseudonim lub adres e-mail.
pt_br: Digite a identificação ou endereço de e-mail.
tl: Magpasok ng isang palayaw o tirahan ng e-liham.

source: Instructions for recovering your password have been sent to the email address registered to your account.
cs: Instrukce pro obnovení hesla byly zaslány na emailovou adresu registrovanou ve vašem účtu.
de: Anweisungen für die Wiederherstellung deines Passworts wurden an deine hinterlegte E-Mail-Adresse geschickt.
eu: Zure pasahitza berreskuratzeko argibideak bidali dira zure kontuari lotutako posta-helbidera.
ko: 계정에 등록한 메일 주소로 비밀 번호 복구에 관한 안내를 보냈습니다.
pl: Instrukcje przywracania hasła zostały wysłane na adres e-mail zarejestrowany z twoim kontem.
pt_br: As instruções para recuperar a sua senha foram enviadas para o endereço de e-mail informado no seu cadastro.
tl: Ipanadala ang mga panuto para sa pagkuhang muli ng hudyat mo sa tirahan ng e-liham na nakatala sa akawnt mo.

source: Unexpected password reset.
cs: Nečekané resetování hesla.
de: Unerwarteter Passwortreset.
eu: Espero gabeko pasahitz-berrezarpena.
ko: 예상치 못한 비밀 번호 초기화.
pl: Nieoczekiwane przywrócenie hasła.
pt_br: Restauração inesperada da senha.
tl: Hindi inaasahang muling pagtatakda ng hudyat.

source: Password must be 6 characters or more.
cs: Heslo musí být alespoň 6 znaků dlouhé.
de: Passwort muss mehr als 6 Zeichen enthalten.
eu: Pasahitzak 6 karaktere edo gehiago eduki behar ditu.
ko: 비밀 번호는 6자 이상이어야 합니다.
pl: Hasło musi mieć sześć lub więcej znaków.
pt_br: A senha deve ter 6 ou mais caracteres.
tl: Ang hudyat ay dapat na 6 na mga panitik o mahigit pa.
