Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: No hub found
cs: Nebyl nalezen hub
de: Keinen Hub gefunden.
pt_br: nenhuma plataforma encontrada

source: No conversation ID.
cs: Chybí ID rozhovoru.
de: Keine Unterhaltungs-ID.
eu: Ez dago elkarrizketa IDrik.
pl: Brak identyfikatora konwersacji.
pt_br: Nenhuma ID de conversação.
tl: Walang ID ng usapan.

source: No conversation with ID %d.
cs: Rozhovor s ID %d neexistuje.
de: Unterhaltung mit ID %d existiert nicht.
eu: Ez dago %d IDa duen elkarrizketarik.
pl: Brak rozmowy o ID %d.
pt_br: Nenhuma conversa com a ID %d .
tl: Walang usapan na may ID na %d.

# TITLE
source: Conversation
cs: Rozhovor
de: Unterhaltung
eu: Elkarrizketa
ko: 대화
pl: Rozmowa
pt_br: Conversa
tl: Usapan

source: Profile not found.
cs: Profil nebyl nalezen.
de: Profil nicht gefunden.
pl: Profil nie odnaleziony.
pt_br: Perfil não encontrado

source: Could not follow user: profile not found.
cs: Nemohu začít sledovat uživatele: profil nenalezen.
de: Konnte Benutzer nicht folgen: Profil nicht gefunden
eu: Ezin da erabiltzailea jarraitu: ez da profila aurkitu.
ko: 언팔로우할 수 없습니다: 프로필이 없습니다.
pl: Nie można obserwować użytkownika: nie odnaleziono profilu.
pt_br: Não é possível deixar de seguir o usuário: Usuário não encontrado.
tl: Hindi masundan ang tagagamit: hindi natagpuan ang balangkas.

source: Could not follow user: %s is already on your list.
cs: Nelze začít sledovat uživatele %s, protože ho již sledujete.
de: Kann Benutzer %s nicht folgen: schon in deiner Kontaktliste eingetragen
eu: Ezin da erabiltzailea jarraitu: %s dagoeneko zure zerrendan dago.
ko: 팔로우할 수 없습니다 : %s 님은 이미 목록에 있습니다.
pl: Nie można obserwować użytkownika: %s jest już na twojej liście.
pt_br: Não é possível seguir o usuário: %s já está na sua lista.
tl: Hindi masundan ang tagagamit: si %s at nasa tala mo na.

source: This method requires a POST.
cs: Tato metoda vyžaduje POST.
de: Diese Methode benötigt ein POST.
eu: Metodo honek POST behar du.
ko: 이 메소드는 POST가 필요합니다.
pl: Ta metoda wymaga POST.
pt_br: Este método requer um POST.
tl: Ang pamamaraang ito ay nangangailangan ng isang PASKIL.

source: Could not unfollow user: User not found.
cs: Nemohu přestat sledovat uživatele, uživatel nebyl nalezen.
de: Kann Benutzer nicht entfolgen: Benutzer nicht gefunden.
eu: Ezin da zerrendatik kendu: erabiltzailea ez da aurkitu.
ko: 언팔로우할 수 없습니다: 사용자가 없습니다.
pl: Nie można zrezygnować z obserwacji użytkownika: nie odnaleziono użytkownika.
pt_br: Não é possível deixar de seguir o usuário: Usuário não encontrado.
tl: Hindi magawang huwag sundan ang tagagamit: Hindi matagpuan ang tagagamit.

source: You cannot unfollow yourself.
cs: Nemůžete přestat sledovat sami sebe.
de: Du kannst dich nicht selbst entfolgen.
eu: Ezin diozu zure burua jarraitzeari utzi.
ko: 자기 자신을 언팔로우할 수 없습니다.
pl: Nie można zrezygnować z obserwacji samego siebie.
pt_br: Você não pode deixar de seguir você mesmo!
tl: Hindi mo magagawang huwag sundan ang sarili mo.

source: Two valid IDs or nick names must be supplied.
cs: Je třeba uvést dvě platná ID nebo přezdívky.
de: Zwei gültige IDs oder Benutzernamen müssen angegeben werden.
eu: Baliozko bi ID edo pantaila_izen hornituak izan behar dira.
ko: 두 개의 올바른 아이디나 대화명을 입력해야 합니다.
pl: Należy dostarczyć dwa prawidłowe identyfikatory lub pseudonimy.
pt_br: Devem ser fornecidos dois IDs ou nomes de usuários válidos.
tl: Dapat magbigay ng dalawang katanggap-tanggap na mga ID o mga palayaw.

source: Could not determine source user.
cs: Nelze určit zdrojového uživatele.
de: Konnte öffentlichen Stream nicht abrufen.
eu: Ezin da jatorrizko erabiltzailea lortu.
ko: 원본 사용자를 확인할 수 없습니다.
pl: Nie można określić użytkownika źródłowego.
pt_br: Não foi possível determinar o usuário de origem.
tl: Hindi matukoy ang pinagmumulang tagagamit.

source: Could not find target user.
cs: Nepodařilo se najít cílového uživatele.
de: Konnte Zielbenutzer nicht finden.
eu: Ezin da helburu erabiltzailea aurkitu.
ko: 대상 사용자를 찾을 수 없습니다.
pl: Nie można odnaleźć użytkownika docelowego.
pt_br: Não foi possível encontrar usuário de destino.
tl: Hindi matagpuan ang pinupukol na tagagamit.

source: Group not found.
cs: Skupina nebyla nalezena.
de: Gruppe nicht gefunden!
eu: Taldea ez da aurkitu.
ko: 그룹이 없습니다.
pl: Nie odnaleziono grupy.
pt_br: O grupo não foi encontrado.
tl: Hindi natagpuan ang pangkat.

source: Description is too long (maximum %d character).
cs: Popis je příliš dlouhý (maximálně %d znak).
de: Die Beschreibung ist zu lang (maximal %d Zeichen).
eu: Deskribapena luzeegia da (gehienez karakere %d).
pl: Opis jest za długi (maksymalnie %d znak).
pt_br: A descrição é muito extensa (máximo %d caractere).
tl: Napakahaba ng paglalarawan (pinakamataas na ang %d panitik).

source: Too many aliases! Maximum %d allowed.
cs: Příliš mnoho aliasů! Maximálně %d.
de: Zu viele Pseudonyme! Maximal eins ist erlaubt.
eu: Alias gehiegi! Gehienez %d onartzen dira.
pl: Za dużo aliasów. Maksymalnie dozwolony jest %d.
pt_br: Muitos apelidos! O máximo é %d.
tl: Masyadong maraming mga taguri! Pinakamataas na %d ang pinapayagan.

source: You are already a member of that group.
cs: Jste již členem této skupiny.
de: Du bist bereits Mitglied dieser Gruppe
eu: Dagoeneko talde horretako partaide zara.
ko: 이미 이 그룹의 회원입니다.
pl: Jesteś już członkiem tej grupy.
pt_br: Você já é membro desse grupo.
tl: Isa ka nang kasapi ng pangkat na iyan.

source: You have been blocked from that group by the admin.
cs: Přístup do této skupiny vám zablokoval její správce.
de: Der Admin dieser Gruppe hat dich blockiert.
eu: Administratzaileak talde horretan blokeatu egin zaitu.
ko: 관리자에 의해 그룹에서 차단되었습니다.
pl: Zostałeś zablokowany w tej grupie przez administratora.
pt_br: O administrador desse grupo bloqueou sua inscrição.
tl: Hinaharangan ka ng tagapangasiwa mula sa pangkat na iyan.

source: Could not join user %1$s to group %2$s.
cs: Nemohu přidat uživatele %1$s do skupiny %2$s.
de: Konnte Benutzer %1$s nicht der Gruppe %2$s hinzufügen.
eu: %1$s erabiltzailea ezin da %2$s taldearekin elkartu.
ko: %1$s 사용자가 %2$s 그룹에 가입할 수 없습니다.
pl: Nie można dołączyć użytkownika %1$s do grupy %2$s.
pt_br: Não foi possível associar o usuário %1$s ao grupo %2$s.
tl: Hindi maisali ang tagagamit na si %1$s sa pangkat na %2$s.

source: You are not a member of this group.
cs: Nejste členem této skupiny.
de: Du bist kein Mitglied dieser Gruppe.
eu: Ez zara talde horretako partaide.
ko: 이 그룹의 회원이 아닙니다.
pl: Nie jesteś członkiem tej grupy.
pt_br: Você não é membro deste grupo.
tl: Hindi ka isang kasapi ng pangkat na ito.

source: %s's groups
cs: Skupiny uživatele %s
de: Gruppen von %s
eu: %s(r)en taldeak
ko: %s의 그룹
pl: Grupy użytkownika %s
pt_br: Grupos de %s
tl: mga pangkat ni %s

source: %1$s groups %2$s is a member of.
cs: skupiny na %1$s, ve kterých je %2$s členem.
de: %1$s Gruppen in denen %2$s Mitglied ist
eu: %2$s kidea den %1$s(e)ko taldeak.
ko: %1$s 사이트의 그룹 (%2$s 사용자가 회원)
pl: %2$s jest członkiem grup %1$s.
pt_br: Grupos de %1$s nos quais %2$s é membro.
tl: Mga pangkat sa %1$s kung saan kasapi si %2$s.

source: %s groups
cs: skupiny uživatele %s
de: %s Gruppen
eu: %s talde
ko: %s 그룹
pl: Grupy %s
pt_br: Grupos de %s
tl: Mga pangkat sa %s

source: groups on %s
cs: skupiny na %s
de: Gruppen von %s
eu: %s(e)ko taldeak
ko: %s 사이트의 그룹
pl: grupy na %s
pt_br: grupos no %s
tl: mga pangkat na nasa %s

source: You must be an admin to edit the group.
cs: Nemůžete upravovat tuto skupinu, protože v ní nejste správcem.
de: Du musst ein Admin sein, um die Gruppe zu bearbeiten
eu: Talde bat aldatzeko administratzailea izan behar zara.
ko: 관리자만 그룹을 편집할 수 있습니다.
pl: Musisz być administratorem, aby zmodyfikować grupę.
pt_br: Você deve ser um administrador para editar o grupo.
tl: Dapat na isa kang tagapangasiwa upang baguhin ang pangkat.

source: Could not update group.
cs: Nepodařilo se aktualizovat skupinu.
de: Konnte Gruppe nicht aktualisieren.
eu: Ezin da taldea eguneratu.
ko: 그룹을 업데이트할 수 없습니다.
pl: Nie można zaktualizować grupy.
pt_br: Não foi possível atualizar o grupo.
tl: Hindi maisapanahon ang pangkat.

source: Could not create aliases.
cs: Nepodařilo se vytvořit aliasy.
de: Konnte keinen Favoriten erstellen.
eu: Ezin izan da aliasa sortu.
ko: 그룹 별칭을 만들 수 없습니다.
pl: Nie można utworzyć aliasów.
pt_br: Não foi possível criar os apelidos.
tl: Hindi makalikha ng mga taguri.

source: List not found.
cs: Seznam nebyl nalezen.
de: Liste nicht gefunden.
eu: Zerrenda ez da aurkitu.
ko: 목록이 없습니다.
pl: Nie odnaleziono listy.
pt_br: A lista não foi encontrada.
tl: Hindi natagpuan ang tala.

source: You cannot update lists that do not belong to you.
cs: Nemůžete aktualizovat seznam, který není váš.
de: Listen, die Ihnen nicht gehören, können Sie nicht bearbeiten.
eu: Ezin dituzu zureak ez diren zerrendak eguneratu.
ko: 내가 가지지 않은 리스트는 업데이트할 수 없습니다.
pl: Nie możesz zaktualizować list, które nie należą do Ciebie.
pt_br: Você não pode atualizar listas que não pertençam a você.
tl: Hindi ka makakapagsapanahon ng mga tala na hindi mo pag-aari.

source: An error occured.
cs: Došlo k chybě.
de: Ein Fehler ist aufgetreten.
eu: Errorea gertatu da.
ko: 오류가 발생했습니다.
pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
tl: Naganap ang isang kamalian.

source: You cannot delete lists that do not belong to you.
cs: Nemůžete smazat seznam, který není váš.
de: Listen, die Ihnen nicht gehören, können Sie nicht löschen.
eu: Ezin dituzu zureak ez diren zerrendak ezabatu.
ko: 내가 가지지 않은 리스트는 삭제할 수 없습니다.
pl: Nie możesz usunąć list, które nie należą do Ciebie.
pt_br: Você não pode excluir listas que não pertençam a você.
tl: Hindi mo mabubura ang mga tala na hindi mo pag-aari.

source: The specified user is not a member of this list.
cs: Zadaný uživatel není členem tohoto seznamu.
de: Der angegebene Benutzer ist kein Mitglied dieser Liste
eu: Adierazitako erabiltzailea ez da zerrenda honetako kidea.
ko: 지정한 사용자는 이 리스트의 일원이 아닙니다.
pl: Użytkownik nie jest członkiem listy.
pt_br: O usuário especificado não é um membro dessa lista.
tl: Ang tinukoy na tagagamit ay hindi isang kasapi ng talaang ito.

source: You are not allowed to add members to this list.
cs: Nemáte oprávnění přidávat nové členy do tohoto seznamu.
de: Du bist nicht berechtigt, Mitglieder zu dieser Liste hinzufügen.
eu: Ez duzu zerrenda honetara erabiltzaileak gehitzeko baimenik.
ko: 이 목록에 일원 추가를 허용하지 않습니다.
pl: Nie masz uprawnień do dodawania nowych członków do listy.
pt_br: Você não tem permissão para adicionar membros a esta lista.
tl: Hindi ka pinapahintulutang magdagdag ng mga kasapi sa talaang ito.

source: You must specify a member.
cs: Musíte vybrat člena.
de: Du musst ein Mitglied angeben.
eu: Kide bat adierazi behar duzu.
ko: 일원을 지정해야 합니다.
pl: Musisz określić członka.
pt_br: Você deve especificar um membro.
tl: Kailangan mong tumukoy ng isang kasapi.

source: You are not allowed to remove members from this list.
cs: Nemáte oprávnění odebírat členy z tohoto seznamu.
de: Du bist nicht berechtigt, Mitglieder aus dieser Liste zu entfernen.
eu: Ez duzu zerrenda honetako kideak kentzeko baimenik.
ko: 이 리스트에서 일원 제거를 허용하지 않습니다.
pl: Nie masz uprawnień do usuwania członków z listy.
pt_br: Você não tem permissão para remover membros desta lista.
tl: Hindi ka pinapahintulutang magtanggal ng mga kasapi magmula sa talaang ito.

source: The user you are trying to remove from the list is not a member.
cs: Uživatel, kterého se pokoušíte ze seznamu odebrat, v tomto seznamu není.
de: Der Benutzer, der aus der Liste entfernt werden soll, ist kein Mitglied.
eu: Zerrendatik kentzen saiatzen ari zaren erabiltzailea ez da kidea.
ko: 목록에서 제거하려는 사용자는 일원이 아닙니다.
pl: Użytkownika, którego próbujesz usunąć z listy nie jest jej członkiem.
pt_br: O usuário que você está tentando remover da lista não é um membro.
tl: Ang tagagamit na sinusubukan mong tanggalin mula sa talaan ay hindi isang kasapi.

source: A list must have a name.
cs: Seznam musí mít jméno.
de: Eine Liste muss einen Namen haben.
eu: Zerrendek izena eduki behar dute.
ko: 목록에 이름이 필요합니다.
pl: Lista musi mieć nazwę.
pt_br: Uma lista deve ter um nome.
tl: Dapat na may isang pangalan ang talaan.

source: The specified user is not a subscriber of this list.
cs: Zadaný uživatel nesleduje tento seznam.
de: Dieser Benutzer ist kein Abonnent dieser Liste.
eu: Adierazitako erabiltzailea ez da zerrenda honetako harpideduna.
ko: 지정한 사용자는 이 목록의 구독자가 아닙니다.
pl: Wskazany użytkownik nie jest członkiem listy.
pt_br: O usuário especificado não é um assinante desta lista.
tl: Ang tinukoy na tagagamit ay hindi isang nagpapasipi ng talaang ito.

source: You are not subscribed to this list.
cs: Tento seznam nesledujete.
de: Du hast diese Liste nicht abonniert.
eu: Ez zaude zerrenda honetara harpidetuta.
ko: 이 리스트에 구독하지 않았습니다.
pl: Nie subskrybujesz tej listy.
pt_br: Você não está assinando esta lista.
tl: Hindi ka tumatanggap ng sipi mula sa talaang ito.

source: Upload failed.
cs: Nahrávání se nezdařilo.
de: Hochladen fehlgeschlagen.
eu: Igoerak huts egin du.
ko: 업로드가 실패했습니다.
pl: Wysłanie nie powiodło się.
pt_br: O upload falhou.
tl: Nabigo ang pagkakargang papaitaas.

source: Invalid request token or verifier.
cs: Neplatný request token nebo verifier.
de: Anmelde-Token ungültig oder abgelaufen.
eu: Token-eskaera edo baieztatzaile okerra.
ko: 요청 토큰이나 확인 코드가 잘못되었습니다.
pl: Nieprawidłowy token lub element sprawdzający żądania.
pt_br: O token ou o verificador solicitado é inválido.
tl: Hindi katanggap-tanggap na kahalip o tagapagpatunay ng hiling.

source: No oauth_token parameter provided.
cs: Nebyl dodán parametr oauth_token.
de: Kein oauth_token Parameter angegeben.
eu: Ez da oauth_token parametroa eman.
ko: oauth_token 파라미터가 없습니다.
pl: Nie podano parametru oauth_token.
pt_br: Não foi fornecido nenhum parâmetro oauth_token
tl: Walang ibinigay na parametro ng oauth_token.

source: Invalid request token.
cs: Neplatný request token.
de: Ungültiges Token.
eu: Token okerra.
ko: 요청 토큰이 잘못되었습니다.
pl: Nieprawidłowy token żądania.
pt_br: O token solicitado é inválido.
tl: Hindi katanggap-tanggap na kahalip ng kahilingan.

source: Request token already authorized.
cs: Request token již byl autorizován.
de: Anfrage-Token bereits autorisiert.
eu: Token-eskaera dagoeneko baimendua.
ko: 요청 토큰을 이미 인증했습니다.
pl: Token żądania został już upoważniony.
pt_br: O token solicitado já foi autorizado.
tl: Pinahihintulutan na ang kahalip ng kahilingan.

source: Invalid nickname / password!
cs: Neplatné jméno nebo heslo!
de: Benutzername oder Passwort falsch.
eu: Erabailtzaile / pasahitz okerra!
ko: 사용자 이름이나 비밀 번호가 틀렸습니다!
pl: Nieprawidłowy pseudonim/hasło.
pt_br: Nome de usuário e/ou senha inválido(s)!
tl: Hindi katanggap-tanggap na palayaw / hudyat!

source: Database error inserting oauth_token_association.
cs: Chyba databáze při vkládání oauth_token_association.
de: Datenbankfehler beim Einfügen von oauth_token_association.
eu: Datu-base errorea oauth_token_association txertatzean.
ko: oauth_token_association을 넣는데 데이터베이스 오류.
pl: Błąd bazy danych podczas wprowadzania oauth_token_association.
pt_br: Erro no banco de dados durante a inserção de oauth_token_association.
tl: Kamalian ng kalipunan ng dato sa pagsisingit ng oauth_token_association.

source: Unexpected form submission.
cs: Nečekaný požadavek.
de: Unerwartete Formulareingabe.
eu: Espero ez zen formularioaren bidalketa.
ko: 예상치 못한 폼 제출.
pl: Nieoczekiwane wysłanie formularza.
pt_br: Submissão inesperada de formulário.
tl: Hindi inaasahang pagpapasa ng pormularyo.

source: An application would like to connect to your account
cs: Aplikace se chce připojit k vašemu účtu
de: Ein Programm will eine Verbindung zu deinem Konto aufbauen
eu: Aplikazio batek zure kontuarekin konektatu nahi du
ko: 응용 프로그램이 계정에 연결하려고 합니다
pl: Aplikacja chce połączyć się z kontem użytkownika
pt_br: Uma aplicação gostaria de se conectar à sua conta
tl: Isang aplikasyon ang nais na umugnay sa akawnt mo

source: Allow or deny access
cs: Povolit nebo zamítnout přístup
de: Zugriff erlauben oder ablehnen
eu: Sarrera baimendu edo galarazi
ko: 접근 허용 또는 거부
pl: Zezwolić czy odmówić dostęp
pt_br: Permitir ou negar o acesso
tl: Payagan o tanggihan ang pagpapapunta

source: An application would like the ability to <strong>%3$s</strong> your %4$s account data. You should only give access to your %4$s account to third parties you trust.
cs: Aplikace žádá o přístup (<strong>%3$s</strong>) k vašemu účtu na %4$s. Přístup ke svému účtu na %4$s byste měl(a) dovolit jedině aplikacím, kterým důvěřujete.
eu: Aplikazio batek, %4$s(e)n duzun kontuko datuetan, ondoko eragiketa egin nahi du: <strong>%3$s</strong>. Fidatzen zaren hirugarrenei soilik eman behar zenieke sarrera %4$s(e)n duzun kontura.
ko: 응용 프로그램이 %4$s 계정 데이터에 <strong>%3$s</strong> 권한을 요청합니다 .믿을 수 있는 써드파티에게만 %4$s 계정 접근을 허용하십시오.
pl: Aplikacja chciałaby uzyskać możliwość <strong>%3$s</strong> danych konta %4$s. Dostęp do konta %4$s powinien być udostępniany tylko zaufanym osobom trzecim.
pt_br: Uma aplicação solicitou permissão para <strong>%3$s</strong> os dados da sua conta %4$s. Você deve fornecer acesso à sua conta %4$s somente para terceiros nos quais você confia.
tl: Nais ng isang aplikasyon ang kakayahan na %3$s ang dato mo ng akawnt na %4$s. Dapat ka lamang magbigay ng pagpapunta sa iyong %4$s sa pangatlong mga partidong pinagkakatiwalaan mo.

source: The application <strong>%1$s</strong> by <strong>%2$s</strong> would like the ability to <strong>%3$s</strong> your %4$s account data. You should only give access to your %4$s account to third parties you trust.
cs: Aplikace <strong>%1$s</strong> od <strong>%2$s</strong> žádá o přístup (<strong>%3$s</strong>) k vašemu účtu na %4$s. Přístup ke svému účtu na %4$s byste měl(a) dovolit jedině aplikacím, kterým důvěřujete.
de: Das Programm <strong>%1$s</strong> von <strong>%2$s</strong> würde gerne <strong>%3$s</strong> bei deinem %4$s Zugang. Du solltest nur vertrauenswürdigen Quellen Erlaubnis zu deinem %4$s Zugang geben.
eu: <strong>%2$s</strong>(r)en <strong>%1$s</strong> aplikazioak eskertuko luke zure %4$s kontuko datuak <strong>%3$s</strong>t(z)ea. Fidatzen zaren hirugarrenei soilik eman behar zenieke sarrera %4$s(e)n duzun kontura.
ko: <strong>%1$s</strong> 응용 프로그램이 (<strong>%2$s</strong>) %4$s 계정 정보에 <strong>%3$s</strong> 권한을 요청합니다 .믿을 수 있는 써드파티에게만 %4$s 계정의 접근을 허용하십시오.
pl: Aplikacja <strong>%1$s</strong> autorstwa <strong>%2$s</strong> chciałaby uzyskać możliwość <strong>%3$s</strong> danych konta %4$s. Dostęp do konta %4$s powinien być udostępniany tylko zaufanym osobom trzecim.
pt_br: A aplicação <strong>%1$s</strong> por <strong>%2$s</strong> solicita a permissão para <strong>%3$s</strong> os dados da sua conta %4$s. Você deve fornecer acesso à sua conta %4$s somente para terceiros nos quais você confia.
tl: Ang aplikasyong <strong>%1$s</strong> ng <strong>%2$s</strong> ay nais ang kakayahan na <strong>%3$s</strong> ang iyong dato ng akawnt na %4$s. Dapat mo lamang ibigay ang pagpapapunta sa akawnt mong %4$s sa pangatlong mga partido na pinagkakatiwalaan mo.

# LEGEND
source: Account
cs: Účet
de: Profil
eu: Kontua
ko: 계정
pl: Konto
pt_br: Conta
tl: Akawnt

source: Nickname
cs: Přezdívka
de: Benutzername
eu: Ezizena
ko: 별명
pl: Pseudonim
pt_br: Usuário
tl: Palayaw

source: Password
cs: Heslo
de: Passwort
eu: Pasahitza
ko: 비밀 번호
pl: Hasło
pt_br: Senha
tl: Hudyat

# BUTTON
source: Cancel
cs: Zrušit
de: Abbrechen
eu: Utzi
ko: 취소
pl: Anuluj
pt_br: Cancelar
tl: Huwag ituloy

# BUTTON
source: Allow
cs: Povolit
de: Erlauben
eu: Baimendu
ko: 허용
pl: Zezwól
pt_br: Permitir
tl: Payagan

source: Authorize access to your account information.
cs: Povolit přístup k vašemu účtu.
de: Zugang zu deinem Benutzerkonto autorisieren.
eu: Sarbidea baimendu zure kontuko informaziora.
ko: 계정 정보에 대한 접근을 허용합니다.
pl: Upoważnij dostęp do informacji konta.
pt_br: Autoriza o acesso às informações da sua conta.
tl: Pahintulutan ang pagpunta sa iyong kabatiran ng akawnt.

source: Authorization canceled.
cs: Povolení zrušeno.
de: Authorisierung abgebrochen.
eu: Baimena ezeztatua.
ko: 인증이 취소되었습니다.
pl: Anulowano upoważnienie.
pt_br: A autorização foi cancelada.
tl: Hindi itinuloy ang pagpapahintulot.

source: The request token %s has been revoked.
cs: Request token %s byl odvolán.
de: Die Anfrage %s wurde gesperrt und widerrufen.
eu: Eskatutako %s tokena kendu egin da.
ko: %s 요청 토큰이 해지되었습니다.
pl: Token żądania %s został unieważniony.
pt_br: O token %s solicitado foi revogado.
tl: Pinawalan ng bisa ang kahalip ng hiling na %s.

source: You have successfully authorized the application
cs: Úspěšně jste povolil(a) aplikaci.
de: Du hast das Programm erfolgreich autorisiert.
eu: Aplikazioa ondo baimendu duzu
ko: 응용 프로그램 인증을 성공적으로 마쳤습니다.
pl: Pomyślnie upoważniono aplikację
pt_br: A aplicação foi autorizada com sucesso
tl: Matagumpay mong napahintulutan ang aplikasyon

source: Please return to the application and enter the following security code to complete the process.
cs: Vraťte se prosím do aplikace a zadejte následující bezpečnostní kód pro dokončení procesu.
de: Bitte kehre zum Programm zurück und gebe den folgenden Sicherheitscode ein, um den Vorgang abzuschließen.
eu: Itzuli aplikaziora eta sartu ondoko segurtasun kodea prozesua osatzeko.
ko: 절차를 마치려면 응용 프로그램으로 돌아가서 다음 비밀 코드를 입력하십시오.
pl: Proszę wrócić do aplikacji i podać następujący kod bezpieczeństwa, aby ukończyć proces.
pt_br: Por favor, retorne à aplicação e digite o seguinte código de segurança para completar o processo.
tl: Mangyaring bumalik sa aplikasyon at ipasok ang sumusunod na kodigong pangkaligtasan upang mabuo ang proseso.

source: You have successfully authorized %s
cs: Úspěšně jste povolil(a) %s
de: Du hast %s erfolgreich autorisiert.
eu: %s ondo baimendu duzu
ko: %s 응용 프로그램의 인증을 마쳤습니다.
pl: Pomyślnie upoważniono %s
pt_br: A aplicação %s foi autorizada com sucesso
tl: Matagumpay mong napahintulutan ang %s

source: Please return to %s and enter the following security code to complete the process.
cs: Vraťte se prosím do aplikace %s a zadejte následující bezpečnostní kód pro dokončení procesu.
de: Bitte kehre nach %s zurück und geben den folgenden Sicherheitscode ein, um den Vorgang abzuschließen.
eu: Itzuli %s(e)ra eta sartu ondoko segurtasun kodea prozesua osatzeko.
ko: 절차를 마치려면 %s 응용 프로그램으로 돌아가서 다음 비밀 코드를 입력하십시오.
pl: Proszę wrócić do %s i podać następujący kod bezpieczeństwa, aby ukończyć proces.
pt_br: Por favor, retorne a %s e digite o seguinte código de segurança para completar o processo.
tl: Mangyaring bumalik sa %s at ipasok ang sumusunod na kodigong pangkaligtasan upang mabuo ang proseso.

source: This method requires a POST or DELETE.
cs: Tato metoda vyžaduje POST nebo DELETE.
de: Diese Methode benötigt ein POST oder DELETE.
eu: Metodo honek POST edo DELETE bat behar du.
ko: 이 메소드는 POST 또는 DELETE가 필요합니다.
pl: Ta metoda wymaga POST lub DELETE.
pt_br: Esse método requer um POST ou DELETE.
tl: Ang pamamaraang ito ay nangangailangan ng isang PAGPASKIL o PAGBURA.

source: No status found with that ID.
cs: Status s tímto ID nebyl nalezen.
de: Keine Nachricht mit dieser ID gefunden.
eu: Ez da egoerarik aurkitu ID horrekin.
ko: 그 아이디의 상태가 없습니다.
pl: Nie odnaleziono stanów z tym identyfikatorem.
pt_br: Não foi encontrado nenhuma mensagem com esse ID.
tl: Walang natagpuang katayuan na may ganyang ID.

source: You may not delete another user's status.
cs: Nemáte oprávnění smazat status jiného uživatele.
eu: Ezin duzu beste erabiltzaile baten egoera ezabatu.
ko: 다른 사용자의 상태를 삭제할 수 없습니다.
pl: Nie można usuwać stanów innych użytkowników.
pt_br: Você não pode excluir uma mensagem de outro usuário.
tl: Hindi mo maaaring burahin ang katayuan ng ibang tagagamit.

source: No such notice.
cs: Sdělení neexistuje.
de: Unbekannte Nachricht.
eu: Ohar hori ez dago.
ko: 그런 글이 없습니다.
pl: Nie ma takiego wpisu.
pt_br: Essa mensagem não existe.
tl: Walang ganyang pabatid.
