Repository: foocorp/gnu-social
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: cs, de, eu, ko, pl, pt_br, tl

source: The database for %1$s is not responding correctly, so the site will not work properly. The site admins probably know about the problem, but you can contact them at %2$s to make sure. Otherwise, wait a few minutes and try again.
cs: Databáze pro %1$s neodpovídá tak, jak by měla, takže tento web nebude fungovat správně. Administrátoři o tomto problému již pravděpodobně vědí, ale můžete je kontaktovat na %2$s pokud chcete mít jistotu. Nebo prostě pár minut počkejte, a pak to zkuste znovu.
de: Die Datenbank für %1$s reagiert nicht korrekt, deshalb wird die Seite nicht richtig funktionieren. Die Administratoren dieser Seite wissen wahrscheinlich von dem Problem, aber du kannst sie unter %2$s kontaktieren, um sicherzugehen. Andernfalls warte einige Minuten und versuche es nocheinmal.
eu: %1$s datu-baseak ondo erantzuten ez duenez, gunea ez da ondo ibiliko. Gunearen administratzaileak jakinaren gainean egongo dira ziurrenik, baina nahi baduzu %2$s helbidean jar zaitezke harremanetan beraiekin. Bestela minutu batzuk itxaron eta saiatu berriro.
ko: %1$s 사이트의 데이터베이스가 올바르게 응답하지 않으므로 사이트가 제대로 동작하지 않을 것입니다. 사이트 관리자는 아마도 이 문제를 알고 있겠지만, 확실히 문제를 전달하려면 %2$s 통해 관리자에게 연락할 수 있습니다. 아니면 몇 분 정도 기다렸다가 다시 시도하십시오.
pl: Baza danych dla %1$s nie odpowiada, więc witryna może nie działać poprawnie. Administratorzy prawdopodobnie już wiedzą o tym problemie, ale możesz się z nimi skontaktowac przez %2$s aby się upewnić. W przeciwnym wypadku poczekaj kilka minut i spróbuj ponownie.
pt_br: O banco de dados de %1$s não está respondendo corretamente, por isso o site apresentará problemas. Os administradores provavelmente já estão cientes da situação, mas caso queira se certificar disso, você pode contactá-los em %2$s. Ou então você pode aguardar alguns minutos e tentar novamente.
tl: Ang kalipunan ng dato para sa %1$s ay hindi tumutugon nang tama, kaya't ang sityo ay hindi gagana nang maayos. Maaaring nalalaman ng mga tagapangasiwa ng sityo ang tungkol sa suliranin, ngunit maaari kang makipag-ugnayan sa kanila sa %2$s upang makatiyak. Kung hindi, maghintay ng ilang mga minuto at subukan uli.

source: An error occurred.
cs: Došlo k chybě.
de: Ein Fehler ist aufgetreten.
eu: Errorea gertatu da.
ko: 오류가 발생했습니다.
pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
tl: Naganap ang isang kamalian.

source: No configuration file found. Try running the installation program first.
cs: Konfigurační soubor nenalezen. Zkuste nejprve spustit instalační program.
de: Keine Konfigurationsdatei gefunden. Versuchen Sie, zuerst das Installationsprogramm auszuführen.
eu: Ez da konfigurazio-fitxategirik aurkitu. Saiatu lehenengo instalazio-programa exekutatzen.
ko: 설정 파일이 없습니다. 일단 설치 프로그램을 실행해 보십시오.
pl: Nie znaleziono pliku konfiguracyjnego. Spróbuj najpierw uruchomić program instalacyjny.
pt_br: Não foi encontrado nenhum arquivo de configuração. Experimente executar o programa de instalação primeiro.
tl: Walang natagpuang pagkakaayos ng talaksan. Subukan munang patakbuhin ang programa ng pagtatalaga.

source: Unknown page
cs: Neznámá stránka
de: Unbekannte Seite
eu: Orri ezezaguna
ko: 알 수 없는 페이지
pl: Nieznana strona
pt_br: Página desconhecida
tl: Hindi nalalamang pahina

source: Unknown action
cs: Neznámá akce
de: Unbekannter Befehl
eu: Ekintza ezezaguna
ko: 알 수 없는 동작
pl: Nieznane działanie
pt_br: Ação desconhecida
tl: Hindi nalalamang galaw

source: Access
cs: Přístup
de: Zugang
eu: Sarbidea
ko: 접근 권한
pl: Dostęp
pt_br: Acesso
tl: Pagpunta

source: Site access settings
cs: Nastavení přístupu
de: Zugangseinstellungen
eu: Gunea atzitzeko ezarpenak
ko: 사이트 접근 권한 설정
pl: Ustawienia dostępu witryny
pt_br: Configurações de acesso ao site
tl: Pagtatakda sa pagpunta

source: Registration
cs: Registrace
de: Registrierung
eu: Izen-ematea
ko: 등록
pl: Rejestracja
pt_br: Registro
tl: Pagpapatala

source: Prohibit anonymous users (not logged in) from viewing site?
cs: Zakázat anonymním (nepřihlášeným) uživatelům prohlížet stránky
de: Anonymen (nicht eingeloggten) Benutzern das Betrachten der Seite verbieten?
eu: Galarazi erabiltzaile ezezagunek (saioa hasi gabeek) gunea ikus dezaten?
ko: 로그인하지 않은 익명 사용자의 사이트 보기 금지
pl: Zabronić anonimowym użytkownikom (niezalogowanym) przeglądać witrynę?
pt_br: Impedir usuários anônimos (não autenticados) de visualizar o site?
tl: Huwag pahintulutan ang hindi nagpapakilalang mga tagagamit (hindi nakalagda) mula sa pagtanaw ng sayt?

# LABEL
source: Private
cs: Soukromé
de: Privat
eu: Pribatua
ko: 비공개
pl: Prywatna
pt_br: Privado
tl: Pansarili

source: Make registration invitation only.
cs: Registrace pouze na pozvánku.
de: Registrierung nur bei vorheriger Einladung erlauben.
eu: Izena emateko gonbidapena soilik.
ko: 초대를 받은 경우만 등록 허용.
pl: Rejestracja tylko za zaproszeniem.
pt_br: Cadastro liberado somente para convidados.
tl: Gawing may imbitasyon lang ang pagpapatala.

source: Invite only
cs: Jen pozvaní
de: Nur auf Einladung
eu: Gonbidapen bidez soilik
ko: 초대 전용
pl: Tylko zaproszeni
pt_br: Somente convidados
tl: Kung inimbitahan lamang

source: Disable new registrations.
cs: Znemožnit nové registrace
de: Neuregistrierungen deaktivieren.
eu: Ezgaitu izen-emate berriak.
ko: 신규 등록 차단
pl: Wyłączenie nowych rejestracji.
pt_br: Desabilita novos registros.
tl: Huwag paganahin ang bagong mga pagpapatala.

source: Closed
cs: Uzavřené
de: Geschlossen
eu: Itxita
ko: 차단
pl: Zamknięte
pt_br: Fechado
tl: Nakasara na

source: Save access settings.
cs: Uložit nastavení přístupu.
de: Zugangs-Einstellungen speichern
eu: Gorde atzipen-ezarpenak.
pl: Zapisz ustawienia dostępu
pt_br: Salvar as configurações de acesso.
tl: Sagipin ang mga katakdaan ng pagpunta.

# BUTTON
source: Save
cs: Uložit
de: Speichern
eu: Gorde
ko: 저장
pl: Zapisz
pt_br: Salvar
tl: Sagipin

source: There was a problem with your session token. Try again, please.
cs: Nastal problém s vaším session tokenem. Zkuste to znovu, prosím.
de: Es gab ein Problem mit deinem Sitzungstoken. Bitte versuche es erneut.
eu: Arazoa egon da zure saio-tokenarekin. Saiatu berriro
ko: 세션 토큰에 문제가 있습니다. 다시 시도하십시오.
pl: Wystąpił problem z tokenem sesji. Spróbuj ponownie.
pt_br: Ocorreu um problema com o seu token de sessão. Tente novamente, por favor.
tl: Nagkaroon ng isang suliranin sa kahalip ng sesyon mo. Pakisubukan uli.

source: Not logged in.
cs: Nejste přihlášen(a).
de: Nicht angemeldet.
eu: Saioa hasi gabe.
ko: 로그인하지 않았습니다.
pl: Niezalogowany.
pt_br: Você não está autenticado.
tl: Hindi nakalagda.

source: No such profile.
cs: Profil neexistuje.
de: Profil nicht gefunden.
eu: Profil hori ez dago.
ko: 그런 프로필이 없습니다.
pl: Nie ma takiego profilu.
pt_br: Este perfil não existe.
tl: Walang ganyang balangkas.

source: No such list.
cs: Seznam neexistuje.
de: Liste nicht gefunden.
eu: Zerrenda hori ez dago.
ko: 그런 리스트가 없습니다.
pl: Brak takiej listy.
pt_br: Esta lista não existe.
tl: Walang ganyang talaan.

source: There was an unexpected error while listing %s.
cs: Během přidávání %s do seznamu došlo k nečekané chybě.
de: Ein unerwarteter Fehler ist während der Auflistung von %s aufgetreten.
eu: Espero ez zen errorea gertatu da %s zerrendatzean.
ko: %s 사용자를 리스트에 넣는데 예상치 못한 오류가 발생했습니다.
pl: Wystąpił nieoczekiwany błąd podczas wyświetlania %s.
pt_br: Houve um erro inesperado ao listar %s
tl: Nagkaroon ng isang hindi inaasahang kamalian habang itinatala si %s.

source: There was a problem listing %s. The remote server is probably not responding correctly. Please try retrying later.
cs: Při přidávání %s do seznamu nastal problém. Vzdálený server zřejmě neodpovídá správně. Zkuste to prosím později.
de: Es gab ein Problem beim auflisten von %s. Der Server antwortet vielleicht nicht richtig. Bitte versuche es später noch einmal.
eu: %s zerrendatzean akatsa egon da. Ziurrenik urruneko zerbitzariak ez du ondo erantzuten. Saiatu geroago berriro.
ko: %s님을 리스트에 넣는데 문제가 발생했습니다. 원격 서버가 제대로 응답하지 않는 것 같습니다. 나중에 다시 시도해 보십시오.
pl: Istnieje problem z wyświetleniem %s. Serwer zdalny prawdopodobnie nie odpowiada poprawnie. Spróbuj ponownie później.
pt_br: Ocorreu um problema na listagem de %s. O servidor remoto provavelmente não está respondendo corretamente. Por favor, tente novamente mais tarde.
tl: Nagkaroon ng isang suliranin sa pagtatala ng %s. Marahil ang malayong tagapaghain ay hindi tumutugon ng tama, mangyaring subukang subukan pa ulit mamaya.

# TITLE
source: Listed
cs: Přidán(a) do seznamu
de: Hinzugefügt
eu: Zerrendatuta
ko: 리스트에 포함
pl: Wymienione
pt_br: Listado
tl: Nakatala na

source: No such page.
cs: Stránka nenalezena
de: Seite nicht vorhanden.
eu: Orri hori ez dago.
ko: 해당 페이지가 없습니다.
pl: Nie ma takiej strony.
pt_br: Esta página não existe.
tl: Walang ganyang pahina.

source: Home timeline
cs: Domácí časová osa
de: Eigene Zeitleiste
eu: Etxeko denbora-lerroa
pl: Domowa oś czasu
pt_br: Cronograma da Home
tl: Guhit ng panahon ng tahanan

source: %s's home timeline
cs: Domácí časová osa uživatele %s
de: Zeitleiste von %s
eu: %s(r)en etxeko denbora-lerroa
pl: Domowa oś czasu użytkownika %s
pt_br: Cronograma da home %s's
tl: Guhit ng panahon ng tahanan ni %s

source: Feed for friends of %s (Activity Streams JSON)
cs: Kanál pro přátele uživatele %s (Activity Streams JSON)
de: Feed der Freunde von %s (Activity Streams JSON)
eu: %s(r)en lagunen jarioa (Activity Streams JSON)
pl: Kanał dla znajomych użytkownika %s (aktywność strumieni JSON)
pt_br: Fonte de mensagens dos amigos de %s (Activity Streams JSON)
tl: Pakain para sa mga kaibigan ni %s (Activity Streams JSON)

source: Feed for friends of %s (RSS 1.0)
cs: Kanál pro přátele uživatele: %s (RSS 1.0)
de: Feed der Freunde von %s (RSS 1.0)
eu: %s(r)en lagunen jarioa (RSS 1.0)
ko: %s의 친구들에 대한 피드 (RSS 1.0)
pl: Kanał dla znajomych użytkownika %s (RSS 1.0)
pt_br: Fonte de mensagens dos amigos de %s (RSS 1.0)
tl: Pakain para sa mga kaibigan ni %s (RSS 1.0)

source: Feed for friends of %s (RSS 2.0)
cs: Kanál pro přátele uživatele: %s (RSS 2.0)
de: Feed der Freunde von %s (RSS 2.0)
eu: %s(r)en lagunen jarioa (RSS 2.0)
ko: %s의 친구들에 대한 피드 (RSS 2.0)
pl: Kanał dla znajomych użytkownika %s (RSS 2.0)
pt_br: Fonte de mensagens dos amigos de %s (RSS 2.0)
tl: Pakain para sa mga kaibigan ni %s (RSS 2.0)

source: Feed for friends of %s (Atom)
cs: Kanál pro přátele uživatele: %s (Atom)
de: Feed der Freunde von %s (Atom)
eu: %s(r)en lagunen jarioa (Atom)
ko: %s의 친구들에 대한 피드 (Atom)
pl: Kanał dla znajomych użytkownika %s (Atom)
pt_br: Fonte de mensagens dos amigos de %s (Atom)
tl: Pakain para sa mga kaibigan ni %s (Atom)

source: This is the timeline for %s and friends but no one has posted anything yet.
cs: Tohle je časová osa pro uživatele %s a jeho(její) přátele, ale nikdo zatím nic nenapsal.
de: Dies ist die Zeitleiste von %s und Freunden, aber bisher hat niemand etwas gepostet.
eu: %s(r)en eta bere lagunen denbora-lerroa da hau baina oraindik ez du inork mezurik idatzi.
ko: %s 및 친구들의 타임라인이지만, 아직 아무도 글을 작성하지 않았습니다.
pl: To jest oś czasu użytkownika %s i przyjaciół, ale nikt jeszcze nic nie wysłał.
pt_br: Esse é o fluxo de mensagens de %s e seus amigos, mas ninguém publicou nada ainda.
tl: Ito ang guhit pampanahon para kay %s at mga kaibigan ngunit wala pang nagpapaskil ng anuman.

source: Try subscribing to more people, [join a group](%%action.groups%%) or post something yourself.
cs: Zkuste začít sledovat více lidí, [přidejte se ke skupině](%%action.groups%%) nebo něco napište sami.
de: Abonniere doch mehr Leute, [tritt einer Gruppe bei](%%action.groups%%) oder poste selber etwas.
eu: Saiatu jende gehiago jarraitzen, [elkartu talde batekin](%%action.groups%%) edo idatzi zerbait zure arbelean.
ko: 사람들을 더 구독해 보거나, [그룹에 참가](%%action.groups%%) 또는 직접 뭔가 글을 써 보세요.
pl: Spróbuj subskrybować więcej osób, [dołączyć do grupy](%%action.groups%%) lub wysłać coś samemu.
pt_br: Tente assinar mais pessoas, [entrar em um grupo](%%action.groups%%) ou publicar algo.
tl: Subuking makisali sa mas marami pang mga tao, [sumali sa isang pangkat](%%action.groups%%) o ikaw mismo ang magpaskil ng isang bagay.

source: You can try to [nudge %1$s](../%2$s) from their profile or [post something to them](%%%%action.newnotice%%%%?status_textarea=%3$s).
cs: Můžete zkusit uživatele %1$s [pošťouchnout](../%2$s) z jeho profilu nebo mu/jí [něco poslat](%%%%action.newnotice%%%%?status_textarea=%3$s).
de: Du kannst versuchen, [%1$s in seinem Profil einen Stups zu geben](../%2$s) oder [ihm etwas posten](%%%%action.newnotice%%%%?status_textarea=%3$s).
eu: Saiatu: [zirikatu %1$s](../%2$s) bere profiletik edo [idatzi zerbait haiei](%%%%action.newnotice%%%%?status_textarea=%3$s).
ko: 프로파일에서 [%1$s 님을 찔러 보거나](../%2$s) 또는 [그 분에게 뭔가 글을 써보세요](%%%%action.newnotice%%%%?status_textarea=%3$s).
pl: Można spróbować [szturchnąć użytkownika %1$s](../%2$s) z jego profilu lub [wysłać mu coś](%%%%action.newnotice%%%%?status_textarea=%3$s).
pt_br: Você pode tentar [cutucar %1$s](../%2$s) a partir do perfil dele ou [publicar alguma mensagem para ele](%%%%action.newnotice%%%%?status_textarea=%3$s).
tl: Maaari mong subukang [dunggulin ang %1$s](../%2$s) mula sa kanilang balangkas o [magpaskil ng bagay sa kanila] (%%%%action.newnotice%%%%?status_textarea=%3$s).

source: Why not [register an account](%%%%action.register%%%%) and then nudge %s or post a notice to them.
cs: Můžete si snadno [založit účet](%%%%action.register%%%%) a uživatele %s pošťouchnout, nebo mu/jí něco poslat.
de: Warum [registrierst du nicht ein Benutzerkonto](%%%%action.register%%%%) und gibst %s dann einen Stups oder postest ihm etwas.
eu: Zergatik ez [kontu bat ireki](%%%%action.register%%%%) eta ondoren %s zirikatu edo ohar bat bidali.
ko: [계정을 등록하고](%%%%action.register%%%%) %s 님을 찔러 보거나 글을 써 보세요.
pl: Dlaczego nie [zarejestrujesz konta](%%%%action.register%%%%) i wtedy szturchniesz użytkownika %s lub wyślesz mu wpis.
pt_br: Por que você não [registra uma conta](%%%%action.register%%%%) e então cutuca %s ou publica alguma mensagem para ele?
tl: Bakit hindi [magpatala ng isang akawnt] (%%%%action.register%%%%) at pagkaraan ay dunggulin ang %s o magpaskil ng isang pabatid sa kanila.

# BUTTON
source: Send invite
cs: Poslat pozvánku
de: Einladung senden
eu: Bidali gonbidapena
pl: Wyślij zaproszenie
pt_br: Enviar convite
tl: Magpadala ng paanyaya

source: No such user.
cs: Uživatel neexistuje.
de: Unbekannter Benutzer.
eu: Erabiltzaile hori ez dago.
ko: 그런 사용자가 없습니다.
pl: Brak takiego użytkownika.
pt_br: Este usuário não existe.
tl: Walang ganyang tagagamit.

source: %s and friends
cs: %s a přátelé
de: %s und Freunde
eu: %s eta lagunak
ko: %s 및 친구들
pl: Użytkownik %s i przyjaciele
pt_br: %s e amigos
tl: %s at mga kaibigan

source: Updates from %1$s and friends on %2$s!
cs: Novinky od uživatele %1$s a přátel na %2$s!
de: Aktualisierungen von %1$s und Freunden auf %2$s!
eu: %2$s(e)n %1$s(e)k eta bere lagunek bidalitako azken mezuak!
ko: %2$s에 있는 %1$s 및 친구들의 업데이트!
pl: Aktualizacje z %1$s i przyjaciół na %2$s.
pt_br: Atualizações de %1$s e amigos no %2$s!
tl: Mga pagsasapanahon mula sa %1$s, %2$s!

source: API method not found.
cs: API metoda nebyla nalezena.
de: API-Methode nicht gefunden.
eu: API metodoa ez da aurkitu.
ko: API 메소드 없음.
pl: Nie odnaleziono metody API.
pt_br: O método da API não foi encontrado!
tl: Hindi natagpuan ang pamamaraan ng API.

source: Sorry, only invited people can register.
cs: Je nám líto, ale na tomto serveru se mohou zaregistrovat pouze pozvaní.
de: Es tut uns leid, zum Registrieren benötigst du eine Einladung.
eu: Barkatu, gonbidatutako jendeak soilik izen eman dezake.
ko: 죄송합니다. 초대된 사람들만 가입할 수 있습니다.
pl: Tylko zaproszone osoby mogą się rejestrować.
pt_br: Desculpe, mas somente convidados podem se registrar.
tl: Paumanhin, tanging inanyayahang mga tao lamang ang makakapagpatala.

source: Sorry, invalid invitation code.
cs: Je nám líto, ale kód pozvánky je neplatný.
de: Entschuldigung, ungültiger Einladungscode.
eu: Barkatu, baliogabeko gonbidapen-kodea.
ko: 죄송합니다. 초대 코드가 잘못되었습니다.
pl: Nieprawidłowy kod zaproszenia.
pt_br: Desculpe, mas o código do convite é inválido.
tl: Paumanhin, hindi katanggap-tanggap na kodigo.

source: Not a valid email address.
cs: Toto není platná emailová adresa.
de: Ungültige E-Mail-Adresse.
eu: Helbide elektronikoa okerra da.
ko: 올바른 메일 주소가 아닙니다.
pl: To nie jest prawidłowy adres e-mail.
pt_br: Não é um endereço de e-mail válido.
tl: Hindi isang katanggap-tanggap na tirahan ng e-liham.

source: Email address already exists.
cs: Účet s touto emailovou adresou již existuje.
de: Diese E-Mail-Adresse existiert bereits.
eu: Posta-helbide hori dagoeneko existitzen da.
ko: 전자 메일 주소가 이미 있습니다.
pl: Adres e-mail już istnieje.
pt_br: O endereço de e-mail já existe.
tl: Umiiral na ang tirahan ng e-liham.

source: Homepage is not a valid URL.
cs: Domovská stránka není platná adresa URL.
de: Die Homepage ist keine gültige URL.
eu: Hasiera-orria ez da baliozko URLa.
ko: 홈페이지가 올바른 URL이 아닙니다.
pl: Strona domowa nie jest prawidłowym adresem URL.
pt_br: A URL informada não é válida.
tl: Ang tahanang pahina ay hindi isang katanggap-tanggap na URL.

source: Full name is too long (maximum 255 characters).
cs: Celé jméno je příliš dlouhé (maximální délka je 255 znaků).
de: Der bürgerliche Name ist zu lang (maximal 255 Zeichen).
eu: Izen osoa luzeegia da (gehienez 255 karakere).
ko: 실명이 너무 깁니다. (최대 255글자)
pl: Imię i nazwisko jest za długie (maksymalnie 255 znaków).
pt_br: O nome completo é muito extenso (máx. 255 caracteres)
tl: Napakahaba ng buong pangalan (pinakamataas ang 255 mga panitik).

source: Bio is too long (maximum %d character).
cs: Sekce "O mně" je příliš dlouhá (max. %d znak).
de: Die Biografie ist zu lang (maximal ein Zeichen).
eu: Bio luzeegia da (gehienez karaktere %d).
pl: Wpis "O mnie" jest za długi (maksymalnie %d znak).
pt_br: A descrição é muito extensa (máximo %d caractere).
tl: Napakahaba ng talambuhay (pinakamataas na ang %d panitik).

source: Location is too long (maximum 255 characters).
cs: Místo je příliš dlouhé (maximálně 255 znaků).
de: Der eingegebene Aufenthaltsort ist zu lang (maximal 255 Zeichen).
eu: Kokalekua luzeegia (gehienez 255 karakere).
ko: 위치가 너무 깁니다. (최대 255글자)
pl: Położenie jest za długie (maksymalnie 255 znaków).
pt_br: A localização é muito extensa (máx. 255 caracteres).
tl: Napakahaba ng kinalalagyan (pinakamataas ang 255 mga panitik).

source: Password must be 6 or more characters.
cs: Heslo musí být alespoň 6 znaků dlouhé.
de: Das Passwort muss aus 6 oder mehr Zeichen bestehen.
eu: Pasahitzak 6 karaktere edo gehiago izan behar ditu.
ko: 비밀 번호는 6자 이상이어야 합니다.
pl: Hasło musi mieć sześć lub więcej znaków.
pt_br: A senha deve ter, no mínimo, 6 caracteres.
tl: Ang hudyat ay dapat na 6 o mahigit pang mga panitik.

source: Passwords do not match.
cs: Hesla nesouhlasí.
de: Passwörter stimmen nicht überein.
eu: Pasahitzak ez datoz bat.
ko: 비밀 번호가 일치하지 않습니다.
pl: Hasła nie są identyczne
pt_br: As senhas não coincidem.
tl: Hindi nagtutugma ang mga hudyat.

source: Invalid username or password.
cs: Neplatné jméno nebo heslo
de: Benutzername oder Passwort falsch.
eu: Baliogabeko erabiltzaile edo pasahitza.
ko: 사용자 이름이나 비밀 번호가 틀렸습니다.
pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt_br: Nome de usuário e/ou senha inválido(s)
tl: Hindi katanggap-tanggap na pangalan ng tagagamit o hudyat.

source: Not a valid hex color.
cs: Toto není platná hex barva.
de: Keine gültige Hex-Farbe.
pl: Nie prawidłowy kolor hex.
pt_br: Não é uma cor hexadecimal válida.

source: Error updating user.
cs: Chyba při aktualizaci uživatele.
de: Fehler beim Aktualisieren des Benutzers.
pl: Błąd przy aktualizacji użytkownika.
pt_br: Erro ao carregar usuário.

source: You must specify a parameter named 'device' with a value of one of: sms, im, none.
cs: Je nutné zadat parametr s názvem 'device' s jednou z hodnot: sms, im, none.
de: Du musst einen Parameter mit Namen „device“ übergeben. Mögliche Werte sind: sms, im, none.
eu: Adi, 'device' izeneko parametro bat definitu behar zenuke ondorengo balioren batekin: sms, im, ezer ez.
ko: 'device' 파라미터의 값은 다음 중 하나로 지정해야 합니다: sms, im, none
pl: Należy podać parametr o nazwie "device" z jedną z wartości: sms, im, none.
pt_br: Você tem que especificar um parâmetro denominado 'device', com um desses valores: sms, im, none
tl: Dapat kang tumukoy ng isang parametrong pinangalanang 'aparato' na may isang halaga ng isa sa: sms, im, wala.

source: Could not update user.
cs: Nepodařilo se aktualizovat nastavení uživatele.
de: Konnte Benutzerdaten nicht aktualisieren.
eu: Ezin da erabiltzailea eguneratu.
ko: 사용자를 업데이트할 수 없습니다.
pl: Nie można zaktualizować użytkownika.
pt_br: Não foi possível atualizar o usuário.
tl: Hindi maisapanahon ang tagagamit.

source: User has no profile.
cs: Uživatel nemá profil.
de: Benutzer hat kein Profil.
eu: Erabiltzaileak ez du profilik.
ko: 사용자가 프로필이 없습니다.
pl: Użytkownik nie posiada profilu.
pt_br: O usuário não tem perfil.
tl: Walang balangkas ang tagagamit.

source: Could not save profile.
cs: Nepodařilo se uložit profil.
de: Konnte Profil nicht speichern.
eu: Ezin izan da profila gorde.
ko: 프로필을 저장 할 수 없습니다.
pl: Nie można zapisać profilu.
pt_br: Não foi possível salvar o perfil.
tl: Hindi masagip ang balangkas.

source: The server was unable to handle that much POST data (%s byte) due to its current configuration.
cs: Server nebyl schopen zpracovat tolik POST dat (%s bajt) vzhledem k jeho aktuální konfiguraci.
de: Der Server kann so große POST-Abfragen (%s Byte) aufgrund der Konfiguration nicht verarbeiten.
eu: Zerbitzariak ezin izan du hainbeste POST informazio jasan (byte %s) uneko ezarpenekin.
pl: Serwer nie może obsłużyć aż tylu danych POST (%s bajt) z powodu bieżącej konfiguracji.
pt_br: O servidor não conseguiu manipular a quantidade de dados do POST (%s byte) devido à sua configuração atual.
tl: Hindi nagawang mapanghawakan ng tagapaghain ang ganyang karaming dato ng PAGPAPASKIL (%s na byte) dahil sa pangkasalukuyang pagkakaayos nito.

# ATOM
source: Main
cs: Hlavní
eu: Nagusia
ko: 대문
pl: Główny
pt_br: Principal
tl: Pangunahin

source: %s timeline
cs: časová osa %s
de: %s-Zeitleiste
eu: %s denbora-lerroa
ko: %s 타임라인
pl: Oś czasu użytkownika %s
pt_br: Mensagens de %s
tl: %s guhit ng panahon

source: %s subscriptions
cs: Uživatelé, které sleduje %s
de: %s Abonnements
eu: %s harpidetza
ko: %s 구독
pl: Subskrypcje użytkownika %s
pt_br: Assinaturas de %s
tl: %s mga pagpapasipi

source: %s favorites
cs: Oblíbená sdělení uživatele %s
de: %s Favoriten
eu: %s gogoko
ko: %s 좋아하는 글
pl: %s ulubionych
pt_br: Favoritas de %s
tl: %s mga kinagigiliwan

source: %s memberships
cs: Členství uživatele %s
de: %s Mitgliedschaften
eu: %s taldeko kide
ko: %s 그룹 회원
pl: %s członków
pt_br: Associações de %s
tl: %s mga pagkakasapi

source: You cannot block yourself!
cs: Nemůžete zablokovat sebe!
de: Du kannst dich nicht selbst blockieren!
eu: Ezin duzu zure burua blokeatu!
ko: 자기 자신은 차단할 수 없습니다!
pl: Nie można zablokować siebie.
pt_br: Você não pode bloquear a si mesmo!
tl: Hindi mo mahahadlangan ang sarili mo!

source: Block user failed.
cs: Nepodařilo se zablokovat uživatele.
de: Blockieren des Benutzers fehlgeschlagen.
eu: Erabiltzailea blokeatzeak huts egin du.
ko: 사용자 차단에 실패했습니다.
pl: Zablokowanie użytkownika nie powiodło się.
pt_br: Não foi possível bloquear o usuário.
tl: Nabigo ang paghadlang ng tagagamit.

source: Unblock user failed.
cs: Nepodařilo se odblokovat uživatele.
de: Freigeben des Benutzers fehlgeschlagen.
eu: Erabiltzailea desblokeatzeak huts egin du.
ko: 사용자 차단 해제에 실패했습니다.
pl: Odblokowanie użytkownika nie powiodło się.
pt_br: Não foi possível desbloquear o usuário.
tl: Nabigo ang hindi paghadlang sa tagagamit.

source: No URL.
cs: Chybí URL.
de: Keine URL.
pl: Brak URL.
pt_br: Sem URL

source: Invalid URL.
cs: Neplatné URL.
de: Ungültige URL.
eu: URL baliogabea
pl: Nie prawidłowy URL.
pt_br: URL invalido.
tl: Hindi katanggap-tanggap na URL.

source: No feed found
cs: Nebyl nalezen kanál
de: Kein Feed gefunden
pt_br: Nenhuma alimentação encontrada
