Repository: foocorp/gnu-social
Catalog: plugins/SubMirror/locale/*/LC_MESSAGES/SubMirror.po
Languages: es, fr, gl, ia, mk, tl

# LABEL
source: Remote feed:
es: Fuente web remota:
fr: Flux distant :
gl: Fonte de novas remota:
ia: Syndication remote:
mk: Далечински канал:
tl: Pakaing malayo:

# LABEL
source: Local user
es: Usuario local
fr: Utilisateur local
gl: Usuario local
ia: Usator local
mk: Локален корисник
tl: Katutubong tagagamit

source: Mirroring style
es: Estilo de republicación
fr: Style de mise en miroir
gl: Estilo de republicación
ia: Stilo de republication
mk: Стил на отсликување
tl: Estilo ng pagsasalamin

source: Repeat: reference the original user's post (sometimes shows as "RT @blah")
es: Repetir: citar el mensaje del autor original (a veces se muestra como «RT @blah»)
fr: Répétition: référence du message de l’utilisateur d’origine (affiché parfois sous la forme "RT @blah")
gl: Repetir: Referenciar a publicación do usuario orixinal (ás veces móstrase como "RT @bla")
ia: Repeter: referer al message del usator original (monstrate a vices como "RT @pseudonymo")
mk: Повторување: наведете ја објавата на изворниот корисник (понекогаш се прикажува како „RT @бла“)
tl: Ulitin: tukuyin ang orihinal na paskil ng tagagamit (minsang ipinapakita bilang "RT @blah")

source: Repost the content under my account
es: Republicar el contenido bajo mi nombre de usuario
fr: Reposter le contenu sous mon compte
gl: Volver publicar o contido baixo a miña conta
ia: Republicar le contento sub mi conto
mk: Објави ја содржината под мојата сметка
tl: Muling ipaskil ang nilalaman sa ilalim ng aking akawnt

# BUTTON
source: Save
es: Guardar
fr: Enregistrer
gl: Gardar
ia: Salveguardar
mk: Зачувај
tl: Sagipin

# BUTTON
source: Stop mirroring
es: Detener republicación
fr: Arrêter le miroir
gl: Deixar de republicar
ia: Cessar le reduplication
mk: Престани со отсликување
tl: Ihinto ang pagpapasalamin

source: Web page or feed URL:
es: Página web o dirección URL de la fuente web:
fr: Adresse URL de la page Web ou du flux :
gl: Enderezo URL da páxina web ou da fonte de novas:
ia: URL de pagina web o syndication:
mk: Мреж. страница или URL на каналот:
tl: URL ng pahina sa web o pakain:

# BUTTON
source: Add feed
es: Añadir fuente web
fr: Ajouter le flux
gl: Engadir unha fonte de novas
ia: Adder syndication
mk: Додај канал
tl: Idagdag ang pakain

source: Pull feeds into your timeline!
es: Republicar el contenido de una fuente web en tu línea de tiempo.
fr: Importez des flux d’information dans votre agenda !
gl: Importar as fontes de novas na súa liña do tempo!
ia: Importar syndicationes in tu chronologia!
mk: Повлекувајте каналски емитувања во Вашата хронологија!
tl: Hilahin ang mga pakain papasok sa iyong guhit ng panahon!

# MENU
source: Mirroring
es: Republicación
fr: Mise en miroir
gl: Republicación
ia: Republication
mk: Отсликување
tl: Sinasalamin

source: Configure mirroring of posts from other feeds
es: Configurar la republicación de mensajes de otras fuentes web
fr: Configurer la mise en miroir de messages provenant d’autres flux
gl: Configurar a republicación de mensaxes doutras fontes de novas
ia: Configurar le republication de messages de altere syndicationes
mk: Нагодување на отсликувањето на објавите од други канали
tl: Iayos ang pagsasalamin ng mga pagpapaskil mula sa ibang mga pakain

source: Mirrored feeds
es: Fuentes web republicadas
fr: Flux en miroir
gl: Fontes de novas republicadas
ia: Speculos de syndicationes
mk: Огледални канали
tl: Naisalaming mga pasubo

source: Requested invalid profile to edit.
es: El perfil que ha solicitado editar no es válido.
fr: Profil invalide demandé à modifier.
gl: O perfil que solicitou editar é inválido.
ia: Requestava un profilo invalide a modificar.
mk: Побаран е неважечки профил за уредување.
tl: Hiniling na pamamatnugutang hindi tanggap na balangkas.

source: Bad form data.
es: Datos de formulario incorrectos.
fr: Données de formulaire erronées.
gl: Datos de formulario incorrectos.
ia: Mal datos de formulario.
mk: Неисправни податоци за образецот.
tl: Datong may masamang anyo.

source: The mirror request failed, because no result was retrieved.
es: La solicitud de republicación falló: no se obtuvo ningún resultado.
fr: Échec de la requête miroir, car aucun résultat n'a été récupéré.
gl: A solicitude de republicación fallou porque non se obtivo ningún resultado.
ia: Le requesta de reduplication ha fallite proque nulle requesta ha essite recipite.
mk: Барањето за отсликување не успеа бидејќи не добив никаков резултат.
tl: Nabigo ang paghiling ng salamin, sapagkat walang nabawing resulta.

source: Feed mirror settings
es: Preferencias de republicación de fuente web
fr: Paramètres de miroir de flux
gl: Configuración da republicación de fontes de novas
ia: Configuration de speculo de syndication
mk: Нагодувања на каналското отсликување
tl: Mga katakdaan ng salamin ng pakain

source: You can mirror updates from many RSS and Atom feeds into your GNU social timeline!
es: ¡Puedes republicar las actualizaciones de fuentes web RSS/Atom en tu cuenta de GNU Social!

source: Provider add
es: Agregar proveedor
fr: Ajout de fournisseurs
gl: Adición dun provedor
ia: Addition de fornitor
mk: Адреса на услужникот
tl: Dagdag ng tagapagbigay

source: Invalid feed URL: %s.
es: URL de fuente web no válido: %s.
fr: Adresse URL de flux invalide : %s.
gl: URL de fonte de novas non válido: %s.
ia: URL de syndication invalide: %s.
mk: Неважечка URL-адреса за каналот: %s.
tl: Hindi tanggap na URL ng pasubo: %s.

source: Invalid profile for mirroring.
es: Perfil para republicación no válido.
fr: Profil invalide pour la mise en miroir.
gl: Perfil inválido para a republicación.
ia: Profilo invalide pro republication.
mk: Неважечки профил за отсликување.
tl: Hindi tanggap na balangkas para sa pagsasalamin.

source: Cannot mirror a GNU social group at this time.
es: Actualmente no es posible republicar las actualizaciones de un grupo de GNU Social.

source: This action only accepts POST requests.
es: Esta acción sólo acepta peticiones POST.
fr: Cette action n’accepte que les requêtes de type POST.
gl: Esta acción só permite solicitudes POST.
ia: Iste action accepta solmente le requestas de typo POST.
mk: Оваа постапка прифаќа само POST-барања.
tl: Ang galaw na ito ay tumatanggap lamang ng mga kahilingan ng PAGPASKIL.

source: There was a problem with your session token. Try again, please.
es: Hubo un problema con tu identificador de sesión. Por favor, inténtalo de nuevo.
fr: Un problème est survenu avec votre jeton de session. Veuillez essayer à nouveau.
gl: Houbo un erro co seu pase. Inténteo de novo.
ia: Occurreva un problema con le indicio de tu session. Per favor reproba.
mk: Се појави проблем со жетонот на Вашата сесија. Обидете се подоцна.
tl: May isang suliranin sa iyong token ng sesyon. Pakisubukan uli.

source: Not logged in.
es: No has iniciado sesión.
fr: Non connecté.
gl: Non iniciou sesión.
ia: Tu non ha aperite un session.
mk: Не сте најавени.
tl: Hindi nakalagda.

source: Subscribed
es: Suscrito
fr: Abonné
gl: Subscrito
ia: Subscribite
mk: Претплатено
tl: Tumanggap ng sipi

source: Internal form error: Unrecognized feed provider.
es: Error interno en el formulario: proveedor de fuente web no reconocido.
fr: Erreur interne du formulaire: Fournisseur d'alimentation non reconnu.
gl: Erro interno no formulario: Provedor de fonte de novas non recoñecido.
ia: Error interne in formulario: Fornitor de syndication incognite.
mk: Грешка во внатрешниот образец: Непрепознаен извор за каналот.
tl: Kamalian ng panloob na pormularyo: Hindi nakikilalang tagapagbigay ng pakain.

source: RSS or Atom feed
es: Fuente web RSS o Atom
fr: Flux RSS ou Atom
gl: Fonte de novas RSS ou Atom
ia: Syndication RSS o Atom
mk: RSS или Atom канал
tl: RSS o pasubong Atom

source: Select a feed provider
es: Seleccione un proveedor de fuente web
fr: Sélectionner un fournisseur de flux
gl: Seleccione un provedor de fonte de novas
ia: Selige un fornitor de syndicationes
mk: Одберете емитувач
tl: Pumili ng isang tagapagbigay ng pasubo
