Repository: foocorp/gnu-social
Catalog: plugins/SearchSub/locale/*/LC_MESSAGES/SearchSub.po
Languages: ca, cs, es, fr, gl, nl, uk

source: Unsubscribe from this search
ca: Cancel·la la subscripció d'aquesta cerca
cs: Přestat sledovat toto hledání
es: Cancelar mi suscripción a esta búsqueda
fr: Cesser la surveillance de cette recherche
gl: Cancelar a subscrición a esta procura
nl: Abonnement op deze zoekopdracht opzeggen
uk: Відмовитися від цього пошуку

# BUTTON
source: Unsubscribe
ca: Cancel·la la subscripció
cs: Přestat sledovat
es: Borrarme
fr: Se désabonner
gl: Cancelar a subscrición
nl: Uitschrijven
uk: Відписатись

source: Unsubscribe from this search.
ca: Cancel·la la subscripció d'aquesta cerca.
cs: Přestat sledovat toto hledání.
es: Borrar mi suscripción a esta búsqueda.
fr: Se désabonner de cette recherche.
gl: Cancelar a subscrición a esta procura.
nl: Het abonnement op deze zoekopdracht opzeggen.
uk: Відписатися від цього пошуку.

source: Subscribe to this search
ca: Subscriu a aquesta cerca
cs: Sledovat toto hledání
es: Suscribirme a esta búsqueda
fr: S’abonner à cette recherche
gl: Subscribirse a esta procura
nl: Deze zoekopdracht volgen
uk: Підписатися до даного пошуку

# BUTTON
source: Subscribe
ca: Subscriu
cs: Sledovat
es: Suscribirme
fr: S’abonner
gl: Subscribirse
nl: Abonneren
uk: Підписатись

source: Subscribe to this search.
ca: Subscriviu-vos a la cerca.
cs: Sledovat toto hledání.
es: Suscribirme a esta búsqueda.
fr: S’abonner à cette recherche.
gl: Subscribirse a esta procura.
nl: Deze zoekopdracht volgen.
uk: Підписатися до цього пошуку.

source: Plugin to allow following all messages with a given search.
ca: Connector per permetre seguir tots els missatges d'una cerca determinada.
cs: Zásuvný modul, který umožňuje sledovat všechny zprávy odpovídající danému hledání.
es: Complemento que permite suscribirse a una búsqueda y monitorizar todos los mensajes publicados con sus palabras clave.
fr: Plugin pour permettre de suivre tous les messages pour une recherche donnée.
gl: Complemento para permitir seguir todas as mensaxes cunha procura especificada.
nl: Plug-in om mededelingen via een zoekopdracht te volgen.
uk: Додаток, який дозволяє відслідковувати дописи за певними параметрами пошуку.

# MENU
source: Searches
ca: Cerques
cs: Hledání
es: Búsquedas
fr: Recherches
gl: Procuras
nl: Zoekopdrachten
uk: Пошуки

source: Configure search subscriptions
ca: Configura les subscripcions de cerca
cs: Nastavit sledování hledání
es: Configurar las suscripciones a búsquedas
fr: Configurer les surveillances de recherche
gl: Configurar as subscricións ás procuras
nl: Zoekopdrachtabonnementen instellen
uk: Впорядкувати пошукові запити

# COMMANDHELP
source: Start following notices matching the given search query.
ca: Inicia el seguiment d'avisos que coincideixen amb el criteri de cerca donat.
cs: Začne sledovat sdělení odpovídající danému dotazu.
es: Seguir los mensajes que contengan las palabras clave dadas.
fr: Commencer le suivi des notifications correspondant à la requête de recherche fournie.
gl: Comezar a seguir as notas que coincidan coa pescuda especificada.
nl: Volg berichten die deze zoekopdracht oplevert.
uk: Почати відслідковувати дописи, які відповідають зазначеним параметрам пошуку.

# COMMANDHELP
source: Stop following notices matching the given search query.
ca: Atura el seguiment d'avisos que coincideixen amb el criteri de cerca donat.
cs: Přestane sledovat sdělení odpovídající danému dotazu.
es: Dejar de seguir los mensajes que contengan las palabras clave dadas.
fr: Arrêter le suivi des notifications correspondant à la requête de recherche fournie.
gl: Deixar de seguir as notas que coincidan coa pescuda especificada.
nl: Volg berichten die deze zoekopdracht oplevert niet langer.
uk: Припинити відслідковувати дописи, які відповідають зазначеним параметрам пошуку.

# COMMANDHELP
source: Disable all tracked search subscriptions.
ca: Inhabilita totes les subscripcions de cerca en seguiment.
cs: Vypne všechna sledovaná hledání.
es: Desactivar todas las suscripciones de búsqueda ya establecidas.
fr: Désactiver tous les abonnements aux recherches suivies.
gl: Desactivar todas as subscricións ás procuras que está a seguir.
nl: Alle gevolgde zoekopdrachten uitschakelen.
uk: Скасувати всі пошукові підписки.

# COMMANDHELP
source: List all your search subscriptions.
ca: Llista totes les vostres subscripcions de cerca.
cs: Vypíše všechna vámi sledovaná hledání.
es: Enumerar todas tus suscripciones de búsqueda.
fr: Lister toutes vos surveillances de recherche.
gl: Listar todas as subscricións a procuras.
nl: Al uw abonnementen op zoekopdrachten beëindigen.
uk: Список пошукових запитів, за якими ви слідкуєте.

source: %s's search subscriptions
ca: Subscripcions de cerca de %s
cs: Hledání, která sleduje %s
es: Subscripciones a búsquedas de %s
fr: souscriptions aux recherches de %s
gl: Subscricións a procuras de %s
nl: Zoekabonnementen van %s
uk: Збережені пошукові запити %s

source: %1$s's search subscriptions, page %2$d
cs: Hledání, která sleduje %1$s, strana %2$d
es: Suscripciones a búsquedas de %1$s, página %2$d
fr: souscriptions aux recherches de %1$s, page %2$d
gl: Subscricións a procuras de %1$s, páxina %2$d
nl: Zoekabonnementen van %1$s, pagina %2$d
uk: Збережені пошукові запити %1$s, сторінка %2$d

source: You have subscribed to receive all notices on this site matching the following searches:
cs: Sledujete všechna sdělení na tomto serveru, která odpovídají následujícím hledaným výrazům:
es: Te has suscrito para recibir todos los mensajes de este sitio que contengan las palabras clave:
fr: Vous vous êtes inscrit pour recevoir tous les avertissements de ce site correspondant aux recherches suivantes:
gl: Subscribiuse para recibir todas as notas do sitio que conteñan as seguintes procuras:
nl: U hebt een abonnement genomen op alle mededelingen op deze site waarin de volgende zoektermen voorkomen:
uk: Ви підписалися на отримання всіх дописів на цьому сайті, що відповідають наступним пошуковим параметрам:

source: %s has subscribed to receive all notices on this site matching the following searches:
cs: %s sleduje všechna sdělení na tomto serveru, která odpovídají následujícím hledaným výrazům:
es: %s se ha suscrito para recibir todos los mensajes de este sitio que contengan las palabras clave:
fr: %s s'est inscrit pour recevoir tous les avertissements de ce site correspondant aux recherches suivantes:
gl: %s subscribiuse para recibir todas as notas do sitio que conteñan as seguintes procuras:
nl: %s heeft een abonnement genomen op alle mededelingen op deze site met de volgende zoektermen:
uk: %s підписаний на отримання всіх повідомлень на цьому сайті, що відповідають наступним пошуковим параметрам:

source: You are not subscribed to any text searches right now. You can push the "Subscribe" button on any notice text search to automatically receive any public messages on this site that match that search, even if you are not subscribed to the poster.
cs: V současné době nesledujete žádná hledání. Můžete kliknout na tlačítko "Sledovat" na stránce textového vyhledávání sdělení, a budete automaticky dostávat všechna sdělení odpovídající danému hledání, i když jejich odesilatele nemáte mezi sledovanými.
es: No estás suscrito a ninguna búsqueda. Puedes clicar en el botón «Suscribirme» en cualquier página de resultados para recibir todos los mensajes públicos relacionados, seas o no seguidor de sus autores.
fr: Vous n'êtes désormais abonné à aucune des recherches de texte. Vous pouvez appuyer sur le bouton "S'abonner" sur n'importe quel avis de recherche de texte pour recevoir automatiquement les messages publics sur ce site qui correspondent à cette recherche, même si vous n'êtes pas abonné au publieur.
gl: Non está a seguir ningunha procura nestes intres. Pode premer no botón "Subscribirse" de calquera procura de texto para recibir automaticamente calquera mensaxe pública deste sitio que coincida coa procura, mesmo se non está subscrito ao autor.
nl: U hebt op het moment geen abonnementen op zoekopdrachten. U kunt bij iedere zoekopdracht klikken op de knop "Abonneren" om automatisch alle publieke berichten voor die zoekopdracht in uw tijdlijn bezorgd te krijgen, zelfs als u niet geabonneerd bent op de gebruiker die de mededeling heeft geplaatst.
uk: Наразі ви не маєте підписок на жоден пошуковий запит. Натисніть на кнопку «Підписатися» поруч із будь-яким дописом, що з’явиться у результатах пошуку, щоб мати можливість отримувати автоматично всі дописи, що відповідають зазначеним параметрам пошуку, тоді ви отримуватимете дописи користувачів, до яких ви навіть не підписані.

source: %s is not subscribed to any searches.
cs: %s nesleduje žádná hledání.
es: %s no está suscrito a ninguna búsqueda.
fr: %s n'est abonné à aucune recherche.
gl: %s non está subscrito a ningunha procura.
nl: %s heeft geen zoekabonnementen.
uk: %s не підписаний до жодних пошуків.

source: "<a href="%1$s">%2$s</a>" since %3$s
cs: "<a href="%1$s">%2$s</a>" - přidáno %3$s
es: «<a href="%1$s">%2$s</a>», desde el %3$s
fr: "<a href="%1$s">%2$s</a>" depuis le %3$s
gl: "<a href="%1$s">%2$s</a>" desde %3$s
nl: <a href="%1$s">%2$s</a>" sinds %3$s
uk: «<a href="%1$s">%2$s</a>» протягом %3$s

source: Unsubscribed
ca: S'ha cancel·lat la subscripció
cs: Sledování zrušeno
es: Has cancelado la suscripción
fr: Désabonné
gl: Cancelouse a subscrición
nl: Het abonnement is opgezegd
uk: Відписано

source: This action only accepts POST requests.
cs: Tato akce přijímá pouze požadavky s metodou POST.
es: Esta acción sólo acepta peticiones POST.
fr: Cette action n'accepte que les requêtes de type POST.
gl: Esta acción só permite solicitudes POST.
nl: Deze handeling accepteert alleen POST-verzoeken.
uk: Ця дія приймає запити лише за формою POST.

source: There was a problem with your session token. Try again, please.
cs: Nastal problém s vaším session tokenem. Zkuste to znovu, prosím.
es: Hubo un problema con tu identificador de sesión. Inténtalo de nuevo.
fr: Un problème est survenu avec votre session. Veuillez essayer de nouveau.
gl: Houbo un erro co seu pase. Inténteo de novo.
nl: Er is een probleem ontstaan met uw sessie. Probeer het nog een keer, alstublieft.
uk: Виникли певні проблеми з токеном сесії. Спробуйте знов, будь ласка.

source: Not logged in.
ca: No s'ha iniciat una sessió.
cs: Nejste přihlášen(a).
es: No has iniciado sesión.
fr: Non connecté.
gl: Non iniciou sesión.
nl: Niet aangemeld.
uk: Не увійшли.

source: No such profile.
ca: No existeix el perfil.
cs: Profil neexistuje.
es: No existe ese perfil.
fr: Profil non trouvé.
gl: Non existe ese perfil.
nl: Het profiel bestaat niet.
uk: Немає такого профілю.

source: Subscribed
ca: Subscrit
cs: Sledování zahájeno
es: Te has suscrito
fr: Abonné
gl: Subscrito
nl: Geabonneerd
uk: Підписані

source: You are not tracking any searches.
ca: No esteu seguint cap cerca.
cs: Žádná hledání nesledujete.
es: No estás suscrito a ninguna búsqueda.
fr: Vous ne surveillez aucune recherche.
gl: Non está a seguir a procura ningunha.
nl: U volgt geen zoekopdrachten.
uk: Не ви відстежуєте жодні пошукові запити.

source: You are tracking searches for: "%s".
ca: Esteu seguint les cerques de: «%s».
cs: Sledujete hledání: "%s".
es: Estás suscrito a las búsquedas: «%s».
fr: Vous effectuez le suivi des recherches pour: "%s".
gl: Está a seguir as procuras de: "%s".
nl: U volgt zoekopdrachten naar: "%s".
uk: Ви відслідковуєте пошуки для: «%s».

source: You are already tracking the search "%s".
ca: Ja esteu seguint la cerca «%s».
cs: Již sledujete hledání "%s".
es: Ya estás suscrito a la búsqueda «%s».
fr: Vous surveillez déjà la recherche "%s".
gl: Xa está a seguir a procura "%s".
nl: U bent al geabonneerd op de zoekopdracht "%s".
uk: Ви вже відслідковуєте пошук «%s».

source: Could not start a search subscription for query "%s".
ca: No s'ha pogut iniciar una subscripció de cerca de la consulta «%s».
cs: Nepodařilo se začít sledovat dotaz "%s".
es: No se pudo iniciar una suscripción de búsqueda para la consulta «%s».
fr: Impossible de démarrer l'abonnement à une recherche pour la requête "%s".
gl: Non se puido iniciar a subscrición á procura para a pescuda "%s".
nl: Het was niet mogelijk om een abonnement te namen op de zoekopdracht "%s".
uk: Не вдалося запустити підписку на пошуковий запит «%s».

source: You are subscribed to the search "%s".
ca: Esteu subscrit a la cerca «%s».
cs: Nyní sledujete hledání "%s".
es: Te has suscrito a la búsqueda «%s».
fr: Vous ne surveillez pas la recherche "%s".
gl: Está subscrito á procura "%s".
nl: U bent geabonneerd op de zoekopdracht "%s".
uk: Ви підписані на пошук «%s».

source: You are not tracking the search "%s".
cs: Nesledujete hledání "%s".
es: No estás suscrito a la búsqueda «%s».
fr: Vous ne surveillez pas la recherche "%s".
gl: Non está a seguir a procura "%s".
nl: U hebt geen abonnement op de zoekopdracht "%s".
uk: Ви не відстежує пошук «%s».

source: Could not end a search subscription for query "%s".
cs: Nepodařilo se ukončit sledování dotazu "%s".
es: No se pudo borrar la suscripción a la búsqueda «%s».
fr: Impossible de mettre fin à un suivi de recherche pour la requête "%s".
gl: Non se puido rematar a subscrición á procura para a pescuda "%s".
nl: Het opzeggen van het abonnement op de zoekopdracht "%s" is mislukt.
uk: Неможливо закінчити пошукову підписку за запитом «%s».

source: You are no longer subscribed to the search "%s".
cs: Přestali jste sledovat hledání "%s".
es: Ya no estás suscrito a la búsqueda «%s».
fr: Vous ne surveillez plus la recherche "%s".
gl: Xa non está subscrito á procura "%s".
nl: U hebt niet langer meer een abonnement op de zoekopdracht "%s".
uk: Ви більше не підписані на пошук «%s».

source: Error disabling search subscription for query "%s".
cs: Chyba při vypínání sledování výrazu "%s".
es: No se pudo desactivar la suscripción a la búsqueda «%s».
fr: Erreur lors de la désactivation de la surveillance de la recherche pour la requête "%s"
gl: Erro ao desactivar a subscrición á procura da pescuda "%s".
nl: Er is een fout opgetreden tijdens het beëindigen van het abonnement op de zoekopdracht "%s".
uk: Помилка при скасуванні пошукової підписки «%s».

source: Disabled all your search subscriptions.
cs: Všechna vámi sledovaná hledání byla vypnuta.
es: Se desactivaron todas tus suscripciones de búsqueda.
fr: Toutes les surveillances de recherche ont été désactivées.
gl: Desactivar todas as subscricións a procuras.
nl: Al uw abonnementen op zoekopdrachten zijn uitgeschakeld.
uk: Вимкнути всі пошукові підписки.
