Repository: foocorp/gnu-social
Catalog: plugins/Blacklist/locale/*/LC_MESSAGES/Blacklist.po
Languages: de, es, eu, fr, gl, ia, mk, nl, ru, sv, tl, uk

# TITLE
source: Blacklist
de: Schwarze Liste
es: Lista negra
eu: Zerrenda beltza
fr: Liste noire
gl: Lista negra
ia: Lista nigre
mk: Црн список
nl: Zwarte lijst
ru: Чёрный список
sv: Svartlista
tl: Talaan ng mga pinagbabawalan
uk: Чорний список

source: Blacklisted URLs and nicknames
de: URLs und Benutzernamen auf der schwarzen Liste
es: URL y nombres de usuario incluidos en la lista negra
eu: Zerrenda beltzeko URL eta goitizenak
fr: Liste noire d’URL et de pseudonymes
gl: Enderezos URL e alcumes na lista negra
ia: URLs e pseudonymos in lista nigre
mk: URL-адреси и прекари на црниот список
nl: URL's en gebruikersnamen die op de zwarte lijst staan
ru: URL-адреса и имена пользователей в чёрном списке
sv: Svartlistade webbadresser och smeknamn
tl: Mga URL at mga palayaw na itinala bilang hindi kanais-nais
uk: URL-адреси і нікнеми, що містяться в чорному списку

source: Nicknames
de: Benutzernamen
es: Nombres de usuario
eu: Goitizenak
fr: Pseudonymes
gl: Alcumes
ia: Pseudonymos
mk: Прекари
nl: Gebruikersnamen
ru: Имена пользователей
sv: Smeknamn
tl: Mga palayaw
uk: Нікнейми

source: Patterns of nicknames to block, one per line.
de: Muster der zu blockierenden Benutzernamen, einer pro Zeile.
es: Patrones de nombres de usuario a bloquear, uno por línea.
eu: Blokeatutako goitizenen ereduak, bat lerroko.
fr: Motifs de surnoms à bloquer, un par ligne.
gl: Patróns de alcumes a bloquear, un por liña.
ia: Patronos de pseudonymos a blocar, un per linea.
mk: Видови прекари за блокирање, по еден во секој ред.
nl: Patronen van te blokkeren gebruikersnamen. Eén per regel.
ru: Шаблоны имён пользователей для блокировки, по одному на строку
sv: Mönster i smeknamn att blockera, en per rad.
tl: Mga parisan ng mga palayaw na hahadlangan, isa sa bawat guhit.
uk: Шаблони псевдонімів, котрі будуть блокуватися (по одному на рядок).

source: URLs
es: URL
eu: URLak
fr: Adresses URL
gl: Enderezos URL
ia: Adresses URL
mk: URL-адреси
ru: URL-адреса
sv: Webbadresser
tl: Mga URL
uk: URL-адреси

source: Patterns of URLs to block, one per line.
de: Muster der zu blockierenden URLS, eine pro Zeile.
es: Patrones de URL a bloquear, uno por línea.
eu: Blokeatutako URLen ereduak, bat lerroko.
fr: Motifs d’adresses URL à bloquer, un par ligne.
gl: Patróns de enderezos URL a bloquear, un por liña.
ia: Patronos de adresses URL a blocar, un per linea.
mk: Видови URL-адреси за блокирање, по една во секој ред.
nl: Patronen van te blokkeren URL's. Eén per regel.
ru: Шаблоны URL-адресов для блокировки, по одному на строку
sv: Mönster i webbadresser tt blockera, en per rad.
tl: Mga parisan ng mga URL na hahadlangan, isa sa bawat guhit.
uk: Шаблони URL-адрес, котрі будуть блокуватися (по одному на рядок).

# BUTTON
source: Save
de: Speichern
es: Guardar
eu: Gorde
fr: Sauvegarder
gl: Gardar
ia: Salveguardar
mk: Зачувај
nl: Opslaan
ru: Сохранить
sv: Spara
tl: Sagipin
uk: Зберегти

source: Save site settings.
de: Website-Einstellungen speichern.
es: Guardar la configuración del sitio.
eu: Gorde gunearen ezarpenak.
fr: Sauvegarder les paramètres du site.
gl: Gardar a configuración do sitio.
ia: Salveguardar configurationes del sito.
mk: Зачувај поставки на мреж. место.
nl: Websiteinstellingen opslaan.
ru: Сохранить настройки сайта.
sv: Spara webbplatsinställningar.
tl: Sagipin ang mga katakdaan sa sityo.
uk: Зберегти налаштування сайту.

source: Unknown data type for config %1$s + %2$s.
de: Unbekannter Datentyp für %1$s + %2$s.
es: Tipo de datos desconocidos para config %1$s + %2$s .
eu: %1$s + %2$s konfiguratzeko datu modu ezezaguna.
fr: Type de données inconnu pour config %1$s + %2$s.
gl: Tipo de datos descoñecido para a configuración %1$s + %2$s.
ia: Typo de datos incognite pro configuration %1$s + %2$s.
mk: Непознат податочен тип за config %1$s + %2$s.
nl: Onbekend gegevenstype voor instelling %1$s + %2$s.
ru: Неизвестный тип данных для конфигурации %1$s + %2$s.
sv: Okänd datatyp för config %1$s + %2$s.
tl: Hindi nalalamang uri ng dato para sa pagkakaayos na %1$s + %2$s.
uk: Невідомий тип даних для конфігурації %1$s + %2$s.

source: You may not register with homepage "%s".
de: Du darfst dich nicht mit der Homepage „%s“ anmelden.
es: No puedes registrate con el sitio web «%s».
eu: Ezin zara erregistratu "%s" hasera orriarekin.
fr: Vous ne pouvez pas vous inscrire avec la page d’accueil « %s ».
gl: Non se pode rexistrar coa páxina de inicio "%s".
ia: Tu non pote registrar te con le pagina personal "%s".
mk: Не можете да се регистрирате со домашната страница „%s“.
nl: U kunt niet registreren met "%s" als homepage.
ru: Вы не можете зарегистрироваться с домашней страницей «%s».
sv: Du kan inte registrera med hemsida "%s".
tl: Hindi ka maaaring magpatala na may bahay-pahinang "%s".
uk: Ви не можете зареєструватися, вказавши «%s» як веб-адресу.

source: You may not register with nickname "%s".
de: Du darfst dich nicht mit den Benutzernamen „%s“ anmelden.
es: No puedes registrarte con el nombre de usuario «%s».
eu: Ezin zara erregistratu "%s" goitizenarekin.
fr: Vous ne pouvez pas vous inscrire avec le pseudonyme « %s ».
gl: Non se pode rexistrar co alcume "%s".
ia: Tu non pote registrar te con le pseudonymo "%s".
mk: Не можете да се регистрирате со прекарот „%s“.
nl: U kunt niet registreren met "%s" als gebruikersnaam.
ru: Вы не можете зарегистрироваться с именем «%s».
sv: Du kan inte registrera med smeknamnet "%s".
tl: Hindi ka maaaring magpatala na may palayaw na "%s".
uk: Ви не можете зареєструватися, використавши нікнейм «%s».

source: You may not use homepage "%s".
de: Du darfst nicht die Homepage „%s“ benutzen.
es: No puedes utilizar el sitio web «%s».
eu: Ezin duzu "%s" hasera orria erabili.
fr: Vous ne pouvez pas utiliser la page d’accueil « %s ».
gl: Non pode usar a páxina de inicio "%s".
ia: Tu non pote usar le pagina personal "%s".
mk: Не можете да ја користите домашната страница „%s“.
nl: U mag "%s" niet als homepage instellen.
ru: Вы не можете использовать «%s» в качестве домашней страницы.
sv: Du får inte använda hemsida "%s".
tl: Hindi mo maaaring gamitin ang bahay-pahinang "%s".
uk: Ви не можете використовувати веб-адресу «%s».

source: You may not use nickname "%s".
de: Du darfst nicht den Benutzernamen „%s“ benutzen.
es: No puedes utilizar el nombre de usuario «%s».
eu: Ezin duzu "%s" goitizena erabili.
fr: Vous ne pouvez pas utiliser le pseudonyme « %s ».
gl: Non pode usar o alcume "%s".
ia: Tu non pote usar le pseudonymo "%s".
mk: Не можете да го користите прекарот „%s“.
nl: U mag "%s" niet als gebruikersnaam gebruiken.
ru: Вы не можете использовать «%s» в качестве имени учётной записи.
sv: Du får inte använda smeknamnet "%s".
tl: Hindi mo maaaring gamitin ang palayaw na "%s".
uk: Ви не можете використовувати нікнейм «%s».

source: You may not use URL "%s" in notices.
de: Du darfst nicht die URL „%s“ in Nachrichten verwenden.
es: No puedes utilizar el URL «%s» en un mensaje.
eu: Ezin duzu "%s" URLa erabili oharretan.
fr: Vous ne pouvez pas utiliser l’URL « %s » dans les avis.
gl: Non pode usar o enderezo URL "%s" nas notas.
ia: Tu non pote usar le URL "%s" in notas.
mk: Не можете да ја користите URL-адресата „%s“ во забелешки.
nl: U mag de URL "%s" niet gebruiken in mededelingen.
ru: Вы не можете использовать URL-адрес «%s» в записях.
sv: Du får inte använda hemsideadress "%s" i notiser.
tl: Hindi mo maaaring gamitina gn URL na "%s" sa loob ng mga pabatid.
uk: Ви не можете використовувати URL-адресу «%s» в своїх повідомленнях.

source: Keeps a blacklist of forbidden nickname and URL patterns.
de: Hält eine schwarze Liste der verbotenen Benutzernamen und URL-Muster.
es: Mantiene una lista negra de patrones de nombres de usuario y URL prohibidos.
eu: Galerazitako goitizen eta URL ereduen zerrenda beltza mantentzen du.
fr: Maintient une liste noire des pseudonymes et motifs d’URL interdits.
gl: Mantén unha lista negra cos patróns de alcumes e de enderezos URL prohibidos.
ia: Tene un lista nigre de pseudonymos e patronos de adresse URL prohibite.
mk: Води црн список на забранети видови на прекари и URL-адреси.
nl: Houdt een lijst bij van verboden gebruikersnamen en URL-patronen.
ru: Позволяет хранить чёрный список шаблонов имён пользователей и URL-адресов.
sv: Behåller en svartlista av förbjudna smeknamn och hemsideadress-mönster.
tl: Nagkikimkim ng isang talaang-itim ng ipinagbabawal na palayaw at mga parisan ng URL.
uk: Зберігає чорний список заборонених нікнеймів та URL-шаблонів.

# MENU
source: Blacklist
de: Schwarze Liste
es: Lista negra
eu: Zerrenda beltza
fr: Liste noire
gl: Lista negra
ia: Lista nigre
mk: Црн список
nl: Zwarte lijst
ru: Чёрный список
sv: Svartlista
tl: Talaang-itim
uk: Чорний список

# TOOLTIP
source: Blacklist configuration.
de: Konfiguration der schwarzen Liste.
es: Configuración de la lista negra.
eu: Zerrenda beltzaren konfigurazioa.
fr: Configuration de la liste noire.
gl: Configuración da lista negra.
ia: Configuration del lista nigre.
mk: Поставки за црниот список.
nl: Instellingen voor zwarte lijst.
ru: Конфигурация чёрного списка.
sv: Konfiguration för svartlista.
tl: Kaayusan ng talaan ng mga pinagbabawalan.
uk: Конфігурація чорного списку.

source: Add this nickname pattern to blacklist
de: Dieses Benutzernamen-Muster zur schwarzen Liste hinzufügen
es: Añadir este patrón de nombre de usuario a la lista negra
eu: Gehitu goitizen honen modukoak zerrenda beltzari.
fr: Ajouter ce motif de pseudonymes à la liste noire
gl: Engadir o patrón deste alcume á lista negra
ia: Adder iste patrono de pseudonymo al lista nigre
mk: Додај го овој вид прекар во црниот список
nl: Dit gebruikersnaampatroon aan de zwarte lijst toevoegen
ru: Добавить этот никнейм в чёрный список
sv: Lägg till det här smeknamnets mönster i svartlistan
tl: Idagdag ang palayaw na ito sa talaang-itim
uk: Додати цей нікнейм до чорного списку

source: Add this homepage pattern to blacklist
de: Dieses Homepage-Muster zur schwarzen Liste hinzufügen
es: Añadir este patrón de sitio web a la lista negra
eu: Gehitu hasera orri honen modukoak zerrenda beltzari
fr: Ajouter ce motif de pages d’accueil à la liste noire
gl: Engadir o patrón desta páxina de inicio á lista negra
ia: Adder iste patrono de pagina personal al lista nigre
mk: Додај го овој вид домашна страница во црниот список
nl: Dit homepagepatroon aan de zwarte lijst toevoegen
ru: Добавить эту домашнюю страницу в чёрный список
sv: Lägg till den här hemsidans mönster i svartlistan
tl: Idagdag ang bahay-pahinang ito sa talaang-itim
uk: Додати цей шаблон веб-адреси до чорного списку

source: Users from "%s" are blocked.
de: Benutzer von „%s“ sind gesperrt.
es: Los usuarios de «%s» están bloqueados.
eu: %s(e)ko erabiltzaileak blokeaturik daude.
fr: Les utilisateurs de « %s » sont bloqués.
gl: Os usuarios de "%s" están bloqueados.
ia: Le usatores de "%s" es blocate.
mk: Корисниците од „%s“ се блокирани.
nl: Gebruikers van "%s" zijn geblokkeerd.
ru: Пользователи из списка «%s» заблокированы.
sv: Användare från "%s" är blockerade.
tl: Hinahadlangan ang mga tagagamit na mula sa "%s".
uk: Користувачів з «%s» заблоковано.

source: Notices from nickname "%s" are disallowed.
de: Beiträge vom Benutzernamen „%s“ sind nicht erlaubt.
es: No están permitidos los mensajes del usuario «%s».
eu: "%s" goitizenarekin idatzitako oharrak debekaturik daude.
fr: Notifications du pseudonyme « %s » ne sont plus autorisées.
gl: As notas do alcume "%s" non están permitidas.
ia: Le notas del pseudonymo "%s" non es permittite.
mk: Забелешките од прекарот „%s“ не се дозволени.
nl: Gebruiker "%s" mag geen berichten plaatsen.
ru: Сообщения от имени "%s" не допускаются.
sv: Notiser från smeknamnet "%s" tillåts inte.
tl: Hindi pinapahintulutan ang mga pabatid na nagmumula sa palayaw na "%s".

source: Cannot subscribe to nickname "%s".
de: Kann Beiträge von Benutzer „%s“ nicht abonnieren.
es: No es posible suscribirse al usuario «%s».
eu: Ezin da "%s" goitizenera harpidetu.
fr: Vous ne pouvez pas vous inscrire avec le pseudonyme « %s ».
gl: Non pode subscribirse ao alcume "%s".
ia: Non pote subscriber al pseudonymo "%s".
mk: Не можете да се претплатите на прекарот „%s“.
nl: U kunt niet abonneren op de gebruiker "%s".
ru: Нельзя подписаться на пользователя с именем «%s».
sv: Kan inte prenumerera på smeknamnet "%s".
tl: Hindi makapagpapasipi mula sa palayaw na "%s".
uk: Не можу підписатися до користувача «%s».
