Repository: foocorp/gnu-social
Catalog: plugins/Adsense/locale/*/LC_MESSAGES/Adsense.po
Languages: de, es, it, ms, pt_br, sv, tl

source: AdSense configuration
de: AdSense-Konfiguration
es: Configuración de «AdSense»
it: Configurazione AdSene
ms: Konfigurasi AdSense
pt_br: Configuração do AdSense
sv: Konfiguration av AdSense
tl: Pagkakaayos ng AdSense

source: Plugin to add Google AdSense to StatusNet sites.
de: Plugin, das Google AdSense auf StatusNet-Websites hinzuf√ºgt.
es: Complemento para añadir Google AdSense a sitios GNU social.
it: Plugin per aggiungere Google AdSense ai siti StatusNet
ms: Pemalam untuk menambahkan Google AdSense pada tapak StatusNet.
pt_br: Plugin para adicionar Google AdSense aos sites StatusNet.
sv: Insticksmodul för att lägga till Google AdSense på StatusNet-webbplatser.
tl: Pampasak upang maidagdag ang AdSense ng Google sa mga sityo ng StatusNet.

source: AdSense settings for this StatusNet site
de: AdSense-Einstellungen dieser StatusNet-Website
es: Configuración de AdSense para este sitio GNU social
it: Impostazioni AdSense per questo sito StatusNet
ms: Tetapan pengguna untuk tapak StatusNet ini
pt_br: Configurações do AdSense para este site StatusNet
sv: AdSense-inställningar för denna StatusNet-webbplats
tl: Mga katakdaan ng Adsense para sa sityong ito ng StatusNet

source: Client ID
es: Identificador de cliente
it: ID client
ms: ID Klien
pt_br: Identificação do cliente
sv: Klient-ID
tl: ID ng kliyente

source: Google client ID.
es: Identificador de cliente de Google.
it: Codice utente Google
ms: ID klien Google.
pt_br: ID do cliente Google.
sv: Google klient-ID.
tl: ID ng kliyente ng Google.

source: Ad script URL
de: Skript-URL
es: URL del script del anuncio
it: URL script Ad
ms: URL skrip iklan
pt_br: URL do script do anúncio
sv: Skript-URL för annons
tl: URL ng panitik ng anunsyo

source: Script URL (advanced).
de: Skript-URL (erweitert)
es: URL del script (avanzado).
it: URL script (avanzato)
ms: URL Skrip (termaju).
pt_br: Script URL (avançado).
sv: Skript-URL (avancerat).
tl: URL ng panitik (mas masulong).

source: Medium rectangle
de: Mittleres Rechteck
es: Rectángulo mediano
it: Rettangolo medio
pt_br: Retângulo médio
sv: Medium rektangel
tl: Hindi kalakihang parihaba

source: Medium rectangle slot code.
de: Slotcode des mittleren Rechtecks.
es: Código para rectángulo mediano.
it: Rettangolo medio
ms: Kod slot segi Medium rectangle.
pt_br: Código de encaixe do retângulo médio.
sv: Platskod för mellanstor rektangel.
tl: Kodigo ng puwang na hindi kalakihang parihaba.

source: Rectangle
de: Rechteck
es: Rectángulo
it: Rettangolo
pt_br: Retângulo
sv: Rektangel
tl: Parihaba

source: Rectangle slot code.
es: Código para rectángulo
it: Codice di apertura del rettangolo.
ms: Kod slot Rectangle.
pt_br: Código de encaixe do retângulo.
sv: Platskod för rektangel.
tl: Kodigo ng puwang na parihaba.

source: Leaderboard
de: Rangliste
it: Classifica
pt_br: Classificação
tl: Pangunahing-pisara

source: Leaderboard slot code.
de: Slotcode der Rangliste.
es: Código para «leaderboard».
it: Codice di apertura della bacheca principale.
ms: Kod slot Leaderboard.
pt_br: Código de encaixe do retângulo.
sv: Platskod för leaderboard.
tl: Kodigo ng puwang ng pangunahing-pisara.

source: Skyscraper
de: Hochhaus
it: Banner
pt_br: Arranha-céu
sv: Skyskrapa
tl: Tukud-langit

source: Wide skyscraper slot code.
de: Slotcode des weiten Hochhauses.
es: Código para «skyscraper ancho».
it: Codice di apertura del banner esteso.
ms: Kod slot Wide skyscraper.
pt_br: Código de encaixe do arranha-céu largo.
sv: Platskod för bred skyskrapa.
tl: Kodigo ng puwang ng maluwang na tukud-langit.

# BUTTON
source: Save
de: Speichern
es: Guardar
it: Salva
ms: Simpan
pt_br: Salvar
sv: Spara
tl: Sagipin

source: Save AdSense settings.
de: AdSense-Einstellungen speichern
es: Guardar configuración de AdSense.
it: Salva le impostazioni di AdSense.
ms: Simpan tetapan AdSense.
pt_br: Salvar configurações do AdSense.
sv: Spara inställningar för AdSense.
tl: Sagipin ang mga katakdaan ng AdSense.
