Repository: foocorp/gnu-social
Catalog: plugins/OpenID/locale/*/LC_MESSAGES/OpenID.po
Languages: ar, ca, cs, es, fr, gl, ia, ko, mk, sv, tl, uk

source: There was a problem with your session token. Try again, please.
ca: S'ha produït un problema amb el vostre testimoni de sessió. Proveu-ho de nou.
cs: Nastal problém s vaším session tokenem. Zkuste to znovu, prosím.
es: Hubo un problema con tu identificador de sesión. Inténtalo de nuevo, por favor.
fr: Un problème est survenu avec votre jeton de session. Veuillez essayer à nouveau.
gl: Houbo un erro co seu pase. Inténteo de novo.
ia: Occurreva un problema con le indicio de tu session. Per favor reproba.
ko: 세션 토큰에 문제가 있습니다. 다시 시도해 보십시오.
mk: Се појави проблем со жетонот на Вашата сесија. Обидете се подоцна.
sv: Det uppstod ett problem med din sessionstoken. Försök igen.
tl: May suliranin sa iyong token na pangsesyon. Paki subukan uli.
uk: Виникли певні проблеми з токеном поточної сесії. Спробуйте знов, будь ласка.

source: Cannot add new providers.
ar: تعذرت إضافة مزودين جدد.
ca: No es poden afegir proveïdors nous.
cs: Nelze přidávat nové poskytovatele.
es: No se puede agregar a nuevos proveedores.
fr: Impossible d’ajouter de nouveaux fournisseurs.
gl: Non se poden engadir novos provedores.
ia: Non pote adder nove fornitores.
mk: Не можам да додадам нови услужници.
tl: Hindi maidaragdag ang bagong mga tagapagbigay.
uk: Не вдається додати нових OpenID-провайдерів.

source: Something weird happened.
ar: حدث شيء غريب.
ca: Ha passat quelcom estrany.
cs: Stalo se něco podivného.
es: Error desconocido.
fr: Quelque chose de bizarre s’est passé.
gl: Ocorreu algo estraño.
ia: Qualcosa de bizarre occurreva.
ko: 이상한 일이 발생했습니다.
mk: Се случи нешто чудно.
tl: May nangyaring kakaiba.
uk: Сталося щось незрозуміле.

source: No such OpenID trustroot.
cs: OpenID trustroot neexistuje.
es: No existe esa raíz de confianza de OpenID.
fr: Racine de confiance OpenID inexistante.
gl: Non existe esa raíz fiable do OpenID.
ia: Iste "trustroot" de OpenID non existe.
ko: 그런 오픈아이디 트러스트루트가 없습니다.
mk: Нема таков довербен извор (trustroot) за OpenID
tl: Walng ganyang pinagkakatiwalaang ugat ng OpenID.
uk: Серед довірених такого OpenID немає.

source: Trustroots removed.
cs: Trustrooty odstraněny.
es: Raíces de confianza eliminadas.
fr: Certificats racine retirés
gl: Raíces fiables eliminadas.
ia: "Trustroots" removite.
mk: Довербените извори (trustroots) се отстранети.
tl: Tinanggal ang mga pinagkakatiwalaang ugat.
uk: Довірені корені OpenID видалено.

source: No such OpenID.
ar: الهوية المفتوحة المقصودة غير موجودة.
ca: No existeix l'OpenID.
cs: OpenID neexistuje.
es: No existe ese OpenID.
fr: Compte OpenID inexistant.
gl: Non existe ese OpenID.
ia: Iste OpenID non existe.
ko: 그런 오픈아이디가 없습니다.
mk: Нема таков OpenID.
sv: Ingen sådan OpenID.
tl: Walang ganyang OpenID.
uk: Немає такого OpenID.

source: That OpenID does not belong to you.
ar: تلك الهوية المفتوحة ليست لك.
ca: Aquest OpenID no us pertany.
cs: Toto OpenID není vaše.
es: Ese identificador OpenID no te pertenece.
fr: Ce compte OpenID ne vous appartient pas.
gl: Ese OpenID non lle pertence.
ia: Iste OpenID non appertine a te.
ko: 내 오픈아이디가 아닙니다.
mk: Тој OpenID не Ви припаѓа Вам.
sv: Detta OpenID tillhör inte dig.
tl: Hindi mo pag-aari ang OpenID na iyan.
uk: Даний OpenID належить не вам.

source: OpenID removed.
ar: أزيلت الهوية المفتوحة.
ca: S'ha suprimit l'OpenID.
cs: OpenID odstraněno.
es: Identificador OpenID eliminado.
fr: Compte OpenID retiré.
gl: OpenID eliminado.
ia: OpenID removite.
ko: 오픈아이디 제거.
mk: OpenID е отстранет.
sv: OpenID borttaget.
tl: Tinanggal ang OpenID.
uk: OpenID видалено.

source: OpenID preferences saved.
cs: Nastavení OpenID uloženo.
es: Preferencias de OpenID guardadas.
fr: OpenID préférences enregistrées.

source: Already logged in.
ar: داخل فعلا.
ca: Ja heu iniciat una sessió.
cs: Jste již přihlášen(a).
es: Ya has iniciado sesión.
fr: Déjà connecté.
gl: Xa se identificou.
ia: Tu es jam authenticate.
ko: 이미 로그인했습니다.
mk: Веќе сте најавени.
sv: Redan inloggad.
tl: Nakalagda na.
uk: Тепер ви увійшли.

source: You cannot register if you do not agree to the license.
ar: لا يمكن أن تسجل ما لم توافق على الرخصة.
ca: No podeu registrar-vos-hi si no accepteu la llicència.
cs: Nemůžete se zaregistrovat, pokud nesouhlasíte s licencí.
es: No puedes registrarte si no aceptas la licencia.
fr: Vous ne pouvez pas vous inscrire si vous n’acceptez pas la licence.
gl: Non pode rexistrarse se non acepta a licenza.
ia: Tu non pote crear un conto si tu non accepta le licentia.
ko: 약관에 동의하지 않으면 가입할 수 없습니다.
mk: Не можете да се регистрирате ако не се согласувате со лиценцата.
sv: Du kan inte registrera dig om du inte accepterar licensen.
tl: Hindi ka makakapagpatala kung hindi ka sumasang-ayon sa lisensiya.
uk: Ви не можете зареєструватись, якщо не погодитеся з умовами ліцензії.

source: An unknown error has occured.
ar: حدث خطأ غير معروف.
ca: S'ha produït un error desconegut.
cs: Došlo k neznámé chybě.
es: Ha ocurrido un error desconocido.
fr: Une erreur inconnue s’est produite.
gl: Houbo un erro descoñecido.
ia: Un error incognite ha occurrite.
ko: 알 수 없는 오류가 발생했습니다.
mk: Се појави непозната грешка.
sv: Ett okänt fel uppstod.
tl: Naganap ang isang hindi nalalamang kamalian.
uk: Виникла якась незрозуміла помилка.

source: This is the first time you have logged into %s so we must connect your OpenID to a local account. You can either create a new account, or connect with your existing account, if you have one.
ca: Aquesta és la primera vegada que inicieu una sessió a %s; per tant, hem de connectar el vostre OpenID al compte local. Podeu crear un compte nou, o bé connectar-vos-hi amb un compte ja existent si en teniu un.
cs: Protože se na %s přihlašujete poprvé, je třeba propojit vaše OpenID s místním účtem. Můžete si buď vytvořit nový účet, nebo použít existující, pokud ho již máte.
es: Esta es la primera vez que inicias sesión en %s, por lo que tenemos que conectar tu identificador OpenID a una cuenta local. Puedes crearte una cuenta nueva o, de tenerla, conectarte con una ya existente.
fr: C’est la première fois que vous vous connectez à %s, il nous faut donc lier votre compte OpenID à un compte local. Vous pouvez soit créer un nouveau compte, soit vous connecter avec votre compte local existant, si vous en avez un.
gl: Esta é a primeira vez que accede ao sistema de %s, de modo que debemos conectar o seu OpenID cunha conta local. Pode crear unha nova conta local ou ben conectar con outra conta local existente.
ia: Isto es le prime vice que tu ha aperite un session in %s; dunque, nos debe connecter tu OpenID a un conto local. Tu pote crear un nove conto, o connecter con tu conto existente, si tu ha un.
mk: Ова е прв пат како се најавувате на %s, па затоа мораме да го поврземе Вашиот OpenID со локална сметка. Можете да создадете нова сметка, или пак да се поврзете со Вашата постоечка сметка (ако ја имате).
tl: Ito ang iyong unang pagkakataon ng paglagda sa %s kaya't kailangan naming umugnay sa iyong OpenID papunta sa isang katutubong akawnt. Maaari kang lumikha ng isang bagong akawnt, o umugnay sa pamamagitan ng umiiral mong akawnt, kung mayroon ka nang isa.
uk: Ви вперше увійшли до сайту %s, отже ми мусимо приєднати ваш OpenID до акаунту на даному сайті. Ви маєте можливість створити новий акаунт або використати такий, що вже існує.

# TITLE
source: OpenID Account Setup
ar: إعداد حساب هوية مفتوحة
ca: Configuració del compte OpenID
cs: Nastavení účtu OpenID
es: Configuración de tu cuenta de OpenID
fr: Configuration du compte OpenID
gl: Configuración da conta do OpenID
ia: Configuration de conto OpenID
mk: Воспоставување на OpenID-сметка
tl: Pagkakaayos ng Akawnt na OpenID
uk: Налаштування акаунту OpenID

source: Create new account
ar: أنشئ حسابًا جديدًا
ca: Crea un compte nou
cs: Vytvořit nový účet
es: Crear nueva cuenta
fr: Créer un nouveau compte
gl: Crear unha conta nova
ia: Crear nove conto
ko: 새 계정 만들기
mk: Создај нова сметка
sv: Skapa nytt konto
tl: Likhain ang bagong akawnt
uk: Створити новий акаунт

source: Create a new user with this nickname.
ar: أنشئ مستخدمًا جديدًا بهذا الاسم المستعار.
ca: Crea un usuari nou amb aquest sobrenom.
cs: Vytvořit nový účet s touto přezdívkou.
es: Crear un nuevo usuario con este nombre.
fr: Créer un nouvel utilisateur avec ce pseudonyme.
gl: Crear un novo usuario con este alcume.
ia: Crear un nove usator con iste pseudonymo.
ko: 이 이름으로 새 사용자 만들기
mk: Создај нов корисник со овој прекар.
sv: Skapa en ny användare med detta smeknamn.
tl: Lumikha ng isang bagong tagagamit na may ganitong palayaw.
uk: Створити нового користувача з цим нікнеймом.

source: New nickname
ar: الاسم المستعار الجديد
ca: Nou sobrenom
cs: Nová přezdívka
es: Nuevo nombre de usuario
fr: Nouveau pseudonyme
gl: Novo alcume
ia: Nove pseudonymo
ko: 새 이름
mk: Нов прекар
sv: Nytt smeknamn
tl: Bagong palayaw
uk: Новий нікнейм

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
ar: 1-64 حرفًا إنجليزيًا أو رقمًا، بدون نقاط أو مسافات.
ca: 1-64 lletres en minúscules o nombres, sense puntuacions o espais.
cs: 1-64 znaků, pouze malá písmena a čísla, bez teček, čárek a mezer.
es: De 1 a 64 letras en minúscula o números, sin signos de puntuación ni espacios.
fr: 1 à 64 lettres minuscules ou chiffres, sans ponctuation ni espaces.
gl: Entre 1 e 64 letras minúsculas ou números, sen signos de puntuación, espazos, tiles ou eñes.
ia: 1-64 minusculas o numeros, sin punctuation o spatios.
ko: 1-64 사이의 영소문자 또는 숫자, 기호나 공백을 쓰면 안 됩니다.
mk: 1-64 мали букви или бројки, без интерпункциски знаци и празни места.
sv: 1-64 gemener eller siffror, inga skiljetecken eller mellanslag.
tl: 1 hanggang 64 maliliit na mga titik o mga bilang, walang bantas o mga patlang.
uk: 1-64 рядкові літери і цифри, ніякої пунктуації або інтервалів.

source: Email
ar: البريد الإلكتروني
ca: Adreça electrònica
es: Correo electrónico
fr: Courriel
gl: Correo electrónico
ko: 메일
mk: Е-пошта
sv: E-post
tl: E-liham
uk: Пошта

source: Used only for updates, announcements, and password recovery.
ar: لا يُستخدم إلا للإبلاغ عن المستجدات والتعميمات ولاستعادة كلمة السر.
ca: Només s'utilitza per a actualitzacions, anuncis i recuperacions de contrasenya.
cs: Použije se pouze pro aktualizace, oznámení a obnovu hesla.
es: Sólo se usa para actualizaciones, anuncios y recuperación de la contraseña.
fr: Utilisé uniquement pour les mises à jour, les annonces, et la récupération de mot de passe.
gl: Só se utiliza para actualizacións, anuncios e recuperación de contrasinais.
ia: Usate solmente pro actualisationes, notificationes e recuperation de contrasigno.
ko: 업데이트, 공지 사항, 비밀 번호 복구에만 사용합니다.
mk: Се користи само за подновувања, објави и повраќање на лозинка.
sv: Används endast för uppdateringar, meddelanden och återskapande av lösenord.
tl: Ginagamit lamang para sa mga pagsasapanahon, mga pagpapahayag, at pagbawi ng hudyat.
uk: Використовується лише для надсилання оновлень, оголошень та відновлення пароля.

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
ar: تخضع نصوصي وملفاتي ل%s إلا البيانات الخاصة التالية: كلمة السر وعنوان البريد الإلكتروني وعنوان المراسلة الفورية ورقم الهاتف.
ca: El meu text i fitxers estan disponibles sota %s excepte pel que fa aquestes dades privades: contrasenya, adreça electrònica, adreça de MI i número de telèfon.
cs: Mé texty a soubory jsou k dispozici pod %s, kromě těchto soukromých údajů: heslo, emailová adresa, Jabberová adresa a telefonní číslo.
es: Mi texto y archivos están disponibles bajo %s, con excepción de la siguiente información privada: contraseña, dirección de correo electrónico, dirección de mensajería instantánea y número de teléfono.
fr: Mes textes et mes fichiers sont disponibles sous %s à l’exception de ces données confidentielles : mot de passe, adresse de courriel, adresse de messagerie instantanée et numéro de téléphone.
gl: Os meus textos e ficheiros están dispoñibles baixo %s, salvo os seguintes datos privados: contrasinais, enderezos de correo electrónico e mensaxería instantánea e números de teléfono.
ia: Mi texto e files es disponibile sub %s excepte iste datos private: contrasigno, adresse de e-mail, adresse de messageria instantanee, numero de telephono.
ko: 내 글과 파일은 %s 조건에 따릅니다. 다음 개인 데이터는 제외합니다: 비밀 번호, 메일 주소, 메신저 주소, 전화 번호.
mk: Мојот текст и податотеки се достапни под %s, освен следниве приватни податоци: лозинка, е-пошта, НП-адреса и телефонски број.
sv: Mina texter och filer är tillgängliga under %s med undantag av den här privata datan: lösenord, e-postadress, IM-adress, telefonnummer.
tl: Makukuha ang teksto at mga talaksan ko sa ilalim ng %s maliban na lamang ang pribadong datong ito: hudyat, tirahan ng e-liham, tirahan ng IM, at numero ng telepono.
uk: Мої дописи і файли доступні на умовах %s, окрім цих приватних даних: пароль, електронна адреса, адреса IM, телефонний номер.

# BUTTON
source: Create
ar: أنشئ
ca: Crea
cs: Vytvořit
es: Crear
fr: Créer
gl: Crear
ia: Crear
ko: 만들기
mk: Создај
sv: Skapa
tl: Likhain
uk: Створити

source: Connect existing account
ar: اربط الحساب الموجود
ca: Connecta un compte ja existent
cs: Propojit existující účet
es: Conectar a una cuenta ya existente
fr: Se connecter à un compte existant
gl: Conectar cunha conta existente
ia: Connecter conto existente
ko: 기존 계정에 연결
mk: Поврзи постоечка сметка
sv: Anslut befintligt konto
tl: Iugnay ang umiiral na akawnt
uk: Приєднати акаунт, який вже існує

source: If you already have an account, login with your username and password to connect it to your OpenID.
ar: إذا كان لديك حساب فعلا، لج باسم مستخدمك وكلمة سرك لتربطه بهويتك المفتوحة.
ca: Si ja teniu un compte, inicieu una sessió amb el vostre nom d'usuari i contrasenya per a connectar-lo al vostre OpenID.
cs: Pokud zde již účet máte, můžete se do něj přihlásit svým uživatelským jménem a heslem, a propojit jej se svým OpenID.
es: Si ya tienes una cuenta, inicia sesión con tu nombre de usuario y contraseña para conectarla a tu identificador OpenID.
fr: Si vous avez déjà un compte ici, connectez-vous avec votre nom d’utilisateur et mot de passe pour l’associer à votre compte OpenID.
gl: Se xa ten unha conta, acceda ao sistema co seu nome de usuario e contrasinal para conectala coa do OpenID.
ia: Si tu ha jam un conto, aperi session con tu nomine de usator e contrasigno pro connecter lo a tu OpenID.
ko: 계정이 있으면, 아이디와 비밀 번호로 로그인해서 오픈아이디에 연결하십시오.
mk: ко веќе имате сметка, најавете се со корисничкото име и лозинката за да ја поврзете со Вашиот OpenID.
sv: Om du redan har ett konto, logga in med ditt användarnamn och lösenord för att ansluta det till din OpenID.
tl: Kung mayroon ka nang akawnt, lumagda sa pamamagitan ng iyong pangalan ng tagagamit at hudyat upang iugnay ito sa iyong OpenID.
uk: Якщо ви вже маєте акаунт, увійдіть з вашим ім’ям користувача та паролем, аби приєднати їх до вашого OpenID.

source: Existing nickname
ar: الاسم المستعار الموجود
ca: Sobrenom ja existent
cs: Existující přezdívka
es: Nombre de usuario ya registrado
fr: Pseudonyme existant
gl: Alcume existente
ia: Pseudonymo existente
ko: 기존 이름
mk: Постоечки прекар
sv: Befintligt smeknamn
tl: Umiiral na palayaw
uk: Нікнейм, який вже існує

source: Password
ar: كلمة السر
ca: Contrasenya
cs: Heslo
es: Contraseña
fr: Mot de passe
gl: Contrasinal
ia: Contrasigno
ko: 비밀 번호
mk: Лозинка
sv: Lösenord
tl: Hudyat
uk: Пароль

# BUTTON
source: Connect
ar: اربط
ca: Connecta-hi
cs: Propojit
es: Conectar
fr: Connexion
gl: Conectar
ia: Connecter
ko: 연결
mk: Поврзи се
sv: Anslut
tl: Umugnay
uk: Під’єднати

source: Registration not allowed.
ar: لا يسمح بالتسجيل.
ca: No es permet el registre.
cs: Registrace není povolena.
es: Registro de usuarios cerrado/sólo por invitación.
fr: Inscription non autorisée.
gl: Non se permite o rexistro.
ia: Creation de conto non permittite.
ko: 가입이 허용되지 않습니다.
mk: Регистрацијата не е дозволена.
sv: Registrering inte tillåten.
tl: Hindi pinayagan ang pagpapatala.
uk: Реєстрацію не дозволено.

source: Not a valid invitation code.
ar: رمز الدعوة غير صالح.
ca: No és un codi d'invitació vàlid.
cs: Kód pozvánky je neplatný.
es: No es un código de invitación válido.
fr: Le code d’invitation n’est pas valide.
gl: O código da invitación é incorrecto.
ia: Le codice de invitation es invalide.
ko: 초대 코드가 잘못되었습니다.
mk: Ова не е важечки код за покана.
sv: Inte en giltig inbjudningskod.
tl: Hindi isang tanggap na kodigo ng paanyaya.
uk: Це не дійсний код запрошення.

source: Stored OpenID not found.
ar: لم يُعثر على الهوية المفتوحة المخزنة.
ca: No s'ha trobat la connexió OpenID emmagatzemada.
cs: Uložené OpenID nenalezeno.
es: No se ha encontrado ningún identificador OpenID guardado.
fr: OpenID stocké non trouvé.
gl: Non se atopou o OpenID almacenado.
ia: Le OpenID immagazinate non esseva trovate.
ko: 저장한 오픈아이디가 없습니다.
mk: Складираниот OpenID не е пронајден.
tl: Hindi natagpuan ang nakalagak na OpenID.
uk: Збережений OpenID не знайдено.

source: Creating new account for OpenID that already has a user.
ar: إنشاء حساب جديد لهوية مفتوحة يملكها أحد المستخدمين بالفعل.
ca: S'està creant un compte nou per a una connexió OpenID que ja té un usuari.
cs: Nelze vytvořit nový účet pro OpenID které již uživatele má.
es: Creando una nueva cuenta para un OpenID que ya tiene un usuario.
fr: Créer un nouveau compte pour OpenID qui a déjà un utilisateur.
gl: Crear unha nova conta para o OpenID que xa ten un usuario.
ia: Tentativa de crear un nove conto pro un OpenID que ha jam un usator.
ko: 새로 만드는 계정의 오픈아이디에는 연결된 사용자가 이미 있습니다.
mk: Создавање на сметка за OpenID што веќе има корисник.
tl: Nililikha ang bagong akawnt para sa OpenID na mayroon nang isang tagagamit.
uk: Створення нового акаунту для OpenID користувачем, який вже існує.

source: Invalid username or password.
ar: اسم مستخدم أو كلمة سر غير صالحة.
ca: El nom d'usuari o la contrasenya no són vàlids.
cs: Neplatné uživatelské jméno nebo heslo.
es: Nombre de usuario o contraseña incorrectos.
fr: Nom d’utilisateur ou mot de passe incorrect.
gl: O nome de usuario ou contrasinal non son correctos.
ia: Nomine de usator o contrasigno invalide.
ko: 사용자 이름이나 비밀 번호가 틀렸습니다.
mk: Неважечко корисничко име или лозинка.
sv: Ogiltigt användarnamn eller lösenord.
tl: Hindi tanggap na pangalan ng tagagamit o hudyat.
uk: Невірне ім’я або пароль.

source: Error connecting user to OpenID.
ar: خطأ في ربط المستخدم بالهوية المفتوحة.
ca: S'ha produït un error en connectar l'usuari amb la connexió OpenID.
cs: Při propojování uživatele s OpenID došlo k chybě.
es: Error al conectar al usuario a OpenID.
fr: Erreur de connexion de l’utilisateur à OpenID.
gl: Erro ao conectar o usuario co OpenID.
ia: Error durante le connexion del usator a OpenID.
ko: 사용자를 오픈아이디에 연결하는데 오류.
mk: Грешка при поврзувањето на корисникот со OpenID.
tl: May kamalian sa pag-ugnay ng tagagamit sa OpenID.
uk: Помилка при підключенні користувача до OpenID.

source: For security reasons, please re-login with your [OpenID](%%doc.openid%%) before changing your settings.
ar: لأسباب أمنية، الرجاء إعادة الولوج ب[هويتك المفتوحة](%%doc.openid%%) قبل تغيير إعداداتك.
ca: Per motius de seguretat, torneu a iniciar una sessió amb [OpenID](%%doc.openid%%) abans de canviar els paràmetres.
cs: Z bezpečnostních důvodů se prosím znovu přihlaste svým [OpenID](%%doc.openid%%), než budete měnit svá nastavení.
es: Lo sentimos, pero, por razones de seguridad, tenemos que pedirte que vuelvas a a iniciar sesión con tu identificador [OpenID](%%doc.openid%%) antes de cambiar tu configuración.
fr: Pour des raisons de sécurité, veuillez vous reconnecter avec votre [OpenID](%%doc.openid%%) avant de changer toute préférence liée à votre profil.
gl: Por razóns de seguridade, volva iniciar sesión co seu [OpenID](%%doc.openid%%) antes de cambiar a súa configuración.
ia: Pro motivos de securitate, per favor re-aperi session con tu [OpenID](%%doc.openid%%) ante de cambiar tu configurationes.
ko: 보안 이유 때문에 설정을 바꾸기 전에 [오픈아이디](%%doc.openid%%)로 다시 로그인해야 합니다.
mk: Пред да ги измените Вашите нагодувања ќе треба повторно да се најавите со Вашиот [OpenID](%%doc.openid%%) од безбедносни причини.
tl: Para sa dahilang pangkaligtasan, mangyaring muling lumagda sa pamamagitan ng iyong [OpenID](%%doc.openid%%) bago baguhin ang iyong mga pagtatakda.
uk: З міркувань безпеки, будь ласка, увійдіть знов з [OpenID](%%doc.openid%%), перед тим як змінювати налаштування.

source: Login with an [OpenID](%%doc.openid%%) account.
ar: لُج بحساب [هوية مفتوحة](%%doc.openid%%)
ca: Inicia una sessió amb un compte [OpenID](%%doc.openid%%).
cs: Přihlaste se pomocí [OpenID](%%doc.openid%%) účtu.
es: Inicia sesión con una cuenta [OpenID](%%doc.openid%%).
fr: Connexion avec un compte [OpenID](%%doc.openid%%).
gl: Acceda cunha conta do [OpenID](%%doc.openid%%).
ia: Aperir session con un conto [OpenID](%%doc.openid%%).
ko: [오픈아이디](%%doc.openid%%) 계정으로 로그인.
mk: Најава со сметка на [OpenID](%%doc.openid%%).
sv: Logga in med ett [OpenID](%%doc.openid%%)-konto.
tl: Lumagda sa pamamagitan ng isang akawnt ng [OpenID](%%doc.openid%%).
uk: Увійти з [OpenID](%%doc.openid%%).

# TITLE
source: OpenID Login
ar: ولوج الهوية المفتوحة
ca: Inici de sessió amb OpenID
cs: Přihlášení s OpenID
es: Inicio de sesión con OpenID
fr: Connexion OpenID
gl: Rexistro do OpenID
ia: Apertura de session via OpenID
mk: OpenID - Најава
sv: OpenID-inloggning
tl: Panglagda sa OpenID
uk: Вхід з OpenID

# LEGEND
source: OpenID login
ar: ولوج الهوية المفتوحة
ca: Inici de sessió amb OpenID
cs: Přihlášení s OpenID
es: Inicio de sesión con OpenID
fr: Connexion OpenID
gl: Rexistro do OpenID
ia: Apertura de session via OpenID
mk: Најава со OpenID
sv: OpenID-inloggning
tl: Panglagda sa OpenID
uk: Вхід з OpenID

# LABEL
source: OpenID provider
ar: مزود الهوية المفتوحة
ca: Proveïdor d'OpenID
cs: Poskytovatel OpenID
es: Proveedor de OpenID
fr: Fournisseur OpenID
gl: Provedor do OpenID
ia: Fornitor de OpenID
mk: Услужник за OpenID
sv: OpenID-leverantör
tl: Tagapagbigay ng OpenID
uk: OpenID-провайдер

source: Enter your username.
ar: أدخل اسم مستخدمك.
ca: Introduïu el vostre nom d'usuari.
cs: Zadejte své uživatelské jméno.
es: Introduce tu nombre de usuario.
fr: Entrez votre nom d’utilisateur.
gl: Insira o seu nome de usuario.
ia: Entra tu nomine de usator.
ko: 사용자 이름을 입력하십시오.
mk: Внесете го Вашето корисничко име.
sv: Ange ditt användarnamn.
tl: Ipasok ang iyong pangalan ng tagagamit.
uk: Введіть ім’я користувача.

source: You will be sent to the provider's site for authentication.
ar: سوف تُرسل إلى موقع المزود من أجل الاستيثاق.
ca: Se us portarà al lloc del proveïdor perquè us hi autentiqueu.
cs: Budete přesměrován(a) na stránky vašeho poskytovatele kvůli ověření.
es: Serás enviado al sitio del proveedor para autenticarte.
fr: Vous serez envoyé sur le site du fournisseur pour l’authentification.
gl: Irá ata o sitio do provedor para a autenticación.
ia: Tu essera inviate al sito del fornitor pro authentication.
ko: 서비스 제공자의 사이트로 이동합니다.
mk: Ќе бидете префрлени на мреж. место на услужникот за потврда.
sv: Du kommer att skickas till leverantörens webbplats för autentisering.
tl: Ipapadala ka sa sityo ng tagapagbigay para sa pagpapatunay.
uk: Вас буде перенаправлено на веб-сторінку провайдера для автентифікації.

source: Your OpenID URL.
ar: مسار هويتك المفتوحة.
ca: L'URL del vostre OpenID.
cs: URL adresa vašeho OpenID účtu.
es: La dirección URL de tu identificador OpenID.
fr: Votre URL OpenID
gl: O URL do seu OpenID.
ia: Tu URL de OpenID.
mk: URL-адреса на Вашиот OpenID.
sv: Din OpenID-adress.
tl: Ang iyong URL ng OpenID.
uk: URL вашого OpenID.

source: Remember me
ar: تذكرني
ca: Recorda'm
cs: Zapamatuj si mně
es: Recordarme
fr: Se souvenir de moi
gl: Lembrádeme
ia: Memorar me
ko: 자동 로그인
mk: Запомни ме
sv: Kom ihåg mig
tl: Tandaan ako
uk: Пам’ятати мене
