Repository: foocorp/gnu-social
Catalog: plugins/OpenID/locale/*/LC_MESSAGES/OpenID.po
Languages: ar, ca, cs, es, fr, gl, ia, ko, mk, sv, tl, uk

source: Automatically login in the future; not for shared computers!
ar: لُج تلقائيًا في المستقبل؛ هذا الخيار ليس مُعدًا للحواسيب المشتركة!
ca: Inicia una sessió automàticament en el futur; no recomanable en ordinadors compartits!
cs: Po zaškrtnutí budete přihlašován(a) automaticky; nepožívejte na sdíleném počítači!
es: Iniciar sesión automáticamente en el futuro. ¡No lo uses en ordenadores compartidos!
fr: Me connecter automatiquement à l’avenir ; déconseillé sur les ordinateurs publics ou partagés !
gl: Identificarse automaticamente no futuro. Non se aconsella en computadores compartidos!
ia: Aperir session automaticamente in le futuro; non pro computatores usate in commun!
ko: 앞으로는 자동으로 로그인합니다. 공용 컴퓨터에서는 이용하지 마십시오!
mk: Отсега врши автоматска најава (не треба да се користи на јавни сметачи!)
sv: Logga in automatiskt i framtiden, inte för datorer som delas!
tl: Kusang lumagda sa hinaharap; hindi para sa pinagsasaluhang mga kompyuter!
uk: Автоматично входити у майбутньому; не для комп’ютерів загального користування!

# BUTTON
source: Login
ar: لُج
ca: Inicia una sessió
cs: Přihlásit
es: Iniciar sesión
fr: Connexion
gl: Acceder ao sistema
ia: Aperir session
ko: 로그인
mk: Најава
sv: Logga in
tl: Lumagda
uk: Увійти

# TITLE
source: OpenID Settings
ar: إعدادات الهوية المفتوحة
ca: Paràmetres de l'OpenID
cs: Nastavení OpenID
es: Configuración de OpenID
fr: Paramètres OpenID
gl: Configuración do OpenID
ia: Configuration OpenID
mk: Нагодувања за OpenID
sv: OpenID-inställningar
tl: Mga Katakdaan ng OpenID
uk: Налаштування OpenID

source: OpenID settings
ar: إعدادات الهوية المفتوحة
ca: Paràmetres de l'OpenID
cs: Nastavení OpenID
es: Configuración de OpenID
fr: paramètres OpenID
gl: Configuración do OpenID
ia: Configuration OpenID
ko: 오픈아이디 설정
mk: Нагодувања за OpenID
sv: OpenID-inställningar
tl: Mga katakdaan ng OpenID
uk: Налаштування OpenID

source: Invalid provider URL. Maximum length is 255 characters.
ar: مسار المزود غير صالح. أقصى طول 255 حرف.
cs: Neplatné URL poskytovatele. Maximální délka je 255 znaků.
es: La dirección URL del proveedor no es válida. No puede superar los 255 caracteres.
fr: URL du fournisseur invalide. La taille maximale est de 255 caractères.
gl: Enderezo URL do provedor incorrecto. A extensión máxima é de 255 caracteres.
ia: URL de fornitor invalide. Longitude maxime es 255 characteres.
mk: Неважечка URL-адреса за услужникот. Дозволени се највеќе 255 знаци.
tl: Hindi katanggap-tanggap na URL ng tagapagbigay. Ang pinakamataas na haba ay 255 mga panitik.
uk: Невірний URL OpenID-провайдера. Максимальна довжина — 255 символів.

source: Invalid team name. Maximum length is 255 characters.
ar: اسم فريق غير صالح. أقصى طول 255 حرف.
cs: Neplatný název týmu. Maximální délka je 255 znaků.
es: Nombre de equipo no válido. No puede superar los 255 caracteres.
fr: Nom d’équipe invalide. La taille maximale est de 255 caractères.
gl: Nome de equipo incorrecto. A extensión máxima é de 255 caracteres.
ia: Nomine de equipa invalide. Longitude maxime es 255 characteres.
mk: Неважечко екипно име. Дозволени се највеќе 255 знаци.
tl: Hindi katanggap-tanggap na pangalan ng pangkat. Ang pinakamataas na haba ay 255 mga panitik.
uk: Невірна назва спільноти. Максимальна довжина — 255 символів.

# LEGEND
source: Trusted provider
ar: مزود موثوق
ca: Proveïdor de confiança
cs: Důvěryhodný poskytovatel
es: Proveedor de confianza
fr: Fournisseur de confiance
gl: Provedor de confianza
ia: Fornitor de confidentia
mk: Услужник од доверба
tl: Pinagkakatiwalaang tagapagbigay.
uk: Довірений OpenID-провайдер

source: By default, users are allowed to authenticate with any OpenID provider. If you are using your own OpenID service for shared sign-in, you can restrict access to only your own users here.
ca: Per defecte, els usuaris poden autenticar-se amb qualsevol proveïdor d'OpenID. Si feu servir el vostre servei d'OpenID propi per a sessions compartides, podeu restringir l'accés només als usuaris propis des d'aquí.
cs: Výchozí nastavení dovoluje uživatelům použít k ověřování kteréhokoli poskytovatele OpenID. Pokud používáte svou vlastní službu OpenID pro sdílené přihlašování, můžete to omezit, a povolit tak přístup pouze vašim uživatelům.
es: De forma predeterminada, los usuarios pueden autenticarse con cualquier proveedor de OpenID. Si estás utilizando tu propio servicio de OpenID, aquí puedes restringir el acceso sólo para tus usuarios.
fr: Par défaut, les utilisateurs sont autorisés à s’authentifier auprès de n’importe quel fournisseur OpenID. Si vous utilisez votre propre service OpenID pour l’inscription partagée, vous pouvez restreindre l’accès à vos seuls propres utilisateurs ici.
gl: Por defecto, os usuarios poden autenticarse con calquera provedor de OpenID. Se usa o seu propio servizo de OpenID para un acceso compartido, pode restrinxir o acceso unicamente aos seus usuarios.
ia: Per predefinition, le usatores ha le permission de authenitcar se con omne fornitor de OpenID. Si tu usa tu proprie servicio OpenID pro le authentication in commun, tu pote hic restringer le accesso a solmente tu proprie usatores.
ko: 기본값으로 사용자는 모든 오픈아이디 서비스 제공자에게서 인증을 받을 수 있습니다. 로그인 공유를 위해 직접 오픈아이디를 제공한다면, 여기에서 사용자의 오픈아이디 사이트 접근을 제한할 수 있습니다.
mk: Корисниците по основно можат да се потврдат со било кој OpenID-услужник. Доколку користите сопствена OpenID-сужба за заедничка најава, тука можете да им доделите право на пристап само на Вашите корисници.
tl: Bilang likas na pagtatakda, ang mga tagagamit ay hindi pinapahintulutang magpatunay sa pamamagitan ng anumang tagapagbigay ng OpenID. Kung ginagamit mo ang sarili mong palingkuran ng OpenID para sa pinagsasaluhang paglagdang papasok, malilimitahan mo ang pagpunta sa iyong mga tagagamit lamang dito.
uk: За замовчуванням, відвідувачам дозволено користуватись послугами будь-якого OpenID-провайдера. Якщо ви користуєтесь своїм власним OpenID для загального входу на веб-сторінки, то ви вільні обмежити доступ лише колом ваших власних користувачів.

source: Provider URL
ar: مسار المزود
ca: URL del proveïdor
cs: URL poskytovatele
es: Dirección URL del proveedor
fr: Adresse URL du fournisseur
gl: URL do provedor
ia: URL del fornitor
ko: 서비스 제공자 URL
mk: URL-адреса на услужникот
tl: URL ng tagapagbigay
uk: URL провайдера

source: All OpenID logins will be sent to this URL; other providers may not be used.
cs: Všechna přihlášení s OpenID budou směrována na tuto URL adresu; žádní jiní poskytovatelé nebudou dovoleni.
es: Todos los inicios de sesión con OpenID se enviarán a esta dirección URL; no podrán utilizarse otros proveedores.
fr: Toutes les connexions OpenID seront envoyées à cette adresse ; les autres fournisseurs ne peuvent être utilisés.
gl: Todos os rexistros de OpenID enviaranse a este enderezo URL; non se poden usar outros provedores.
ia: Tote le authenticationes de OpenID essera inviate a iste URL; altere fornitores non pote esser usate.
ko: 모든 오픈아이디 로그인은 이 URL로 보냅니다. 다른 서비스 제공자는 사용할 수 없습니다.
mk: Сите OpenID-најави ќе бидат испратени на следнава URL-адреса. Нема да можат да се користат други услужници.
tl: Ang lahat ng mga paglalagda sa OpenID ay ipapadala sa URL na ito; hindi maaaring gamitin ang ibang mga tagapagbigay.
uk: Всі сесії входу через OpenID будуть спрямовуватись на цю URL-адресу; інших OpenID-провайдерів використовувати не можна.

source: Append a username to base URL
ca: Afegeix un nom d'usuari a l'URL base
cs: Připojit uživatelské jméno za základní URL.
es: Añadir un nombre de usuario a la dirección URL base
fr: Ajouter un nom d’utilisateur à l’adresse URL de base
gl: Engadir un nome de usuario ao enderezo URL base
ia: Adjunger un nomine de usator al URL de base
ko: 기본 URL에 사용자 이름을 붙이기
mk: Приложи корисничко име кон основната URL-адреса
tl: Ikabit ang isang pangalan ng tagagamit sa punong URL
uk: Додати ім’я користувача до базового URL

source: Login form will show the base URL and prompt for a username to add at the end. Use when OpenID provider URL should be the profile page for individual users.
cs: Přihlašovací formulář ukáže základní URL, a uživatel za něj má dopsat zbytek. Použijte, pokud URL poskytovatele OpenID má být profilová stránka jednotlivého uživatele.
es: El formulario de inicio de sesión mostrará la dirección URL base y solicitará un nombre de usuario para agregar al final. Utilízalo cuando la dirección URL del proveedor de OpenID deba ser la página de perfil (para usuarios individuales).
fr: Le formulaire de connexion affichera l’adresse URL de base et demandera un nom d’utilisateur à ajouter à la fin. Utilisez cette option quand l’adresse URL du fournisseur OpenID devrait être la page de profil des utilisateurs individuels.
gl: O formulario de rexistro ha mostrar o enderezo URL base e pedirá un nome de usuario que engadir ao final. Utilice esta opción cando o enderezo URL do provedor de OpenID deba ser a páxina de perfil para os usuarios individuais.
ia: Le formulario de authentication monstrara le URL de base e demandara un nomine de usator a adder al fin. Usa isto si le URL de un fornitor de OpenID debe esser le pagina de profilo pro usatores individual.
ko: 로그인 양식에서 기본 URL을 표시하고 뒤에 붙일 사용자 일므을 물어봅니다. 오픈아이디 서비스 제공자 URL이 각 사용자의 프로필 페이지와 같을 때 사용하십시오.
mk: Образецот за најава ќе ја прикаже основната URL-адреса и ќе Ви побара на крајот да додадете корисничко име. Користете го ова кога URL-адресата на OpenID-услужникот треба да биде профилната страница за поединечни корисници.
tl: Ang pormularyo ng paglagda ay magpapakita ng batayang URL at gagawa ng isang pangalan ng tagagamit na idaragdag sa huli. Gamitin kapag ang URL ng tagapagbigay ng OpenID ay ang dapat na maging pahina ng balangkas para sa indibiduwal na mga tagagamit.
uk: У формі входу на сайт буде представлено базовий URL і запит щодо імені користувача у кінці. В такому випадку, URL OpenID-провайдера — це сторінка профілю окремих користувачів.

source: Required team
ca: Equip necessari
cs: Požadovaný tým
es: Es necesario un equipo
fr: Équipe exigée
gl: Equipo solicitado
ia: Equipa requirite
ko: 필수 팀
mk: Потребна екипа
tl: Kailangang pangkat
uk: Необхідна група

source: Only allow logins from users in the given team (Launchpad extension).
ca: Només permet sessions d'usuari d'un equip donat (extensió del Launchpad).
cs: Povolit přihlášení jen uživatelům v daném týmu (rozšíření pro Launchpad).
es: Permitir el inicio de sesión sólo a los usuarios del equipo dado (extensión Launchpad).
fr: Autoriser uniquement les connexions des utilisateurs membres de l’équipe donnée (extension Launchpad).
gl: Permitir unicamente o rexistro de usuarios pertencentes ao equipo especificado (extensión Launchpad).
ia: Permitter solmente le apertura de session ab usatores in le equipa specificate (extension de Launchpad).
ko: 지정한 팀의 사용자만 로그인 허용 (런치패드 확장)
mk: Дозволувај само најави на корисници од дадената екипа (додаток „Launchpad“).
tl: Payagan lamang ang mga paglagda mula sa mga tagagamit na nasa loob ng ibinigay na pangkat (karugtong ng Launchpad).
uk: Дозволяється вхід лише користувачам у вказаній групі (розширення для Launchpad).

# LEGEND
source: Options
ar: خيارات
ca: Opcions
cs: Možnosti
es: Opciones
gl: Opcións
ia: Optiones
ko: 설정
mk: Поставки
sv: Alternativ
tl: Mga mapagpipilian
uk: Параметри

source: Enable OpenID-only mode
cs: Vyžadovat OpenID
es: Activar modo «sólo OpenID»
fr: Activer le mode OpenID seul
gl: Activar o modo de OpenID só
ia: Activar modo OpenID sol
ko: 오픈아이디 전용 모드 사용
mk: Вклучи режим „само OpenID“
tl: Paganahin ang gawi na OpenID lamang
uk: Увімкнути режим входу лише за OpenID

source: Require all users to login via OpenID. Warning: disables password authentication for all users!
cs: Všichni uživatelé se budou muset přihlašovat skrze OpenID. Varování: toto zablokuje pro všechny uživatele přihlašování heslem!
es: Obligar a todos los usuarios a iniciar sesión a través de OpenID. Advertencia: ¡deshabilita la autenticación mediante contraseña para todos los usuarios!
fr: Exiger que tous les utilisateurs se connectent via OpenID. Avertissement : cela désactive l’authentification par mot de passe pour tous les utilisateurs !
gl: Obrigar a todos os usuarios a acceder mediante o OpenID. Aviso: Desactiva a autenticación por contrasinal para todos os usuarios!
ia: Requirer que tote le usatores aperi session via OpenID. Aviso: disactiva le authentication per contrasigno pro tote le usatores!
ko: 모든 사용자가 오픈아이디로 로그인해야 합니다. 경고: 모든 사용가 비밀 번호 로그인을 사용할 수 없습니다!
mk: Барај од сите корисници да се најавуваат преку OpenID. ПРЕДУПРЕДУВАЊЕ: ова ја оневозможува потврдата на лозинка за сите корисници!
tl: Kailanganin sa lahat ng mga tagagamit na lumagdang papasok sa pamamagitan ng OpenID. Babala: hindi pinagagana ang pagpapatunay ng hudyat para sa lahat ng mga tagagamit!
uk: Вимагає, щоб всі користувачі входили лише за допомогою OpenID. Увага: ця опція вимикає автентифікацію за паролем для всіх користувачів!

source: Save OpenID settings.
ar: إعدادات الهوية المفتوحة.
ca: Desa els paràmetres de l'OpenID.
cs: Uložit nastavení OpenID.
es: Guardar configuración de OpenID.
fr: Sauvegarder les paramètres OpenID.
gl: Gardar a configuración do OpenID.
ia: Salveguardar configurationes de OpenID.
ko: 오픈아이디 설정 저장
mk: Зачувај нагодувања за OpenID.
sv: Spara OpenID-inställningar.
tl: Sagipin ang mga katakdaan ng OpenID.
uk: Зберегти налаштування OpenID.

source: OpenID Identity Verification
ar: التحقق من الهوية المفتوحة
ca: Verificació de la identitat d'OpenID
cs: Ověření Identity s OpenID
es: Verificación de identidad OpenID
fr: Vérification d’identité OpenID
gl: Verificación de identidade OpenID
ia: Verification de identitate via OpenID
ko: 오픈아이디 신원 확인
mk: OpenID - потврда на идентитет
sv: OpenID identitetsverifiering
tl: Pagpapatunay sa Katauhan ng OpenID
uk: Перевірка ідентичності OpenID

source: This page should only be reached during OpenID processing, not directly.
ar: يجب الوصول إلى هذه الصفحة أثناء معالجة الهوية المفتوحة وليس مباشرة.
ca: Hauria d'arribar-se a aquesta pàgina només durant el processament de l'OpenID, no directament.
cs: Tato stránka má být používána jen během procesu zpracování OpenID, ne otevřena přímo.
es: Sólo debe accederse a esta página durante el proceso de verificación OpenID.
fr: Cette page ne devrait être atteinte que durant un traitement OpenID, pas directement.
gl: A esta páxina debería chegarse unicamente durante o proceso do OpenID, non directamente.
ia: Iste pagina debe esser attingite solmente durante le tractamento de un OpenID, non directemente.
ko: 이 페이지는 오픈아이디 처리 중에만 접근할 수 있고, 직접 접근할 수 없습니다.
mk: До оваа страница треба да се доаѓа само во текот на постапката на OpenID, а не директно.
sv: Denna sida bör endast nås under OpenID-bearbetning, inte direkt.
tl: Ang pahinang ito ay dapat lamang na maabot habang pinoproseso ang OpenID, hindi tuwiran.
uk: Ви потрапляєте на цю сторінку лише при обробці запитів OpenID, не напряму.

source: %s has asked to verify your identity. Click Continue to verify your identity and login without creating a new password.
ar: طلب %s التحقق من هويتك. انقر استمر لتؤكد هويتك وتدخل دون إنشاء كلمة سر جديدة.
ca: %s us ha demanat verificar la identitat. Feu clic a Continua per verificar la vostra identitat i iniciar una sessió sense crear cap contrasenya nova.
cs: %s vás žádá o ověření vaší identity. Klikněte na tlačítko Pokračovat pro ověření vaší identity a přihlášení bez nutnosti vytvářet nové heslo.
es: %s ha solicitado la verificación de tu identidad. Haz clic en «Continuar» para verificar tu identidad e iniciar sesión (sin crear una nueva contraseña).
fr: %s a demandé de vérifier de votre identité. Cliquer sur Continuer pour vérifier votre identité et connectez-vous sans créer un nouveau mot de passe.
gl: %s pediu que a súa identidade fose verificada. Prema en "Continuar" para comprobar a súa identidade e inicie sesión sen crear un contrasinal novo.
ia: %s ha demandate de verificar tu identitate. Clicca super Continuar pro verificar tu identitate e aperir session sin crear un nove contrasigno.
mk: %s побара да го потврдите Вашиот идентитет. Кликнете на „Продолжи“ за да потврдите и да се најавите без да треба да ставате нова лозинка.
sv: %s har begärt att verifiera din identitet. Klicka på Fortsätt för att verifiera din identitet och inloggningsuppgifter utan att skapa ett nytt lösenord.
tl: Hiniling ni %s na patunayan ang katauhan mo. Pindutin ang Magpatuloy upang tiyakin ang katauhan mo at lumagdang hindi lumilikha ng isang bagong hudyat.
uk: %s звернувся з проханням до вас пройти перевірку на ідентичність. Натисніть «Продовжити», щоб перевірити вашу особу та увійти, не створюючи нового паролю.

# BUTTON
source: Continue
ar: استمر
ca: Continua
cs: Pokračovat
es: Continuar
fr: Continuer
gl: Continuar
ia: Continuar
ko: 계속
mk: Продолжи
sv: Fortsätt
tl: Ipagpatuloy
uk: Продовжити

# BUTTON
source: Cancel
ar: ألغِ
ca: Cancel·la
cs: Zrušit
es: Cancelar
fr: Annuler
gl: Cancelar
ia: Cancellar
ko: 취소
mk: Откажи
sv: Avbryt
tl: Huwag ituloy
uk: Скасувати

source: Unavailable action.
ca: Acció no disponible.
cs: Tato akce není dostupná.
es: Acción no disponible.
fr: Action non disponible.
gl: Acción non dispoñible.
ia: Action indisponibile.
mk: Дејството е недостапно.
sv: Otillgänglig handling.
tl: Galaw na hindi makuha.

# TOOLTIP
source: Login to the site.
ar: لُج إلى الموقع.
ca: Inicia una sessió al lloc.
cs: Přihlásit se na server.
es: Iniciar sesión en el sitio.
fr: Connexion au site
gl: Identificarse no sitio.
ia: Authenticar te a iste sito.
ko: 이 사이트에 로그인.
mk: Најава на мреж. место
sv: Logga in på webbplatsen.
tl: Lumagdang papasok sa sityo.
uk: Увійти на сайт.

# MENU
source: Login
ar: لُج
ca: Inicia una sessió
cs: Přihlásit
es: Iniciar sesión
fr: Connexion
gl: Rexistro
ia: Aperir session
ko: 로그인
mk: Најава
sv: Logga in
tl: Lumagda
uk: Увійти

# TOOLTIP
source: Help me!
ar: ساعدني!
ca: Ajuda'm!
cs: Poraďte mi!
es: ¡Ayúdame!
fr: Aidez-moi !
gl: Axuda!
ia: Adjuta me!
ko: 도와주세요!
mk: Напомош!
sv: Hjälp mig!
tl: Saklolohan ako!
uk: Допоможіть!

# MENU
source: Help
ar: مساعدة
ca: Ajuda
cs: Nápověda
es: Ayuda
fr: Aide
gl: Axuda
ia: Adjuta
ko: 도움말
mk: Помош
sv: Hjälp
tl: Saklolo
uk: Довідка

# TOOLTIP
source: Search for people or text.
ar: ابحث عن أشخاص أو نصوص.
ca: Cerca gent o un text.
cs: Hledat lidi nebo text.
es: Búsqueda de personas o contenido.
fr: Rechercher des personnes ou du texte
gl: Buscar persoas ou palabras.
ia: Cercar personas o texto.
mk: Пребарување на луѓе или текст.
sv: Sök efter personer eller text.
tl: Maghanap ng mga tao o teksto.
uk: Пошук людей або текстів.

# MENU
source: Search
ar: بحث
ca: Cerca
cs: Hledat
es: Buscar
fr: Rechercher
gl: Procurar
ia: Cercar
ko: 검색
mk: Пребарај
sv: Sök
tl: Maghanap
uk: Пошук

source: Login or register with OpenID.
ar: لُج أو سجّل بهوية مفتوحة.
ca: Inici de sessió o registre amb OpenID.
cs: Přihlášení nebo registrace s OpenID.
es: Inicia sesión o regístrate con OpenID.
fr: Se connecter ou s’inscrire avec OpenID.
gl: Iniciar sesión ou rexistrarse co OpenID.
ia: Aperir session o crear conto via OpenID.
mk: Најава или регистрација со OpenID.
sv: Logga in eller registrera med OpenID.
tl: Lumagda o magpatala na may OpenID.
uk: Увійти або зареєструватися за допомогою OpenID.

source: Add or remove OpenIDs.
ar: أضف أو احذف هويات مفتوحة.
ca: Afegeix o elimina connexions OpenID.
cs: Přidat nebo odebrat OpenID
es: Añadir o eliminar identificadores OpenID.
fr: Ajouter ou retirer des identifiants OpenID.
gl: Engadir ou eliminar identificadores OpenID.
ia: Adder o remover OpenIDs.
mk: Додај или отстрани OpenID-ја.
sv: Lägg till eller ta bort OpenID:n.
tl: Idagdag o alisin ang mga OpenID.
uk: Додати або видалити OpenID.

source: (Have an [OpenID](http://openid.net/)? [Add an OpenID to your account](%%action.openidsettings%%)!
ar: (ألديك [هوية مفتوحة](http://openid.net/)؟ [أضف هوية مفتوحة إلى حسابك](%%action.openidsettings%%)!
ca: (Teniu un [OpenID](http://openid.net/)? [Afegeix una connexió OpenID al vostre compte](%%action.openidsettings%%)!
cs: (Máte [OpenID](http://openid.net/)? [Přidejte OpenID ke svému účtu](%%action.openidsettings%%)!)
es: (¿Tienes un identificador [OpenID](http://openid.net/)? ¡[Añade un OpenID a tu cuenta](%%action.openidsettings%%)!)
fr: (Avez-vous un [OpenID](http://openid.net/)? [Ajouter un OpenID à votre compte](%%action.openidsettings%%)!
gl: (Ten un [OpenID](http://openid.net/)? [Engada un OpenID á súa conta](%%action.openidsettings%%)!
ia: (Possede un [OpenID](http://openid.net/)? [Adde un OpenID a tu conto](%%action.openidsettings%%)!
mk: (Имате [OpenID](http://openid.net/)? [Додајте ѝ OpenID на сметката](%%action.openidsettings%%)!
tl: (Mayroong kang [OpenID](http://openid.net/)? [Magdagdag ng isang OpenID sa akawnt mo](%%action.openidsettings%%)!

source: (Have an [OpenID](http://openid.net/)? Try our [OpenID registration](%%action.openidlogin%%)!)
ar: (ألديك [هوية مفتوحة](http://openid.net/)؟ جرب [التسجيل بالهوية المفتوحة](%%action.openidlogin%%)!)
ca: (Teniu un [OpenID](http://openid.net/)? Proveu el nostre [registre OpenID](%%action.openidlogin%%)!)
cs: (Máte [OpenID](http://openid.net/)? Zkuste naší [registraci s OpenID](%%action.openidlogin%%)!)
es: (¿Tienes un identificador [OpenID](http://openid.net/)? ¡Prueba nuestro [registro vía OpenID](%%action.openidlogin%%)!)
fr: (Ave-vous un [OpenID](http://openid.net/)? Essayez votre [inscription OpenID](%%action.openidlogin%%)!)
gl: (Ten un [OpenID](http://openid.net/)? [Probe o noso [rexistro de OpenID](%%action.openidlogin%%)!)
ia: (Possede un [OpenID](http://openid.net/)? Proba nostre [registration per OpenID](%%action.openidlogin%%)!)
mk: (Имате [OpenID](http://openid.net/)? Ви предлагаме да се [регистрирате со OpenID](%%action.openidlogin%%)!)
tl: (Mayroon kang [OpenID](http://openid.net/)? Subukan ang aming [rehistasyon ng OpenID](%%action.openidlogin%%)!)

source: (Have an [OpenID](http://openid.net/)? Try our [OpenID login](%%action.openidlogin%%)!)
ar: (ألديك [هوية مفتوحة](http://openid.net/)؟ جرب [الولوج بالهوية المفتوحة](%%action.openidlogin%%)!)
ca: (Teniu un [OpenID](http://openid.net/)? Proveu el nostre [inici de sessió amb OpenID](%%action.openidlogin%%)!)
cs: (Máte [OpenID](http://openid.net/)? Zkuste naše [přihlášení s OpenID](%%action.openidlogin%%)!)
es: (¿Tienes un identificador [OpenID](http://openid.net/)? ¡Prueba nuestro [inicio de sesión con OpenID](%%action.openidlogin%%)!)
fr: (Avez-vous un [OpenID](http://openid.net/)? Essayez votre [identifiant OpenID](%%action.openidlogin%%)!)
gl: (Ten un [OpenID](http://openid.net/)? [Probe o noso [inicio de sesión de OpenID](%%action.openidlogin%%)!)
ia: (Possede un [OpenID](http://openid.net/)? Tenta [aperir session per OpenID](%%action.openidlogin%%)!)
mk: (Имате [OpenID](http://openid.net/)? Ви предлагаме да се [најавите со OpenID](%%action.openidlogin%%)!)
tl: (Mayroon kang [OpenID](http://openid.net/)? Subukan ang aming [paglagda ng OpenID](%%action.openidlogin%%)!)

source: OpenID configuration.
ar: ضبط الهوية المفتوحة.
ca: Configuració de l'OpenID.
cs: Nastavení OpenID.
es: Configuración de OpenID.
fr: Configuration d’OpenID
gl: Configuración do OpenID.
ia: Configuration de OpenID.
mk: Поставки за OpenID.
sv: OpenID-konfiguration.
tl: Pagkakaayos ng OpenID.
uk: Конфігурація OpenID.
