Repository: foocorp/gnu-social
Catalog: plugins/OpenID/locale/*/LC_MESSAGES/OpenID.po
Languages: ar, ca, cs, es, fr, gl, ia, ko, mk, sv, tl, uk

source: Cannot instantiate OpenID consumer object.
cs: Nepodařilo se vytvořit instanci objektu OpenID consumer.
es: No se puede instanciar un objeto consumidor de OpenID.
fr: Impossible d’instancier l’objet client OpenID.
gl: Non se pode crear unha instancia co obxecto do consumidor do OpenID.
ia: Non pote instantiar un objecto de consumitor OpenID.
ko: 오픈아이디 컨수머 오브젝트 인스턴스를 만들 수 없습니다.
mk: Не можам да го повикам потрошувачкиот објект за OpenID.
sv: Kan inte exemplifiera konsument-objekt för OpenID.
tl: Hindi mapanimulan ang bagay na pangtagapagtangkilik ng OpenID.
uk: Не можу створити примірник об’єкта споживача OpenID.

source: Not a valid OpenID.
ar: ليست هوية مفتوحة صحيحة.
ca: No és un OpenID vàlid.
cs: Toto není platné OpenID.
es: No es un identificador OpenID válido.
fr: Ce n’est pas un identifiant OpenID valide.
gl: Non é un OpenID válido.
ia: Non es un OpenID valide.
ko: 올바른 오픈아이디가 아닙니다.
mk: Ова не е важечки OpenID.
sv: Inte ett giltigt OpenID.
tl: Hindi isang tanggap na OpenID.
uk: Це недійсний OpenID.

source: OpenID failure: %s.
ar: فشلت الهوية المفتوحة: %s.
ca: Fallada de l'OpenID: %s.
cs: Selhání OpenID: %s.
es: Error de OpenID: %s.
fr: Échec OpenID: %s.
gl: Erro no OpenID: %s.
ia: Fallimento de OpenID: %s.
mk: OpenID не успеа: %s.
sv: OpenID-misslyckande: %s.
tl: Kabiguan ng OpenID: %s.
uk: Невдача OpenID: %s.

source: Could not redirect to server: %s.
ar: تعذر التحويل للخادوم: %s.
ca: No s'ha pogut redirigir al servidor: %s.
cs: Přesměrování na server se nezdařilo: %s.
es: No se puede redirigir al servidor: %s.
fr: Impossible de rediriger vers le serveur: %s.
gl: Non se pode redirixir cara ao servidor: %s.
ia: Non poteva rediriger al servitor: %s.
mk: Не можев да пренасочам кон опслужувачот: %s.
sv: Kunde inte dirigera om till servern: %s
tl: Hindi mabago upang mapapunta sa tagapaghain: %s
uk: Не можу переадресувати на сервер: %s.

source: This form should automatically submit itself. If not, click the submit button to go to your OpenID provider.
ar: يفترض أن يُرسِل هذا النموذج نفسه تلقائيًا. إذا لم يحدث ذلك فانقر زر أرسل لتذهب إلى مزود هويتك المفتوحة.
ca: Aquest formulari s'hauria de trametre automàticament per si mateix. Si no, feu clic al botó de tramesa per anar al vostre proveïdor OpenID.
cs: Tento formulář by se měl sám automaticky odeslat. Pokud ne, klikněte na tlačítko pro přesměrování na stránky vašeho poskytovatele OpenID.
es: Este formulario debería enviarse automáticamente. De no ser así, haz clic en el botón «Enviar» para ir a tu proveedor de OpenID.
fr: Ce formulaire devrait se soumettre automatiquement lui-même. Si ce n’est pas le cas, cliquez le bouton « Soumettre » en bas pour aller vers la page de votre fournisseur OpenID.
gl: Este formulario debería enviarse só automaticamente. Se non é así, prema no botón de envío para ir ao seu provedor de OpenID.
ia: Iste formulario deberea submitter se automaticamente. Si non, clicca super le button Submitter pro vader a tu fornitor de OpenID.
ko: 다음 양식은 자동으로 전송됩니다. 자동으로 되지 않으면 제출 단추를 직접 눌러 오픈아이디 서비스 제공자 사이트로 이동하십시오.
mk: Овој образец би требало да се поднесе самиот. Ако тоа не се случи, кликнете на копчето „Поднеси“ за да дојдете до Вашиот OpenID-услужник.
sv: Det här formuläret borde automatiskt skicka in sig själv. Om inte så klickar du på Skicka-knappen för att gå till din OpenID-leverantör.
tl: Ang pormularyong ito ay dapat na kusang magpapasa ng kanyang sarili. Kung hindi, pindutin ang pindutang pampasa upang pumunta sa iyong tagapagbigay ng OpenID.
uk: Ця форма має автоматичне себе представити. Якщо ні, натисніть відповідну кнопку, щоб перейти до сторінки вашого OpenID-провайдера.

source: Error saving the profile.
ar: خطأ أثناء حفظ الملف.
ca: Error en desar el perfil.
cs: Při ukládání profilu došlo k chybě.
es: Error intentando guardar el perfil.
fr: Erreur lors de la sauvegarde du profil.
gl: Houbo un erro ao gardar o perfil.
ia: Error durante le salveguarda del profilo.
ko: 프로필 저장에 오류.
mk: Грешка при зачувувањето на профилот.
sv: Fel vid sparande av profilen.
tl: Kamalian sa pagsagip ng balangkas.
uk: Помилка при збереженні профілю.

source: Error saving the user.
ar: خطأ في حفظ المستخدم.
ca: Error en desar l'usuari.
cs: Při ukládání uživatele došlo k chybě.
es: Error intentando guardar el usuario.
fr: Erreur lors de la sauvegarde de l’utilisateur.
gl: Houbo un erro ao gardar o usuario.
ia: Error durante le salveguarda del usator.
ko: 사용자 저장 중 오류.
mk: Грешка при зачувувањето на корисникот.
sv: Fel vid sparande av användaren.
tl: Kamalian sa pagsagip ng tagagamit.
uk: Помилка при збереженні користувача.

source: Unauthorized URL used for OpenID login.
ar: أُستخدِم مسار غير مصرح به للولوج بالهوية المفتوحة.
ca: S'ha fet servir un URL no autoritzat per a l'inici de sessió de l'OpenID.
cs: K přihlášení skrze OpenID bylo použito neautorizované URL.
es: Se ha usado una dirección URL no autorizada para iniciar sesión con OpenID.
fr: Adresse URL non autorisée utilisée pour la connexion OpenID.
gl: Empregouse un enderezo URL non autorizado para acceder mediante o OpenID.
ia: Un URL non autorisate ha essite usate pro le authentication via OpenID.
ko: 오픈아이디 로그인에 사용하기에 인증되지 않은 URL입니다.
mk: Употребена е неовластена URL-адреса за најавата со OpenID.
sv: Obehörig webbadress som används för inloggning med OpenID.
tl: Hindi pinahintulutang URL na ginamit para sa paglagda ng OpenID.
uk: Для входу за OpenID використовується неавторизований URL.

source: OpenID Login Submission
ar: إرسال ولوج الهوية المفتوحة
ca: Tramesa d'inici de sessió d'OpenID
cs: Odeslání přihlášení s OpenID
es: Envío del identificador de OpenID
fr: Soumission de la connexion OpenID
gl: Envío do rexistro do OpenID
ia: Apertura de session via OpenID
ko: 오픈아이디 로그인 제출
mk: Поднесување на најава со OpenID
tl: Pagpapasa ng Paglagda ng OpenID
uk: Представлення входу за OpenID

source: Requesting authorization from your login provider...
ar: طلب التصريح من مزود الولوج...
ca: S'està sol·licitant autorització del vostre proveïdor de sessió...
cs: Právě žádám vašeho poskytovatele OpenID o autorizaci...
es: Solicitando autorización a tu proveedor de inicio de sesión...
fr: Demande d’autorisation auprès de votre fournisseur de connexion...
gl: Solicitando a autorización do provedor de acceso...
ia: Requesta autorisation de tu fornitor de authentication...
ko: 로그인 서비스 제공자에 인증 정보를 요청하는 중입니다...
mk: Барам овластување од Вашиот услужител за најава...
sv: Skickar en förfrågning om tillstånd från din inloggningsleverantör...
tl: Humihiling ng pahintulot mula sa iyong tagapagbigay ng paglagdang papasok...
uk: Запитуємо дозвіл у вашого OpenID-провайдера...

source: If you are not redirected to your login provider in a few seconds, try pushing the button below.
ar: إذا لم تُحوّل إلى مزود الولوج خلال ثوانٍ قليلة، حاول نقر الزر أدناه.
ca: Si no se us redirigeix al vostre proveïdor de sessió en uns pocs segons, proveu de prémer el botó de sota.
cs: Pokud nebudete během následujících několika vteřin přesměrován(a) na stránky vašeho poskytovatele, klikněte na tlačítko níže.
es: Si no eres redirigido a tu proveedor de inicio de sesión en unos pocos segundos, prueba pulsando el botón de abajo.
fr: Si vous n’êtes pas redirigé vers votre fournisseur de connexion dans quelques secondes, essayez en cliquant le bouton ci-dessous.
gl: Se non é redirixido ao provedor de acceso nuns segundos, probe premendo no botón inferior.
ia: Si tu non es redirigite a tu fornitor de authentication post pauc secundas, tenta pulsar le button hic infra.
ko: 몇 초 뒤에 로그인 서비스 제공자로 리다이렉션이 되지 않으면, 아래 단추를 직접 눌러 보십시오.
mk: Ако не бидете префрлени на Вашиот услужител за најава за неколку секунди, тогаш пристиснете го копчето подолу.
tl: Kapag hindi ka itinurong papunta sa iyong tagapagbigay ng paglagda sa loob ng ilang mga segundo, subukang pindutin ang pindutang nasa ibaba.
uk: Якщо за кілька секунд вас не буде перенаправлено на сторінку входу вашого OpenID-провайдера, просто натисніть кнопку внизу.

source: Not logged in.
ar: لست والجًا.
ca: No s'ha iniciat una sessió.
cs: Nejste přihlášen(a).
es: No has iniciado sesión.
fr: Non connecté.
gl: Non iniciou sesión.
ia: Tu non ha aperite un session.
ko: 로그인하지 않았습니다.
mk: Не сте најавени.
sv: Inte inloggad.
tl: Hindi nakalagda.
uk: Ви не увійшли до системи.

source: OpenID authentication cancelled.
ar: ألغي استيثاق الهوية المفتوحة
ca: S'ha cancel·lat l'autenticació OpenID.
cs: Ověření OpenID zrušeno.
es: Autenticación con OpenID cancelada.
fr: Authentification OpenID annulée.
gl: Cancelouse a autenticación do OpenID.
ia: Authentication OpenID cancellate.
ko: 오픈아이디 인증이 취소되었습니다.
mk: Потврдувањето на OpenID е откажано.
tl: Kinansela ang pagpapatunay ng OpenID.
uk: Автентифікацію за OpenID скасовано.

source: OpenID authentication failed: %s.
ar: فشل استيثاق الهوية المفتوحة: %s.
ca: Ha fallat l'autenticació OpenID: %s.
cs: Ověření OpenID selhalo: %s.
es: Error de autenticación OpenID: %s.
fr: L’authentification OpenID a échoué : %s.
gl: Fallou a autenticación do OpenID: %s.
ia: Le authentication OpenID ha fallite: %s.
mk: Заверката на OpenID не успеа: %s
tl: Nabigo ang pagpapatunay ng OpenID: %s.
uk: Автентифікація за OpenID не вдалася: %s

source: OpenID authentication aborted: You are not allowed to login to this site.
ar: أجهض استيثاق الهوية المفتوحة: لا يسمح لك بدخول هذا الموقع.
ca: S'ha interromput l'autenticació OpenID: no teniu permisos per iniciar una sessió en aquest lloc.
cs: Ověření OpenID přerušeno: Nemáte oprávnění přihlásit se na tento server.
es: Autenticación OpenID anulada: no puedes iniciar sesión en este sitio.
fr: L’authentification OpenID a été abandonnée: Vous n'êtes pas autorisé à vous connecter à ce site.
gl: Interrumpiuse a autenticación do OpenID: Non ten permiso para iniciar sesión neste sitio.
ia: Authentication OpenID abortate: tu non ha le permission de aperir session in iste sito.
mk: Заверката на OpenID е откажана: Не Ви е дозволено да се најавувате на ова мреж. место.
tl: Iniurong ang pagpapatunay ng OpenID: Hindi ka pinahihintulutang lumagda sa sityong ito.
uk: Автентифікацію за OpenID перервано: ви не можете увійти на цей сайт.

source: You already have this OpenID!
ca: Ja teniu aquest OpenID!
cs: Toto OpenID již máte!
es: ¡Ya has añadido este identificador OpenID!
fr: Vous êtes déjà connecté avec cet OpenID !
gl: Xa ten ese OpenID!
ia: Tu jam ha iste OpenID!
ko: 이미 이 오픈아이디가 있습니다!
mk: Веќе го имате овој OpenID!
sv: Du har redan detta OpenID!
tl: Mayroon ka na ng ganitong OpenID!
uk: У вас вже є цей OpenID!

source: Someone else already has this OpenID.
ca: Algú altre ja té aquest OpenID.
cs: Toto OpenID již někdo má.
es: Ya hay otro usuario registrado con este identificador OpenID.
fr: Quelqu’un d’autre a déjà cet OpenID.
gl: Outra persoa ten ese OpenID.
ia: Un altere persona jam ha iste OpenID.
ko: 다른 사람이 이미 이 오픈아이디를 사용합니다!
mk: Некој друг веќе го зафатил ова OpenID.
sv: Någon annan har redan detta OpenID.
tl: Mayroon nang ibang tao na may ganitong OpenID.
uk: Хтось інший вже приєднав цей OpenID до свого акаунту.

source: Error connecting user.
ca: S'ha produït un error en connectar l'usuari
cs: Při propojování uživatele došlo k chybě.
es: Error intentando conectar al usuario.
fr: Erreur lors de la connexion de l’utilisateur à OpenID.
gl: Houbo un erro ao conectar co usuario.
ia: Error durante le connexion del usator.
ko: 사용자 연결에 오류.
mk: Грешка при поврзувањето на корисникот.
tl: Kamalian sa pag-ugnay ng tagagamit.
uk: Помилка при підключенні користувача.

source: Error updating profile.
ar: خطأ أثناء تحديث الملف الشخصي.
ca: S'ha produït un error en actualitzar el perfil.
cs: Při aktualizaci profilu došlo k chybě.
es: Error intentando actualizar el perfil.
fr: Erreur de mise à jour du profil.
gl: Houbo un erro ao actualizar o perfil.
ia: Error durante le actualisation del profilo.
mk: Грешка при подновувањето на профилот.
tl: Kamalian sa pagsasapanahon ng balangkas.
uk: Помилка при оновленні профілю.

source: OpenID Login
ar: ولوج الهوية المفتوحة
ca: Inici de sessió amb OpenID
cs: Přihlášení s OpenID
es: Inicio de sesión con OpenID
fr: Connexion OpenID
gl: Rexistro do OpenID
ia: Apertura de session via OpenID
ko: 오픈아이디 로그인
mk: Најава на OpenID
sv: OpenID-inloggning
tl: Panglagdang OpenID
uk: Вхід з OpenID

source: You are not authorized to use the identity %s.
ar: ليس مصرحًا لك باستخدام الهوية %s.
ca: No esteu autoritzar a utilitzar la identitat %s.
cs: Nemáte oprávnění používat identitu %s.
es: No estás autorizado a usar la identidad %s.
fr: Vous n’êtes pas autorisé à utiliser l’identité « %s ».
gl: Non ten permiso para usar a identidade %s.
ia: Tu non es autorisate a usar le identitate %s.
ko: %s 아이디 사용을 인증하지 않았습니다.
mk: Не сте овластени да го користите идентитетот %s.
tl: Wala kang pahintulot na gamitin ang katauhang %s.
uk: Ви не авторизовані, для того щоб мати можливість пройти перевірку ідентичності на %s.

source: Just an OpenID provider. Nothing to see here, move along...
ar: مزود هوية مفتوحة لا أكثر. لا شيء يمكن أن تراه هنا، واصل...
ca: Només un proveïdor OpenID. Res per veure aquí, movem-nos-en…
cs: Toto je jen poskytovatel OpenID, není zde nic k vidění...
es: Tan sólo un proveedor OpenID. No hay nada que ver aquí, continua...
fr: Juste un fournisseur OpenID. Rien à voir ici, passez votre chemin...
gl: Unicamente un provedor de OpenID. Nada que ver aquí, siga o seu camiño...
ia: Solmente un fornitor de OpenID. Nihil a vider hic, per favor continua...
ko: 오픈아이디 서비스 제공자입니다. 여기에는 내용이 없고 계속합니다...
mk: Ова е просто услужник за OpenID. Нема ништо интересно, продолжете понатаму...
tl: Isa lamang na tagapagbigay ng OpenID. Walang makikita rito, magpatuloy...
uk: Просто OpenID-провайдер. Нічого належного чомусь не видно...

# TITLE
source: OpenID settings
ar: إعدادات الهوية المفتوحة
ca: Paràmetres de l'OpenID
cs: Nastavení OpenID
es: Configuración de OpenID
fr: Paramètres OpenID
gl: Configuración do OpenID
ia: Configuration OpenID
mk: Нагодувања за OpenID
sv: OpenID-inställningar
tl: Mga katakdaan ng OpenID.
uk: Налаштування OpenID

source: [OpenID](%%doc.openid%%) lets you log into many sites with the same user account. Manage your associated OpenIDs from here.
ar: تمكنك [الهوية المفتوحة](%%doc.openid%%) من الولوج إلى مواقع كثيرة بنفس حساب المستخدم. أدر هوياتك المفتوحة هنا.
ca: [OpenID](%%doc.openid%%) us permet iniciar una sessió a molts llocs amb un mateix compte d'usuari. Gestioneu les vostres connexions OpenID associades des d'aquí.
cs: [OpenID](%%doc.openid%%) umožňuje přihlašovat se na mnoho různých webů jedním uživatelským účtem. Zde můžete spravovat OpenID přiřazená k vašemu účtu.
es: [OpenID] (%%doc.openid%%) permite iniciar sesión en muchos sitios con la misma cuenta de usuario. Gestiona tu identificador OpenID asociado desde aquí.
fr: [OpenID](%%doc.openid%%) vous permet de vous connecter à de nombreux sites avec le même compte utilisateur. Gérez à partir d’ici les identifiants OpenID associés à votre compte ici.
gl: O [OpenID](%%doc.openid%%) permite iniciar sesión en moitos sitios coa mesma conta de usuario. Xestione as conexións OpenID asociadas desde aquí.
ia: [OpenID](%%doc.openid%%) permitte authenticar te a multe sitos con le mesme conto de usator. Tu pote gerer hic tu OpenIDs associate.
ko: [오픈아이디](%%doc.openid%%)를 사용하면 여러 사이트를 같은 사용자 계정으로 로그인할 수 있습니다. 여기에서 연결한 오픈아이디를 관리합니다.
mk: [OpenID](%%doc.openid%%) Ви дава можност да се најавувате на многубројни мреж. места со една иста сметка. Од ова место можете да раководите со Вашите OpenID-ја.
tl: Nagpapahintulot ang [OpenID](%%doc.openid%%) na makalagda ka sa maraming mga sityong may katulad na akawnt ng tagagamit. Pamahalaan ang iyong kaugnay na mga OpenID mula rito.
uk: [OpenID](%%doc.openid%%) дозволяє входити до багатьох веб-сторінок використовуючи той самий лоґін і пароль. Тут можна впорядкувати ваші OpenID-акаунти.

# LEGEND
source: Add OpenID
ar: إضافة هوية مفتوحة
ca: Afegeix una connexió OpenID
cs: Přidat OpenID
es: Añadir OpenID
fr: Ajouter OpenID
gl: Engadir o OpenID
ia: Adder OpenID
mk: Додај OpenID
sv: Lägg till OpenID
tl: Idagdag ang OpenID
uk: Додати OpenID

source: If you want to add an OpenID to your account, enter it in the box below and click "Add".
ar: إذا أردت إضافة هوية مفتوحة إلى حسابك، أدخلها إلى الصندوق أدناه وانقر "أضف".
ca: Si voleu afegir una connexió OpenID al vostre compte, introduïu-la en la caixa a continuació i feu clic a «Afegeix».
cs: Chcete-li ke svému účtu přidat nové OpenID, napište sem jeho URL adresu, a klikněte na "Přidat".
es: Si quieres agregar un identificador OpenID a tu cuenta, introdúcelo en el campo de texto a continuación y pulsa «Agregar».
fr: Si vous souhaitez ajouter un compte OpenID à votre compte, entrez-le dans la case ci-dessous et cliquez sur « Ajouter ».
gl: Se quere engadir un OpenID á súa conta, insíraa na caixa inferior e prema en "Engadir".
ia: Si tu vole adder un OpenID a tu conto, entra lo in le quadro hic infra e clicca "Adder".
ko: 계정에 오픈아이디를 추가하려면, 아래 입력창에 오픈아이디를 입력하고 "추가"를 누르십시오.
mk: Доколку не сакате да приложите OpenID кон Вашата сметка, тогаш внесете ја во полето подолу и кликнете на „Додај“.
tl: Kung nais mong magdagdag ng isang OpenID sa akawnt mo, ipasok ito sa kahong nasa ibaba at pindutin ang "Idagdag".
uk: Якщо ви бажаєте додати OpenID до вашого акаунту, введіть його у полі нижче і натисніть «Додати».

source: OpenID URL
ar: مسار الهوية المفتوحة
ca: URL de la connexió OpenID
es: Dirección URL del identificador OpenID
fr: Adresse URL OpenID
gl: Enderezo URL do OpenID
ia: URL OpenID
ko: 오픈아이디 URL
mk: URL на OpenID
sv: OpenID-adress
tl: URL ng OpenID
uk: URL-адреса OpenID

# BUTTON
source: Add
ar: أضف
ca: Afegeix
cs: Přidat
es: Agregar
fr: Ajouter
gl: Engadir
ia: Adder
ko: 추가
mk: Додај
sv: Lägg till
tl: Idagdag
uk: Додати

# HEADER
source: Remove OpenID
ar: إزالة هوية مفتوحة
ca: Elinina la connexió OpenID
cs: Odstranit OpenID
es: Eliminar OpenID
fr: Retirer OpenID
gl: Eliminar o OpenID
ia: Remover OpenID
mk: Отстрани OpenID
sv: Ta bort OpenID
tl: Tanggalin ang OpenID
uk: Видалити OpenID

source: Removing your only OpenID would make it impossible to log in! If you need to remove it, add another OpenID first.
ar: إن حذف هويتك المفتوحة الوحيدة سيجعل من المستحيل الولوج! إذا أردت إضافة هذه فأضف هوية مفتوحة أخرى أولا.
ca: Si suprimiu la vostra única connexió OpenID, serà impossible que hi inicieu cap sessió. Si cal que la suprimiu, primer afegiu-ne una altra.
cs: Odstranění vašeho jediného OpenID by způsobilo, že byste se již nemohl(a) nijak přihlásit! Pokud ho musíte odstranit, přidejte nejprve jiné OpenID.
es: ¡Si eliminas tu único OpenID no podrás volver a iniciar sesión! Añade un identificador alternativo primero.
fr: Le retrait de votre unique compte OpenID ne vous permettrait plus de vous connecter ! Si vous avez besoin de l’enlever, ajouter d’abord un autre compte OpenID.
gl: Ao eliminar o seu único OpenID non poderá acceder ao sistema! Se necesita eliminalo, engada outro OpenID primeiro.
ia: Le remotion de tu sol OpenID renderea le apertura de session impossibile! Si tu debe remover lo, adde primo un altere OpenID.
ko: 하나밖에 없는 오픈아이디를 제거하면 로그인할 수 없게 됩니다! 이 오픈아이디를 제거하려면, 다른 오픈아이디를 먼저 추가하십시오.
mk: Ако го отстраните Вашиот единствен OpenID, тогаш нема да можете да се најавите! Ако треба да го отстраните, тогаш најпрвин додадете друг OpenID.
tl: Ang pagtatanggal ng iyong OpenID lamang ay makasasanhi ng imposibleng paglagda! Kung kailangan mong tanggalin ito, magdagdag ng ibang OpenID muna.
uk: Якщо для входу ви використовуєте лише OpenID, то його видалення унеможливить вхід у майбутньому! Якщо вам потрібно видалити ваш єдиний OpenID, то спершу додайте інший.

source: You can remove an OpenID from your account by clicking the button marked "Remove".
ar: يمكنك إزالة هوية مفتوحة من حسابك بنفر الزر المُعلّم "أزل".
ca: Podeu suprimir una connexió OpenID del vostre compte si feu clic al botó marcat amb «Suprimeix».
cs: Chcete-li odstranit OpenID ze svého účtu, klikněte na tlačítko "Odstranit".
es: Puedes eliminar el identificador OpenID de tu cuenta haciendo clic en «Eliminar».
fr: Vous pouvez retirer un compte OpenID de votre compte en cliquant le bouton « Retirer »
gl: Pode eliminar un OpenID desde a súa conta premendo no botón "Eliminar".
ia: Tu pote remover un OpenID de tu conto per cliccar le button "Remover".
ko: "제거" 단추를 눌러 계정에서 오픈아이디를 제거할 수 있습니다.
mk: Отстранувањето на OpenID од сметката се врши преку копчето „Отстрани“.
tl: Matatanggap mo ang isang OpenID mula sa akawnt mo sa pamamagitan ng pagpindot sa pindutang may tatak na "Tanggalin".
uk: Ви можете видалити ваш OpenID просто натиснувши кнопку «Видалити».

# BUTTON
source: Remove
ar: أزل
ca: Elimina
cs: Odstranit
es: Eliminar
fr: Supprimer
gl: Eliminar
ia: Remover
ko: 제거
mk: Отстрани
sv: Ta bort
tl: Tanggalin
uk: Видалити

source: OpenID Trusted Sites
ar: مواقع الهوية المفتوحة الموثوقة
ca: Llocs de confiança de l'OpenID
cs: Důvěryhodné Servery
es: Sitios de confianza de OpenID
fr: Sites de confiance OpenID
gl: Sitios de confianza do OpenID
ia: Sitos OpenID de confidentia
ko: 오픈아이디 신뢰하는 사이트
mk: Мреж. места од доверба на OpenID
tl: Pinagkakatiwalaang mga Sityo ng OpenID
uk: Довірені сайти OpenID

source: The following sites are allowed to access your identity and log you in. You can remove a site from this list to deny it access to your OpenID.
ar: يسمح للمواقع التالية بالوصول إلى هويتك والولوج بها. يمكنك إزالة موقع من القائمة لمنعه من الوصول إلى هويتك المفتوحة.
cs: Následující servery mají přístup k vaší identitě a smějí vás přihlásit. Odstraněním serveru z tohoto seznamu mu zakážete přístup ke svému OpenID.
es: Los siguientes sitios tienen acceso a tu identidad y te permiten iniciar sesión. Puedes denegarle el acceso a tu OpenID a cualquiera de ellos eliminándolo de la lista.
fr: Les sites suivants sont autorisés à accéder à votre identité et à vous connecter. Vous pouvez retirer un site de cette liste pour l’empêcher d’accéder à votre compte OpenID.
gl: Os seguintes sitios teñen permitido acceder á súa identidade e iniciarlle a sesión. Pode eliminar un sitio da lista para impedirlle o acceso ao seu OpenID.
ia: Le sequente sitos ha le permission de acceder a tu identitate e de authenticar te. Tu pote remover un sito de iste lista pro negar a illo le accesso a tu OpenID.
ko: 다음 사이트에 대해 개인 정보 접근과 로그인을 허용합니다. 오픈아이디 접근을 거부하려면 이 목록에서 사이트를 제거할 수 있습니다.
mk: Следниве мреж. места имаат дозволен пристап до Вашиот идентитет и дозвола за да Ве најават. Ако сакате некое мрежно место да нема пристап до Вашиот OpenID, тогаш отстранете го од списоков.
tl: Ang sumusunod na mga sityo ay pinapahintulutang makapunta sa iyong katauhan at makalagda kang papasok. Matatanggal mo ang isang sityo mula sa talaang ito upang tanggihan ang pagpunta nito sa iyong OpenID.
uk: У списку наведено OpenID-адреси, які ідентифіковані як ваші і їм дозволено вхід до сайту. Ви можете вилучити якийсь з них, тим самим скасувавши дозвіл на вхід.

# LEGEND
source: Preferences
ar: تفضيلات
ca: Preferències
cs: Nastavení
es: Preferencias
fr: Préférences
gl: Preferencias
ia: Preferentias
ko: 기본 설정
mk: Нагодувања
tl: Mga nais
uk: Налаштування

# BUTTON
source: Save
ar: احفظ
ca: Desa
cs: Uložit
es: Guardar
fr: Enregistrer
gl: Gardar
ia: Salveguardar
ko: 저장
mk: Зачувај
sv: Spara
tl: Sagipin
uk: Зберегти
