Repository: foocorp/gnu-social
Catalog: plugins/OpenID/locale/*/LC_MESSAGES/OpenID.po
Languages: ar, ca, cs, es, fr, gl, ia, ko, mk, sv, tl, uk

source: Use <a href="http://openid.net/">OpenID</a> to login to the site.
ar: استخدام <a href="http://openid.net/">هوية مفتوحة</a> للدخول للموقع.
ca: Fa servir <a href="http://openid.net/">OpenID</a> per connectar-se al lloc.
cs: Umožní na tomto serveru přihlašování s <a href="http://openid.net/">OpenID</a>.
es: Utiliza <a href="http://openid.net/">OpenID</a> para iniciar sesión en el sitio.
fr: Utiliser <a href="http://openid.net/">OpenID</a> pour se connecter au site.
gl: Utilizar o <a href="http://openid.net/">OpenID</a> para acceder ao sitio.
ia: Usar <a href="http://openid.net/">OpenID</a> pro aperir session al sito.
ko: 사이트에 로그인하려면 <a href="http://openid.net/">오픈아이디</a>를 사용하십시오.
mk: Користете <a href="http://openid.net/">OpenID</a> за најава.
sv: Använd <a href="http://openid.net/">OpenID</a> för att logga in på webbplatsen.
tl: Gamitin ang <a href="http://openid.net/">OpenID</a> upang lumagda sa sityo.
uk: Використання <a href="http://openid.net/">OpenID</a> для входу на сайт.

source: OpenID provider
ar: مزود هوية مفتوحة
ca: Proveïdor d'OpenID
cs: Poskytovatel OpenID
es: Proveedor de OpenID
fr: Fournisseur OpenID
gl: Provedor do OpenID
ia: Fornitor de OpenID
ko: 오픈아이디 서비스 공급자
mk: Услужител за OpenID
sv: OpenID-leverantör
tl: Tagapagbigay ng OpenID
uk: OpenID-провайдер

# MENU
source: OpenID
ar: هوية مفتوحة
ko: 오픈아이디
