Repository: foocorp/gnu-social
Catalog: plugins/BitlyUrl/locale/*/LC_MESSAGES/BitlyUrl.po
Languages: de, eu, ia, it, ru, tl, uk

source: bit.ly URL shortening
de: bit.ly-URL-Kürzung
eu: bit.ly URL laburtzailea
ia: Accurtamento de URL con bit.ly
it: accorciamento della URL bit.ly
ru: Сервис сокращения URL bit.ly
tl: Pagpapaikli ng URL ng bit.ly
uk: Скорочення URL-адрес bit.ly

source: URL shortening with bit.ly requires [a bit.ly account and API key](http://bit.ly/a/your_api_key). This verifies that this is an authorized account, and allow you to use bit.ly's tracking features and custom domains.
de: URL-Kürzung mit bit.ly erfordert [ein bit.ly-Benutzerkonto und API-Schlüssel](http://bit.ly/a/your_api_key). Das stellt sicher, dass es ein autorisiertes Benutzerkonto ist und ermöglicht bit.lys Tracking-Funktionen und benutzerdefinierte Domains.
eu: bit.ly URL laburtzailearentzako beharrezko dira [bit.ly kontu bat eta API giltza] (http://bit.ly/a/your_api_key). Baimendutako kontu bat dela ziurtatzeko eta bit.ly zerbitzuaren bereiztasunak eta domeinuak erabili ahal izateko.
ia: Le accurtamento de URL con bit.ly require [un conto de bit.ly e un clave API](http://bit.ly/a/your_api_key). Isto verifica que isto es un conto autorisate, e permitte usar le functionalitate de traciamento e dominios personalisate de bit.ly.
it: L'accorciamento della URL con bit. ly richiede [un account bit.ly e una chiave API](http://bit.ly/a/your_api_key). Questo permette di verificare se si tratta di un account autorizzato e consente di utilizzare la funzionalità di rilevamento di bit.ly e i domini personalizzati.
ru: Сокращение URL с bit.ly требует наличие [учётной записи bit.ly и API-ключа](http://bit.ly/a/your_api_key). Это подтверждает, что ваша учётная запись авторизована и позволяет использовать функции отслеживания bit.ly и настраивать домены.
tl: Ang pagpapaikli ng URL na may bit.ly ay nangangailangan ng [isang akawnt ng bit.ly at susing API](http://bit.ly/a/your_api_key). Pinatutunayan nito na ito ay isang pinahintulutang akawnt, at nagpapahintulot sa iyong gamitin ang mga tampok na pambakas at pinaasadyang mga nasasaklawwan ng bit.ly.
uk: Скорочення URL-адрес за допомогою bit.ly вимагає [акаунт bit.ly та API-ключ](http://bit.ly/a/your_api_key). Це підтвердить те, що даний акаунт є авторизованим і дозволить користуватися функцією відстеження bit.ly, а також доменами користувачів.

source: Invalid login. Maximum length is 255 characters.
de: Ungültige Anmeldung. Maximale Länge sind 255 Zeichen.
eu: Saio hasera baliogabea. Luzera maximoa 255 karakterekoa da.
ia: Nomine de usator invalide. Longitude maxime es 255 characteres.
it: Accesso non valido. La lunghezza massima è di 255 caratteri.
ru: Неверное имя пользователя. Максимальная длина составляет 255 символов.
tl: Hindi katanggap-tanggap na paglagdang papasok. Ang pinakamataas na haba ay 255 mga panitik.
uk: Неправильний лоґін. Максимальна довжина — 255 символів.

source: Invalid API key. Maximum length is 255 characters.
de: Ungültiger API-Schlüssel. Maximale Länge beträgt 255 Zeichen.
eu: API gako okerra. Luzera maximoa 255 karakterekoa da.
ia: Clave API invalide. Longitude maxime es 255 characteres.
it: Chiave API non valida. La lunghezza massima è di 255 caratteri.
ru: Неверный ключ API. Максимальная длина составляет 255 символов.
tl: Hindi katanggap-tanggap na susi ng API. Ang pinakamataas na haba ay 255 mga panitik.
uk: Неправильний API-ключ. Максимальна довжина — 255 символів.

# LEGEND
source: Credentials
de: Anmeldeinformationen
eu: Egiaztagiriak
ia: Datos de authentication
it: Credenziali
ru: Полномочия
tl: Mga katangian
uk: Повноваження

source: Leave these empty to use global default credentials.
de: Lass dies leer, um globale Standard-Anmeldeinformationen zu benutzen.
eu: Berezko egiaztagiri orokorrak erabiltzeko utzi hutsik.
ia: Lassa istes vacue pro usar le datos de authentication global predefinite.
it: Lascia questo spazio vuoto per usare le credenziali predefinite globali.
ru: Оставьте это поле пустым для использования глобальных полномочий по умолчанию.
tl: Iwanang walang lamang ang mga ito upang magamit ang pandaigdigang likas na nakatakdang mga katangian.
uk: Залиште це поле порожнім, щоб користуватися загальними повноваженнями за замовчуванням.

source: If you leave these empty, bit.ly will be unavailable to users.
de: Wenn du dies leer lässt, wird bit.ly nicht für Benutzer verfügbar sein.
eu: Hau utsik uzten baduzu, bit.ly ez da gaiturik egongo erabiltzaileentzat.
ia: Si tu lassa istes vacue, bit.ly non essera disponibile al usatores.
it: Se lasci questo spazio vuoto, bit.ly non sarà disponibile per gli utenti.
ru: Если оставить это поле пустым, bit.ly будет недоступен для пользователей.
tl: Kapag iniwan mong walang lamang ang mga ito, hindi makukuha ng mga tagagamit ang bit.ly.
uk: Якщо ви залишите це поле порожнім, сервіс bit.ly стане недоступним для інших користувачів.

source: Login name
de: Benutzername
eu: Saioa hasteko izena
ia: Nomine de conto
it: Nome utente
ru: Имя учётной записи
tl: Pangalang panglagda
uk: Лоґін

source: API key
de: API-Schlüssel
eu: API giltza
ia: Clave API
it: Chiave API
ru: Ключ API
tl: Susi ng API
uk: API-ключ

# BUTTON
source: Save
de: Speichern
eu: Gorde
ia: Salveguardar
it: Salva
ru: Сохранить
tl: Sagipin
uk: Зберегти

source: Save bit.ly settings
de: bit.ly-Einstellungen speichern
eu: Gorde bit.ly ezarpenak
ia: Salveguardar configurationes de bit.ly
it: Salvare le impostazioni bit.ly
ru: Сохранить настройки bit.ly
tl: Sagipin ang mga katakdaan ng bit.ly
uk: Зберегти налаштування bit.ly

source: You must specify a serviceUrl for bit.ly URL shortening.
de: Es muss eine serviceUrl zur bit.ly-URL-Kürzung angegeben werden.
eu: Url zerbitzu bat zehaztu beharko zenuke bil.ly URL laburketetarako.
ia: Es necessari specificar un "serviceUrl" pro poter accurtar adresses URL con bit.ly.
it: È necessario specificare un serviceUrl per l'accorciamento della URL di bit.ly.
ru: Вы должны указать serviceUrl для bit.ly сокращений.
tl: Dapat kang tumukoy ng isang URL ng palingkuran para sa pagpapaikli ng URL na bit.ly.
uk: Ви мусите зазначити URL-адресу для сервісу скорочення URL-адрес bit.ly.

source: Uses <a href="http://%1$s/">%1$s</a> URL-shortener service.
de: Benutzung des <a href="http://%1$s/">%1$s</a>-URL-Kürzungsdienstes.
eu: <a href="http://%1$s/">%1$s</a> URL-laburtze zerbitzua erabiliz.
ia: Usa abbreviator de URL <a href="http://%1$s/">%1$s</a>.
it: Usa il servizio URL-breve <a href="http://%1$s/">%1$s</a>.
ru: Использование службы сокращения URL <a href="http://%1$s/">%1$s</a>.
tl: Gumagamit ng <a href="http://%1$s/">%1$s</a> na serbisyong pampaiksi ng URL.
uk: Використання <a href="http://%1$s/">%1$s</a> для скорочення URL-адрес.

source: bit.ly URL shortening.
de: bit.ly-URL-Kürzung
eu: bit.ly URL laburtzailea.
ia: Accurtamento de URL con bit.ly.
it: Abbreviazione della URL con bit.ly.
ru: Сервис сокращения ссылок bit.ly
tl: Pagpapaikli ng URL ng bit.ly
uk: Скорочення URL-адрес bit.ly.
