Repository: foocorp/gnu-social
Catalog: plugins/Favorite/locale/io/LC_MESSAGES/Favorite.po
Languages: io

# BUTTON
source: Favor
io: Favorar

# BUTTON
source: Disfavor favorite
io: Desfavorar la favorito

# COMMANDHELP
source: add user's last notice as a 'fave'
io: Adjuntar la lasta avizo dil uzanto kom favorato

# COMMANDHELP
source: add notice with the given id as a 'fave'
io: Adjuntar l'avizo kun l'identifikilo provizata kom favorato

# MENU
source: Favorites
io: Favorati

# MENU
source: Popular
io: Populara

source: Favorites (likes) using ActivityStreams.
io: Favorati ("likes") per ActivityStreams.

source: No such notice.
io: Nula tala avizo.

source: %1$s has no right to reply to notice %2$d.
io: %1$s ne darfas respondar al avizo %2$d.

source: Could not store new object of type %s
io: Lu ne povis konservar la nova objekti de tipo %s

# FAVELIST
source: You like this.
io: Vu prizas co.

source: %%s and %d others like this.
io: %%s ed %d altra persono prizas co.

source: %%s likes this.
io: %%s prizas co.
