Repository: foocorp/gnu-social
Catalog: plugins/GNUsocialPhotos/locale/*/LC_MESSAGES/GNUsocialPhotos.po
Languages: es, tr

source: Upload Photos
es: Subir fotos
tr: Fotoğrafları yükle

source: No such user.
es: No existe ese usuario.
tr: Böyle bir kullanıcı yok.

source: No such photo.
es: Foto no encontrada.
tr: Bu tür bir fotoğraf yok.

source: %s's Photo.
es: Foto de %s.
tr: %s kullanıcısının fotoğrafı.

source: %s's Photos.
es: Fotos de %s.
tr: %s kullanıcısının fotğrafları.

source: Edit photo -
es: Editar foto -
tr: Fotoğrafı düzenle -

source: Edit photo
es: Editar foto
tr: Fotoğrafı düzenle

source: No such user exists with id
es: No existe un usuario con ese identificador
tr: Böyle bir kullanıcı kimliğine sahip kimse yok.

source: Error creating new album.
es: Ocurri칩 un error cuando se intentaba crear el 치lbum.
tr: Yeni albüm oluşturma hatası.

source: Problem Saving Photo.
es: Hubo un problema guardando la foto.
tr: Fotoğraf Kaydetme Sorunu

source: Problem saving photo.
es: Hubo un problema guardando la foto.
tr: Fotoğraf kaydetme sorunu
