Repository: foocorp/gnu-social
Catalog: plugins/Blacklist/locale/*-tarask/LC_MESSAGES/Blacklist.po
Languages: be@tarask

# TITLE
source: Blacklist
be@tarask: Чорны сьпіс

source: Blacklisted URLs and nicknames
be@tarask: Чорны сьпіс URL-адрасоў і мянушак

source: Nicknames
be@tarask: Мянушкі

source: URLs
be@tarask: URL-адрасы

# BUTTON
source: Save
be@tarask: Захаваць

source: You may not register with homepage "%s".
be@tarask: Вы ня можаце зарэгістравацца, падаўшы «%s» як хатнюю старонку.

source: You may not register with nickname "%s".
be@tarask: Вы ня можаце зарэгістравацца з мянушкай «%s».

source: You may not use homepage "%s".
be@tarask: Вы ня можаце выкарыстоўваць хатнюю старонку «%s».

source: You may not use nickname "%s".
be@tarask: Вы ня можаце выкарыстоўваць мянушку «%s».

source: You may not use URL "%s" in notices.
be@tarask: Вы ня можаце выкарыстоўваць URL-адрас «%s» у заўвагах.

source: Keeps a blacklist of forbidden nickname and URL patterns.
be@tarask: Захоўвае чорны сьпіс забароненых мянушак і шаблёнаў URL-адрасоў.

# MENU
source: Blacklist
be@tarask: Чорны сьпіс

source: Add this nickname pattern to blacklist
be@tarask: Дадаць гэты шаблён мянушкі да чорнага сьпісу

source: Add this homepage pattern to blacklist
be@tarask: Дадаць гэты шаблён хатняй старонкі да чорнага сьпісу
