Repository: foocorp/gnu-social
Catalog: plugins/TwitterBridge/locale/*/LC_MESSAGES/TwitterBridge.po
Languages: ca, de, es, eu, gl, ko, mk, nl, tl, uk

source: Already logged in.
ca: Ja heu iniciat una sessió.
de: Schon angemeldet.
es: Ya has iniciado sesión.
eu: Dagoeneko saioa hasita.
gl: Xa se identificou.
ko: 이미 로그인헀습니다.
mk: Веќе сте најавени.
nl: U bent al aangemeld.
tl: Nakalagda na.
uk: Тепер ви увійшли.

# TITLE
source: Twitter Login
ca: Inici de sessió del Twitter
es: Iniciar sesión con Twitter
eu: Twitter Saio Hasera
gl: Rexistro do Twitter
mk: Најава со Twitter
nl: Aanmelden via Twitter
tl: Panglagdang Papasok sa Twitter

source: Login with your Twitter account
ca: Inicieu una sessió amb el vostre compte del Twitter
de: Melden Sie sich mit Ihrem Twitter-Account an
es: Inicia sesión con tu cuenta de Twitter
eu: Saioa hasi zure Twitter kontuarekin
gl: Acceder coa conta do Twitter
ko: 트위터 계정으로 로그인
mk: Најава со Вашата сметка од Twitter
nl: Aanmelden met uw Twittergebruiker
tl: Lumagda sa pamamagitan ng akawnt mo sa Twitter
uk: Увійти за допомогою акаунту Twitter

source: Sign in with Twitter
ca: Inici de sessió amb el Twitter
de: Mit Twitter anmelden
es: Registrarme con Twitter
eu: Erregistratu Twitterrekin
gl: Rexistrarse co Twitter
ko: 트위터로 로그인
mk: Најава со Twitter
nl: Aanmelden met Twitter
tl: Lumagda sa pamamagitan ng Twitter
uk: Увійти з акаунтом Twitter

source: Twitter bridge settings
ca: Paràmetres del pont del Twitter
de: Einstellungen für Twitterüberbrückung
es: Configuración de la pasarela a Twitter
eu: Twitter bridge aukerak
gl: Configuración da ponte ata o Twitter
ko: 트위터 브리지 설정
mk: Поставки за мостот до Twitter
nl: Instellingen Twitterkoppeling
tl: Mga katakdaan sa tulay ng Twitter
uk: Налаштування містка з Twitter

source: Invalid consumer key. Maximum length is 255 characters.
ca: Clau de consumidor no vàlida. La longitud màxima és 255 caràcters.
de: Ungültiger Verbraucherschlüssel. Maximale Länge beträgt 255 Zeichen.
es: Clave de cliente no válida. No puede superar los 255 caracteres.
eu: Kontsumitzaile gako okerra. Luzera maximoa 255 karakterekoa da.
gl: Clave de consumidor incorrecta. A extensión máxima é de 255 caracteres.
mk: Неважечки потрошувачки клуч. Дозволени се највеќе 255 знаци.
nl: Ongeldige gebruikerssleutel. De maximale lengte is 255 tekens.
tl: Hindi katanggap-tanggap na susi ng mang-uubos. Ang pinakamataas na haba ay 255 mga panitik.
uk: Неправильний ключ споживача. Максимальна довжина становить 255 символів.

source: Invalid consumer secret. Maximum length is 255 characters.
ca: Clau secreta de consumidor no vàlida. La longitud màxima és 255 caràcters.
de: Ungültiges Verbrauchergeheimnis. Maximale Länge beträgt 255 Zeichen.
es: La frase secreta del cliente no es válida. No puede superar los 255 caracteres.
eu: Kontsumitzaile sekretu okerra. Luzera maximoa 255 karakterekoa da.
gl: Frase secreta de consumidor incorrecta. A extensión máxima é de 255 caracteres.
mk: Неважечка потрошувачка тајна. Дозволени се највеќе 255 знаци.
nl: Ongeldig gebruikersgeheim. De maximale lengte is 255 tekens.
tl: Hindi katanggap-tanggap na lihim ng tagaubos. Ang pinakamataas na haba ay 255 mga panitik.
uk: Неправильне таємне слово користувача. Максимально допустима довжина становить 255 символів.

source: Twitter application settings
ca: Paràmetres de l'aplicació del Twitter
de: Einstellungen für Twitteranwendung
es: Configuración de la aplicación de Twitter
eu: Twitter aplikazio aukerak
gl: Configuración da aplicación do Twitter
ko: 트위터 응용 프로그램 설정
mk: Нагодувања на програмчето за Twitter
nl: Instellingen Twitterapplicatie
tl: Mga katakdaan ng aplikasyong Twitter
uk: Налаштування додатку для Twitter

source: Consumer key
ca: Clau de consumidor
de: Verbraucherschlüssel
es: Clave del cliente
eu: Kontsumitzaile gakoa
gl: Clave do consumidor
ko: 컨수머 키
mk: Потрошувачки клуч
nl: Gebruikerssleutel
tl: Susi ng tagaubos
uk: Ключ споживача

source: The consumer key assigned by Twitter.
ca: Clau de consumidor assignada pel Twitter.
de: Von Twitter vergebener Verbraucherschlüssel.
es: La clave de cliente asignada por Twitter.
eu: Twitterrek emandako kontsumitzaile gakoa.
gl: A clave de consumidor asignada polo Twitter.
mk: Потрошувачкиот клуч доделен од Twitter.
nl: De gebruikerssleutel als uitgegeven door Twitter.
tl: Ang susi ng tagaubos na itinalaga ng Twitter.

source: Consumer secret
ca: Clau secreta de consumidor
de: Verbrauchergeheimnis
es: Secreto del cliente
eu: Kontsumitzaile sekretua
gl: Pregunta secreta do consumidor
ko: 컨수머 비밀 값
mk: Потрошувачка тајна
nl: Gebruikersgeheim
tl: Lihim ng tagaubos
uk: Секретний код споживача

source: The consumer secret assigned by Twitter.
ca: Clau secreta de consumidor assignada pel Twitter.
de: Von Twitter vergebenes Verbrauchergeheimnis.
es: El secreto de cliente asignado por Twitter.
eu: Twitterrek emandako kontsumitzaile sekretua.
gl: A pregunta secreta do consumidor asignada polo Twitter.
mk: Потрошувачката тајна доделена од Twitter.
nl: Het gebruikersgeheim als uitgegeven door Twitter.
tl: Ang lihim ng tagaubos na itinalaga ng Twitter.

source: Note: A global consumer key and secret are set.
ca: Nota: es defineix una clau pública i secreta de consumidor global.
de: Hinweis: Globaler Verbraucherschlüssel und globales Verbrauchergeheimnis gesetzt.
es: Nota: se establece una clave y secreto de cliente global.
eu: Oharra: kontsumitzaile gako eta sekretu orokorra ezarriak.
gl: Nota: Están definidas a clave e a pregunta secreta de consumidor.
mk: Напомена: Поставени се е глобален потрошувачки клуч и потрошувачка тајна.
nl: Let op: er zijn een gebruikerssleutel en gebruikersgeheim ingesteld.
tl: Paunawa: Naitakda na ang isang pangglobong susi at lihim ng tagaubos.

source: Integration source
ca: Font d'integració
de: Integrationsquelle
es: Fuente de integración
eu: Integrazio iturburua.
gl: Fonte de integración
ko: 통합 소스
mk: Извор на соединување
nl: Integratiebron
tl: Pinagmulan ng pagsasama
uk: Джерело об’єднання

source: The name of your Twitter application.
ca: El nom de la vostra aplicació del Twitter.
de: Name deiner Twitteranwendung.
es: El nombre de tu aplicación de Twitter.
eu: Zure Twitter aplikazioaren izena.
gl: O nome da súa aplicación do Twitter.
mk: Име на Вашето програмче за Twitter.
nl: De naam van uw Twitterapplicatie.
tl: Ang pangalan ng aplikasyon mo ng Twitter.

source: Options
ca: Opcions
de: Optionen
es: Opciones
eu: Hobespenak
gl: Opcións
ko: 설정
mk: Поставки
nl: Opties
tl: Mga mapagpipilian
uk: Параметри

source: Enable "Sign-in with Twitter"
ca: Habilita l'inici de sessió amb el Twitter
de: Ermögliche „Anmelden mit Twitter“
es: Habilitar «Registrarme con Twitter»
eu: Gaitu "Sartu Twitterrekin"
gl: Activar "Rexistrarse co Twitter"
ko: "트위터로 로그인" 사용
mk: Овозможи „најава со Twitter“
nl: "Aanmelden via Twitter" inschakelen
tl: Paganahin ang "Lumagdang may Twitter"
uk: Увімкнути «Увійти з допомогою Twitter»

source: This allow users to login with their Twitter credentials.
ca: Permet als usuaris iniciar una sessió amb les credencials del Twitter.
de: Ermöglicht Benutzern, sich mit ihren Twitteranmeldedaten anzumelden.
es: Esto permite a los usuarios iniciar sesión con su cuenta y contraseña de Twitter.
eu: Twitterreko kontuarekin saio hasteko aukera ematen du.
gl: Isto permite aos usuarios rexistrarse coas credenciais do Twitter.
mk: Ова им овозможува на корисниците да се најавуваат со нивните податоци од Twitter.
nl: Gebruikers toestaan aan te melden met hun gebruikersnaam en wachtwoord van Twitter
tl: Nagpapahintulot ito sa mga tagagamit na lumagdang papasok sa pamamagitan ng kanilang mga kredensiyal na nasa Twitter.

source: Enable Twitter import
ca: Habilita la importació del Twitter
de: Ermögliche Twitterimport
es: Activar la importación de Twitter
eu: Gaitu Twitter inportazioa
gl: Activar a importación desde o Twitter
ko: 트위터 가져오기 사용
mk: Овозможу увоз од Twitter
nl: Twitterimport inschakelen
tl: Paganahin ang pang-angkat ng Twitter
uk: Увімкнути імпорт з Twitter

source: Allow users to import their Twitter friends' timelines. Requires daemons to be manually configured.
ca: Permet als usuaris importar les línies temporals dels amics al Twitter. Cal que es configurin els dimonis manualment.
de: Ermögliche Benutzern, ihre Twitterfreunde-Zeitleisten zu importieren. Erfordert, dass Dämons manuell konfiguriert werden.
es: Permitir a los usuarios importar los tweets de sus amigos de Twitter. Requiere configurar manualmente los servicios.
eu: Twitterreko lagunen denbora-lerroak inportatzen uzten du. Daemonak beharrezkoak eskuz konfiguratzeko.
gl: Permitir aos usuarios importar as liñas do tempo dos amigos do Twitter. Cómpre configurar manualmente os servizos.
ko: 사용자가 트위터 친구의 타임라인을 가져오도록 허용합니다. 데몬을 수동으로 설정해야 합니다.
mk: Им овозможува на корисниците да ги увезуваат хронологиите на нивните пријатели на Twitter. Бара рачно нагодување на демоните.
nl: Gebruikers toestaan de tijdlijnen van hun Twittervrienden te importeren. Vereist handmatig te configureren daemons.
tl: Pahintulutan ang mga tagagamit na maangkat ang mga guhit ng panahon ng kanilang mga kaibigang nasa Twitter. Nangangailangan ng kinakamay na pagsasaayos ng mga daemon.
uk: Дозволити користувачам імпортувати їхні стрічки дописів з Twitter. Це вимагає ручної настройки процесів типу «daemon».

# BUTTON
source: Save
ca: Desa
de: Speichern
es: Guardar
eu: Gorde
gl: Gardar
ko: 저장
mk: Зачувај
nl: Opslaan
tl: Sagipin
uk: Зберегти

source: Save the Twitter bridge settings.
ca: Desa els paràmetres del pont del Twitter.
de: Einstellungen für Twitterüberbrückung speichern.
es: Guardar la configuración de la pasarela de Twitter.
eu: Gorde Twitter bridge aukerak.
gl: Gardar a configuración da ponte ata o Twitter.
mk: Зачувај ги поставките за мостот до Twitter.
nl: De instellingen voor de Twitterkoppeling opslaan.
tl: Sagipin ang mga katakdaan na nasa tulay ng Twitter.

source: There was a problem with your session token. Try again, please.
ca: S'ha produït un problema amb el vostre testimoni de sessió. Torneu-ho a provar.
de: Es gab ein Problem mit deinem Sitzungstoken. Bitte noch einmal versuchen.
es: Hubo un problema con tu identificador de sesión. Por favor, inténtalo de nuevo.
eu: Zure saio tokenarekin arazo bat egon da. Saiatu berriro, mesedez.
gl: Houbo un erro co seu pase. Inténteo de novo.
ko: 세션 토큰에 문제가 있습니다. 다시 시도해 보십시오.
mk: Се појави проблем со жетонот на Вашата сесија. Обидете се повторно.
nl: Er is een probleem ontstaan met uw sessie. Probeer het nog een keer, alstublieft.
tl: Nagkaroon ng isang suliranin sa kahalip ng sesyon mo. Pakisubukan uli.
uk: Виникли певні проблеми з токеном сесії. Спробуйте знов, будь ласка.

source: You cannot register if you do not agree to the license.
ca: No podeu registrar-vos-hi si no accepteu la llicència.
de: Du kannst dich nicht registrieren, wenn du der Lizenz nicht zustimmst.
es: No puedes registrarte si no aceptas la licencia.
eu: Ezin duzu izenik eman ez bazaude lizentziarekin ados.
gl: Non pode rexistrarse se non acepta a licenza.
ko: 라이선스에 동의하지 않으면 가입할 수 없습니다.
mk: Не можете да се регистрирате ако не се согласувате со лиценцата.
nl: U kunt zich niet registreren als u niet met de licentie akkoord gaat.
tl: Hindi ka makakapagpatala kung hindi ka sasang-ayon sa lisensiya.
uk: Ви не зможете зареєструватись, якщо не погодитесь з умовами ліцензії.

source: Something weird happened.
ca: Ha passat quelcom estrany.
de: Etwas merkwürdiges ist passiert.
es: Error desconocido.
eu: Zerbait arraroa gertatu da.
gl: Ocorreu algo estraño.
ko: 이상한 일이 발생했습니다.
mk: Се случи нешто чудно.
nl: Er is iets vreemds gebeurd.
tl: May nangyaring kakaiba.
uk: Сталося щось незрозуміле.

source: Could not link your Twitter account.
ca: No s'ha pogut enllaçar amb el compte del Twitter.
de: Konnte nicht mit deinem Twitterkonto verbinden.
es: No se pudo vincular tu cuenta de Twitter.
eu: Ezin izan da zure Twitter kontua estekatu.
gl: Non se puido ligar a súa conta do Twitter.
ko: 트위터 계정을 연결할 수 없습니다.
mk: Не можам да ја поврзам Вашата сметка на Twitter.
nl: Het was niet mogelijk uw Twittergebruiker te koppelen.
tl: Hindi maikawing ang iyong akawnt ng Twitter.
uk: Не вдається прив’язати ваш акаунт Twitter.

source: Could not link your Twitter account: oauth_token mismatch.
ca: No s'ha pogut enllaçar amb el vostre compte del Twitter: no hi ha coincidència de l'oath_token.
de: Konnte nicht mit deinem Twitterkonto verbinden: oauth_token passt nicht zusammen.
es: No se pudo vincular tu cuenta de Twitter: la clave oauth_token no coincide.
eu: Ezin izan da zure Twitter kontua estekatu: oauth_token doitugabea.
gl: Non se puido ligar a súa conta do Twitter: O pase de autenticación oauth_token non coincide.
mk: Не можев да ја поврзам Вашата сметка на Twitter: несогласување со oauth_token.
nl: Het was niet mogelijk uw Twittergebruiker te koppelen: het oauth_token kwam niet overeen.
tl: Hindi maikawing ang akawnt mong nasa Twitter: hindi katugma ang oauth_token.

source: This is the first time you have logged into %s so we must connect your Twitter account to a local account. You can either create a new account, or connect with your existing account, if you have one.
ca: Aquesta és la primera vegada que inicieu una sessió a %s, per tant hem de connectar el vostre compte del Twitter al vostre compte local. Podeu crear un compte nou, o bé connectar-vos amb un compte ja existent si en teniu un.
de: Dies ist das erste Mal, dass du dich bei %s angemeldet hast, sodass wir dein Twitterkonto mit einem lokalen Konto verbinden müssen. Du kannst entweder ein neues Konto einrichten, oder mit einem bereits vorhandenen Konto verbinden, wenn du eines hast.
es: Esta es la primera vez que inicias sesión en %s, así que debemos conectar tu Twitter a una cuenta local. Puedes crear una nueva o conectarte a una ya existente.
eu: %s gunean sartzen zaren lehen aldia da, zure Twitter kontua kontu lokal batekin lotuko dugu. Bestela kontu berri bat sor dezakezu, edo lehendik beste kontu bat bazenuen, kontu harekin lotu.
gl: Esta é a primeira vez que accede ao sistema de %s, de modo que debemos conectar a súa conta do Twitter cunha conta local. Pode crear unha nova conta local ou ben conectar con outra conta local existente.
mk: Ова е прв пат како се најавувате на %s, па затоа мораме да ја поврземе Вашата сметка на Twitter со локална сметка. Можете да создадете нова сметка, или пак да се поврзете со постоечката (ако ја имате).
nl: Dit is de eerste keer dat u aanmeldt bij %s en dan moeten we uw Twittergebruiker koppelen met uw lokale gebruiker. U kunt een nieuwe gebruiker aanmaken of koppelen met een bestaande gebruiker als u die al hebt.
tl: Ito ang una mong pagkakataon na lumagdang papasok sa %s kaya't kailangan naming iugnay ang akawnt mong nasa Twitter sa isang katutubong akawnt. Maaari kang lumikha ng isang bagong akawnt, o kumabit sa umiiral mong akawnt, kung mayroon ka na.

source: Twitter Account Setup
ca: Configuració del compte del Twitter
de: Einrichten des Twitterkontos
es: Configuración de la cuenta de Twitter
eu: Twitter Kontu Kudeaketa
gl: Configuración da conta do Twitter
ko: 트위터 계정 준비
mk: Поставки за сметката на Twitter
nl: Instellingen Twittergebruiker
tl: Pagkakahanda ng Akawnt ng Twitter
uk: Створення акаунту за допомогою Twitter

source: Connection options
ca: Opcions de connexió
de: Verbindungsoptionen
es: Opciones de conexión
eu: Koneksio aukerak
gl: Opcións de conexión
ko: 연결 옵션
mk: Нагодувања за врска
nl: Koppelingsinstellingen
tl: Mga mapagpipilian ng ugnay
uk: Опції з’єднання

source: Create new account
ca: Crea un compte nou
de: Neues Konto erstellen
es: Crear nueva cuenta
eu: Sortu kontu berria
gl: Crear unha conta nova
ko: 새 계정 만들기
mk: Создај нова сметка
nl: Nieuwe gebruiker aanmaken
tl: Lumikha ng bagong akawnt
uk: Створити новий акаунт

source: Create a new user with this nickname.
ca: Crea un usuari nom amb aquest sobrenom.
de: Erstelle einen neuen Benutzer mit diesem Namen.
es: Crear un nuevo usuario con este nombre.
eu: Sortu erabiltzaile berria goitizen honentzat.
gl: Crear un novo usuario con este alcume.
ko: 이 이름으로 새 사용자 만들기
mk: Создај нов корисник со овој прекар.
nl: Nieuwe gebruiker aanmaken met deze gebruikersnaam.
tl: Lumikha ng isang bagong tagagamit na may ganitong palayaw.
uk: Створити нового користувача з цим нікнеймом.

source: New nickname
ca: Nou sobrenom
de: Neuer Benutzername
es: Nuevo nombre de usuario
eu: Goitizen berria
gl: Novo alcume
ko: 새 이름
mk: Нов прекар
nl: Nieuwe gebruikersnaam
tl: Bagong palayaw
uk: Новий нікнейм

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
ca: 1-64 lletres en minúscules o nombres, sense puntuació o espais.
de: 1–64 Kleinbuchstaben oder Ziffern, keine Interpunktion oder Leerzeichen.
es: De 1 a 64 letras en minúscula o números, sin signos de puntuación ni espacios.
eu: 1-64 letra xehe edo zenbaki, puntuazio edo espaziorik gabe.
gl: Entre 1 e 64 letras minúsculas ou números, sen signos de puntuación, espazos, tiles ou eñes.
ko: 1-64자 사이에 영문 소문자, 숫자로만 씁니다. 기호나 공백을 쓰면 안 됩니다.
mk: 1-64 мали букви или бројки, без интерпункциски знаци и празни места.
nl: 1-64 kleine letters of cijfers, geen leestekens of spaties.
tl: 1 hanggang 64 maliliit na mga titik o mga bilang, walang bantas o mga patlang.
uk: 1-64 рядкові літери і цифри, ніякої пунктуації або інтервалів.

# LABEL
source: Email
ca: Correu electrònic
es: Correo electrónico
eu: Eposta
gl: Correo electrónico
ko: 메일
mk: Е-пошта
tl: E-liham
uk: Пошта

source: Used only for updates, announcements, and password recovery
ca: S'utilitza per a actualitzacions, anuncis i per recuperar la contrasenya
de: Nur für Updates, Bekanntmachungen und Passwortwiederherstellung verwendet
es: Sólo se usa para actualizaciones, anuncios y recuperación de la contraseña
eu: Eguneraketetarako, iragarkietarako eta pasahitza berreskuratzeko soilik erabiltzen da.
gl: Só se utiliza para actualizacións, anuncios e recuperación de contrasinais
ko: 업데이트, 공지 사항, 비밀번호 찾기에만 사용합니다.
mk: Се користи само за подновувања, објави и повраќање на лозинка.
nl: Alleen gebruikt voor updates, aankondigingen en wachtwoordherstel.
tl: Ginagamit lamang para sa mga pagsasapanahon, mga pagpapahayag, at pagbawi ng hudyat
uk: Використовується лише для надсилання оновлень, оголошень та відновлення пароля.

# BUTTON
source: Create
ca: Crea
de: Erstellen
es: Crear
eu: Sortu
gl: Crear
ko: 만들기
mk: Создај
nl: Aanmaken
tl: Likhain
uk: Створити

source: Connect existing account
ca: Connecta un compte ja existent
de: Bereits vorhandenes Konto verbinden
es: Vincular a una cuenta existente
eu: Konektatu sortutako kontua
gl: Conectar cunha conta existente
ko: 기존 계정에 연결
mk: Поврзи постоечка сметка
nl: Verbinden met een bestaande gebruiker
tl: Iugnay ang umiiral na akawnt
uk: Приєднати акаунт, який вже існує

source: If you already have an account, login with your username and password to connect it to your Twitter account.
ca: Si ja teniu un compte, inicieu una sessió amb el vostre usuari i contrasenya per connectar-lo al vostre compte del Twitter.
de: Wenn du bereits ein Konto hast, melde dich mit deinem Benutzernamen und Passwort an um es mit deinem Twitterkonto zu verbinden.
es: Si ya tienes una cuenta, inicia sesión con tu nombre de usuario y contraseña para vincularla a tu Twitter.
eu: Dagoeneko kontu bat baduzu, hasi saioa zure erabiltzaile eta pasahitzarekin zure Twitterrera konektatzeko.
gl: Se xa ten unha conta, acceda ao sistema co seu nome de usuario e contrasinal para conectala coa do Twitter.
ko: 계정이 있으면, 아이디와 비밀 번호로 로그인해서 트위터에 연결하십시오.
mk: Ако веќе имате сметка, најавете се со корисничкото име и лозинката за да ја поврзете со профилот на Twitter.
nl: Als u al een gebruiker hebt, meld dan aan met uw gebruikersnaam en wachtwoord om deze daarna te koppelen met uw Twittergebruiker.
tl: Kung mayroon ka nang akawnt, lumagda sa pamamagitan ng iyong pangalan ng tagagamit at hudyat upang iugnay ito sa iyong akawnt ng Twitter.
uk: Якщо ви вже маєте акаунт, увійдіть з вашим ім’ям користувача та паролем, аби приєднати їх до Twitter.

source: Existing nickname
ca: Sobrenom ja existent
de: Bereits vorhandener Benutzername
es: Nombre de usuario existente
eu: Goitizena existitzen da
gl: Alcume existente
ko: 기존 이름
mk: Постоечки прекар
nl: Bestaande gebruikersnaam
tl: Umiiral na palayaw
uk: Нікнейм, який вже існує

source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
eu: Pasahitza
gl: Contrasinal
ko: 비밀 번호
mk: Лозинка
nl: Wachtwoord
tl: Hudyat
uk: Пароль

source: License
ca: Llicència
de: Lizenz
es: Licencia
eu: Lizentzia
gl: Licenza
ko: 라이선스
mk: Лиценца
nl: Licentie
tl: Lisensiya
uk: Ліцензія

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
ca: El meu text i fitxers es troben disponibles sots %s excepte pel que fa a les dades privades: contrasenya, adreça de correu electrònic i MI, i número de telèfon.
de: Meine Daten, außer Passwort, E-Mail-Adresse, IM-Adresse und Telefonnummer, sind unter %s verfügbar.
es: Todos mis textos y archivos están disponibles bajo licencia %s, con excepción de la siguiente información privada: contraseña, dirección de correo electrónico, dirección de mensajería instantánea y número de teléfono.
eu: Nire testu eta fitxategiak %s lizentziapean daude, datu pribatu hauek izan ezik: pasahitza, helbide elektronikoa, BM helbidea eta telefono zenbakia.
gl: Os meus textos e ficheiros están dispoñibles baixo %s, salvo os seguintes datos privados: contrasinais, enderezos de correo electrónico e mensaxería instantánea e números de teléfono.
ko: 내 글과 파일은 %s 조건에 따릅니다. 다음 개인 데이터는 제외합니다: 비밀 번호, 메일 주소, 메신저 주소, 전화 번호.
mk: Мојот текст и податотеки се достапни под %s, освен следниве приватни податоци: лозинка, е-пошта, НП-адреса и телефонски број.
nl: Mijn teksten en bestanden zijn beschikbaar onder %s, behalve de volgende priv√©gegevens: wachtwoord, e-mailadres, IM-adres, telefoonnummer.
tl: Makukuha ang teksto at mga talaksan ko sa ilalim ng %s maliban na lamang ang pribadong datong ito: hudyat, tirahan ng e-liham, tirahan ng IM, at numero ng telepono.
uk: Мої дописи і файли доступні на умовах %s, окрім цих приватних даних: пароль, електронна адреса, адреса IM, телефонний номер.

# BUTTON
source: Connect
ca: Connecta
de: Verbinden
es: Vincular
eu: Konektatu
gl: Conectar
ko: 연결
mk: Поврзи се
nl: Koppelen
tl: Kumabit
uk: Під’єднати

source: Registration not allowed.
ca: No es permet el registre.
de: Registrierung nicht erlaubt.
es: Registro no permitido.
eu: Erregistroa ez dago baimenduta.
gl: Non se permite o rexistro.
ko: 가입이 허용되지 않습니다.
mk: Регистрацијата не е дозволена.
nl: Registratie is niet toegestaan.
tl: Hindi pinayagan ang pagpapatala.
uk: Реєстрацію не дозволено.

source: Not a valid invitation code.
ca: No és un codi d'invitació vàlid.
de: Kein gültiger Einladungscode.
es: No es un código de invitación válido.
eu: Gonbidapen kodea ez da baliozkoa.
gl: O código da invitación é incorrecto.
ko: 초대 코드가 잘못되었습니다.
mk: Ова не е важечки код за покана.
nl: De uitnodigingscode is ongeldig.
tl: Hindi isang tanggap na kodigo ng paanyaya.
uk: Це не дійсний код запрошення.

source: Error registering user.
ca: Error en registrar l'usuari.
de: Fehler bei der Benutzerregistrierung.
es: Error registrando el usuario.
eu: Akatsa erabiltzailea erregistratzerakoan.
gl: Erro ao rexistrar o usuario.
ko: 사용자 등록에 오류.
mk: Грешка при регистрирање на корисникот.
nl: Fout bij het registreren van de gebruiker.
tl: May kamalian sa pagpapatala ng tagagamit.
uk: Помилка при реєстрації користувача.
