Repository: foocorp/gnu-social
Catalog: plugins/TwitterBridge/locale/*/LC_MESSAGES/TwitterBridge.po
Languages: ca, de, es, eu, gl, ko, mk, nl, tl, uk

source: Error connecting user to Twitter.
ca: Error en connectar l'usuari al Twitter.
de: Fehler bei der Verbindung des Benutzers zu Twitter.
es: Error vinculando la cuenta de Twitter.
eu: Akatsa erabiltzailea Twitterrera konektatzean.
gl: Erro ao conectar o usuario co Twitter.
ko: 사용자를 트위터에 연결하는데 오류.
mk: Грешка при поврзувањето на корисникот со Twitter.
nl: Fout bij het verbinden van de gebruiker met Twitter.
tl: May kamalian sa pag-ugnay ng tagagamit sa Twitter.
uk: Помилка при підключенні користувача до Twitter.

source: Invalid username or password.
ca: Nom d'usuari o contrasenya no vàlida.
de: Ungültiger Benutzername oder ungültiges Passwort.
es: Nombre de usuario o contraseña incorrectos.
eu: Baliogabeko erabiltzaile edo pasahitza.
gl: O nome de usuario ou contrasinal non son correctos.
ko: 사용자 이름이나 비밀 번호가 틀렸습니다.
mk: Неважечко корисничко име или лозинка.
nl: Ongeldige gebruikersnaam of wachtwoord.
tl: Hindi katanggap-tanggap na pangalan ng tagagamit o hudyat.
uk: Недійсне ім’я або пароль.

source: Twitter settings
ca: Paràmetres del Twitter
de: Twittereinstellungen
es: Configuración de Twitter
eu: Twitter aukerak
gl: Configuración do Twitter
ko: 트위터 설정
mk: Нагодувања за Twitter
nl: Twitterinstellingen
tl: Mga katakdaan ng Twitter
uk: Налаштування Twitter

source: Connect your Twitter account to share your updates with your Twitter friends and vice-versa.
ca: Connecteu el vostre compte del Twitter per compartir les vostres actualitzacions amb els vostres amics del Twitter i viceversa.
de: Verbinde dein Twitterkonto, um deine Aktualisierungen mit Twitterfreunden und umgekehrt zu teilen.
es: Vincula tu cuenta de Twitter para compartir tus actualizaciones con tus amigos de Twitter y viceversa.
gl: Conecte a súa conta do Twitter para compartir as súas actualizacións cos seus amigos do Twitter e viceversa.
ko: 트위터 계정을 연결합니다. 내 글을 트위터 친구들과 공유할 수 있고 반대로 할 수도 있습니다.
mk: Поврзете ја Вашата сметка на Twitter за да ги споделувате подновувањата со Вашите пријатели на Twitter и обратно.
nl: Koppel uw Twittergebruiker om uw berichten te delen met uw Twittervrienden en vice versa.
tl: Iugnay ang akawnt mo ng Twitter upang maibagi ang mga pagsasapanahon mo sa iyong mga kaibigan sa Twitter at pabalik din.
uk: Підключіть ваш акаунт Twitter, щоб ділитися новими дописами з друзями в Twitter і навпаки.

source: Twitter account
ca: Compte del Twitter
de: Twitterkonto
es: Cuenta de Twitter
eu: Twitter kontua
gl: Conta do Twitter
ko: 트위터 계정
mk: Сметка на Twitter
nl: Twittergebruiker
tl: Akawnt sa Twitter
uk: Акаунт Twitter

source: Connected Twitter account
ca: Compte del Twitter connectat
de: Verbundenes Twitterkonto
es: Cuenta de Twitter vinculada
eu: Kontektaturiko Twitter kontua
gl: Conta do Twitter conectada
ko: 연결한 트위터 계정
mk: Поврзана сметка на Twitter
nl: Gekoppelde Twittergebruiker
tl: Nakaugnay na akawnt ng Twitter
uk: Під’єднаний акаунт Twitter

source: Disconnect my account from Twitter
ca: Desconnecta el meu compte del Twitter
de: Trenne mein Konto von Twitter
es: Desvincular mi cuenta de Twitter
eu: Deskonektatu nere kontua Twitterretik
gl: Desconectar a miña conta do Twitter
ko: 내 계정에서 트위터 연결을 해제합니다.
mk: Прекини ја врската со сметката на Twitter
nl: Mijn gebruiker loskoppelen van Twitter
tl: Huwag iugnay ang akawnt ko na mula sa Twitter
uk: Від’єднати мій акаунт від Twitter

source: Disconnecting your Twitter account could make it impossible to log in! Please [set a password](%s) first.
ca: En desconnectar el vostre Twitter podeu fer que no pogueu tornar a iniciar una sessió! [Definiu-ne una contrasenya](%s) abans de res.
de: Die Trennung von deinem Twitterkonto könnte es unmöglich machen, sich anzumelden! Bitte erst [ein Kennwort festlegen](%s).
es: ¡Si desvinculas tu Twitter ahora no podrás volver a iniciar sesión! Por favor, [establece una contraseña] (%s) primero.
gl: Ao desconectar o Twitter será imposible acceder ao sistema! [Defina un contrasinal](%s) primeiro.
mk: Ако ја прекинете врската со сметката на Twitter, нема да можете да се најавувате! Најпрвин [ставете лозинка](%s).
nl: Door uw Twittergebruiker los te koppelen, kunt u mogelijk niet meer aanmelden! [Stel eerst een wachtwoord in](%s).
tl: Ang pagkalas sa akawnt mo ng Twitter mo ay maaaring makapagdulot ng kawalan ng kakayanang makalagda! Mangyaring [magtakda muna ng hudyat] (%s).

source: Keep your %1$s account but disconnect from Twitter. You can use your %1$s password to log in.
ca: Mantingueu el vostre compte %1$s, però desconnecteu-lo del Twitter. Podeu emprar la vostra contrasenya %1$s per iniciar una sessió.
de: Behalte dein Konto auf %1$s, aber trenne von Twitter. Du kannst dein %1$s-Passwort benutzen, um dich anzumelden.
es: Mantener tu cuenta %1$s pero desvincularla de Twitter. Iniciarás sesión con tu contraseña de %1$s.
eu: Mantendu zure %1$s kontua baina Twitterretik deskonektatu. Zure %1$s pasahitza erabiliko duzu saioa hasteko.
gl: Manter a conta de %1$s pero desconectala do Twitter. Agora usará o seu contrasinal de %1$s para acceder ao sistema.
ko: 내 %1$s 계정을 유지하지만 트위터에서 연결을 해제합니다. 로그인에 %1$s 비밀 번호를 사용할 수 있습니다.
mk: Задржете си ја сметката на %1$s, но прекинете ја врската со Twitter. За најава, користете ја Вашата лозинка на %1$s.
nl: Uw gebruiker bij %1$s behouden maar deze loskoppelen van Twitter. U kunt uw wachtwoord van %1$s gebruiken om aan te melden.
tl: Panatilihin ang akawnt mong %1$s subalit kumalas mula sa Twitter. Maaari mong gamitin ang hudyat mo sa %1$s upang lumagdang papasok.
uk: Зберегти ваш акаунт %1$s, але від’єднати його від Twitter. Ви можете використовувати пароль від %1$s для входу на сайт.

# BUTTON
source: Disconnect
ca: Desconnecta
de: Trennen
es: Desvincular
eu: Eten.
gl: Desconectarse
mk: Прекрати
nl: Loskoppelen
tl: Kumalas
uk: Від’єднати

source: Preferences
ca: Preferències
de: Einstellungen
es: Preferencias
eu: Hobespenak
gl: Preferencias
ko: 기본 설정
mk: Нагодувања
nl: Voorkeuren
tl: Mga nais
uk: Налаштування

source: Automatically send my notices to Twitter.
ca: Envia automàticament els meus avisos al Twitter.
de: Sende meine Nachrichten automatisch zu Twitter.
es: Enviar automáticamente mis mensajes a Twitter.
eu: Automatikoki bidali nere oharrak Twitterrera.
gl: Enviar automaticamente as notas ao Twitter.
ko: 내 글을 자동으로 트위터로 보내기
mk: Автоматски испраќај ми ги забелешките на Twitter.
nl: Mijn berichten automatisch naar Twitter verzenden
tl: Kusang ipadala ang mga pabatid ko sa Twitter.
uk: Автоматично пересилати мої дописи на Twitter.

source: Send local "@" replies to Twitter.
ca: Envia les respostes locals «@» al Twitter.
de: Sende lokale @-Antworten zu Twitter.
es: Enviar respuestas locales a Twitter.
eu: Bidali "@" lokalen erantzuntak Twitterrera.
gl: Enviar as respostas "@" locais ao Twitter.
ko: 로컬 "@" 답장을 트위터로 보내기.
mk: Испраќај локални „@“ одговори на Twitter.
nl: Lokale antwoorden met "2" naar Twitter verzenden.
tl: Ipadala ang katutubong mga tugon na "@" sa Twitter.
uk: Надіслати локальні «@» відповіді на Twitter.

source: Subscribe to my Twitter friends here.
ca: Subscriu els meus amics del Twitter aquí.
de: Abonniere meine Twitterfreunde hier.
es: Seguir también aquí a mis amigos de Twitter.
eu: Harpidetu nere Twitter kontaktuetara hemen.
gl: Subscribirse aos amigos do Twitter aquí.
ko: 여기 있는 내 트위터 친구들에 구독.
mk: Претплатете се на пријателите од Twitter тука.
nl: Hier op mijn Twittervrienden abonneren.
tl: Tumanggap ng mga pagsipi sa aking mga kaibigan sa Twitter dito.
uk: Підписатись до моїх друзів з Twitter тут.

source: Import my friends timeline.
ca: Importa la línia temporal d'amics.
de: Importiere meine Freundezeitleiste.
es: Importar los tweets de mis amigos.
eu: Importatu nere lagunen denbora lerroa.
gl: Importar a liña do tempo dos amigos.
ko: 내 친구 타임라인 가져오기.
mk: Увези ја хронологијата на моите пријатели.
nl: Tijdlijn van mijn vrienden importeren.
tl: Angkatin ang guhit ng panahon ng mga kaibigan ko.
uk: Імпортувати стрічку дописів моїх друзів.

# BUTTON
source: Add
ca: Afegeix
de: Hinzufügen
es: Añadir
eu: Gehitu
gl: Engadir
ko: 추가
mk: Додај
nl: Toevoegen
tl: Idagdag
uk: Додати

source: Unexpected form submission.
ca: Enviament de formulari inesperat.
de: Unerwartete Formulareingabe.
es: Envío de formulario inesperado.
eu: Ustekabeko inprimaki bidalketa.
gl: Envío de formulario inesperado.
ko: 예상치 못한 폼 제출.
mk: Неочекувано поднесување на образец.
nl: Het formulier is onverwacht ingezonden.
tl: Hindi inaasahang pagpapasa ng pormularyo.
uk: Несподіване представлення форми.

source: No Twitter connection to remove.
ca: No hi ha cap connexió del Twitter a suprimir.
de: Keine Twitterverbindung zu entfernen.
es: Ningún vínculo con Twitter que romper.
eu: Ez dago Twitter koneksiorik ezabatzeko.
gl: Non hai ningunha conexión ao Twitter que eliminar.
ko: 제거할 트위터 연결이 없습니다.
mk: Нема врска со Twitter за отстранување.
nl: Er is geen Twitterkoppeling om te verwijderen.
tl: Walang matatanggal na ugnay sa Twitter.
uk: Не виявлено з’єднань з Twitter для видалення.

source: Could not remove Twitter user.
ca: No s'ha pogut eliminar l'usuari del Twitter.
de: Konnte Twitterbenutzer nicht entfernen.
es: No se pudo eliminar el usuario de Twitter.
eu: Ezin izan da Twitter erabiltzailea ezabatu.
gl: Non se puido eliminar o usuario do Twitter.
mk: Не можев да го отстранам корисникот од Twitter.
nl: Het was niet mogelijk de Twittergebruiker te verwijderen.
tl: Hindi maalis ang tagagamit ng Twitter.

source: Twitter account disconnected.
ca: S'ha desconnectat el compte del Twitter.
de: Twitterkonto getrennt.
es: Cuenta de Twitter desvinculada.
eu: Twitter kontua deskonektaturik.
gl: Conta do Twitter desconectada.
ko: 트위터 계정 연결을 끊었습니다.
mk: Врската со сметката на Twitter е прекината.
nl: De Twittergebruiker is ontkoppeld.
tl: Nawala ang ugnay sa akawnt ng Twitter.
uk: Акаунт Twitter від’єднано.

source: Could not save Twitter preferences.
ca: No s'han pogut desar les preferències del Twitter.
de: Konnte Twittereinstellungen nicht speichern.
es: No se pudieron guardar las preferencias de Twitter.
eu: Ezin izan dira Twitter hobespenak gorde.
gl: Non se puideron gardar as preferencias do Twitter.
mk: Не можев да ги зачувам нагодувањата за Twitter.
nl: Het was niet mogelijk de Twittervoorkeuren op te slaan.
tl: Hindi masagip ang mga kanaisan na nasa Twitter.

source: Twitter preferences saved.
ca: S'han desat les preferències del Twitter.
de: Twittereinstellungen gespeichert.
es: Preferencias de Twitter guardadas.
eu: Twitter hobespenak gorderik.
gl: Gardáronse as preferencias do Twitter.
ko: 트위터 기본 설정을 저장했습니다.
mk: Нагодувањата за Twitter се зачувани.
nl: De Twitterinstellingen zijn opgeslagen.
tl: Nasagip ang mga nais na pang-Twitter.
uk: Налаштування Twitter збережено.

source: Login or register using Twitter.
ca: Inicieu una sessió o registreu-vos fent servir el Twitter.
de: Mit Twitter anmelden oder registrieren.
es: Inicia sesión o regístrate usando Twitter.
eu: Saioa hasi edo erregistratu Twitter erabiliz.
gl: Acceda ou rexístrese mediante o Twitter.
mk: Најава или регистрација со Twitter.
nl: Aanmelden of registreren via Twitter.
tl: Lumagda o magpatala na ginagamit ang Twitter.

source: Twitter integration options
ca: Opcions d'integració del Twitter
de: Twitterintegrationsoptionen
es: Opciones de integración de Twitter
eu: Twitter integrazio aukerak
gl: Opcións de integración do Twitter
ko: 트위터 통합 옵션
mk: Нагодувања за обединување со Twitter
nl: Opties voor Twitterintegratie
tl: Mga pagpipilian ng pagsasama ng Twitter
uk: Параметри інтеграції з Twitter

source: Twitter bridge configuration page.
ca: Pàgina de configuració del pont del Twitter.
de: Konfigurationsseite der Twitterüberbrückung.
es: Página de configuración de la pasarela de Twitter.
eu: Twitter bridge konfigurazio orria.
gl: Páxina de configuración da ponte ata o Twitter.
mk: Нагодувања за мостот до Twitter.
nl: Pagina voor instellingen van de Twitterkoppeling.
tl: Pahina ng pagkakaayos ng tulay ng Twitter.

source: The Twitter "bridge" plugin allows integration of a StatusNet instance with <a href="http://twitter.com/">Twitter</a>.
ca: El connector del pont del Twitter permet integrar una instància de l'StatusNet amb el <a href="http://twitter.com/">Twitter</a>.
de: Das Twitterüberbrückungsplugin ermöglicht die Integration einer StatusNet-Instanz mit <a href="http://twitter.com/">Twitter</a>.
es: El complemento Twitter bridge ('pasarela') permite integrar una instancia de GNU social con <a href="http://twitter.com/">Twitter</a>.
gl: O complemento de "ponte" ata o Twitter permite a integración dunha instancia do StatusNet co <a href="http://twitter.com/">Twitter</a>.
ko: 트위터 "브릿지" 플러그인을 통해 StatusNet 인스턴스를 <a href="http://twitter.com/">트위터</a>와 연결할 수 있습니다.
mk: Приклучокот за „мост“ до Twitter овозможува соединување на примерок на StatusNet со <a href="http://twitter.com/">Twitter</a>.
nl: De plugin Twitter Brigde maakt het mogelijk en StatusNetinstallatie te integreren met <a href="http://twitter.com/">Twitter</a>.
tl: Ang pampasak na "tulay" ng Twitter ay nagpapahintulot na pagsasama ng isang pagkakataon ng StatusNet sa <a href="http://twitter.com/">Twitter</a>.
uk: Додаток TwitterBridge дозволяє інтегрувати StatusNet-сумісний сайт з <a href="http://twitter.com/">Twitter</a>, встановлюючи так званий «місток».

source: RT @%1$s %2$s
tl: Ulitin ang pag-tweet ng @%1$s %2$s

source: Invalid URL scheme for HTTP stream reader.
de: Ungültiges URL-Schema für den HTTP-Stream-Reader.
es: Esquema del URL no válido para el lector de flujo HTTP.
eu: URL amarru baliogabea HTTP jario irakurgailuarentzat.
gl: Esquema de URL inválido para o lector de fluxo HTTP.
mk: Неважечка URL-шема за читачот на HTTP-каналот.
nl: Ongeldig URL-schema voor de HTTP streamlezer.
tl: Hindi katanggap-tanggap na pakana ng URL para sa pambasa ng batis ng HTTP.

source: Got input from unexpected socket!
de: Eingabe erfolgte durch unerwarteten Socket
es: ¡Se recibieron datos en un socket ('conector') inesperado!
gl: Recibiuse unha entrada desde un conectador non esperado!
mk: Добив влезни податоци од неочекуван извор!
nl: Er is uitvoer ontvangen van een onverwachte socket!
tl: Nakakuha ng pagpasok mula sa hindi inaasahang bokilya!

source: Invalid state in handleLine: %s.
de: Ungültiger Status der HandleZeile: %s.
es: Estado no válido en handleLine: %s.
gl: Estado inválido en handleLine: %s.
mk: Неважечка состојба во handleLine: %s.
nl: Ongeldige status in handleLIne: %s.
tl: Hindi katanggap-tanggap na katayuan sa loob ng linya ng hawakan: %s.

source: Invalid HTTP response line: %s.
de: Ungültige HTTP-Antwortzeile: %s.
es: Línea de respuesta HTTP no válida: %s.
eu: HTTP erantzun lerro baliogabea: %s.
gl: Liña de resposta HTTP inválida: %s.
mk: Неважечки ред во одговорот со HTTP: %s.
nl: Ongeldige HTTP-responsregel: %s.
tl: Hindi katanggap-tanggap na linya ng tugon ng HTTP: %s.

source: Invalid HTTP response line chunk "%1$s": %2$s.
de: Ungültiges HTTP-Antwortzeilenstück „%1$s“: %2$s.
es: Fragmento de línea de respuesta HTTP no válido «%1$s»: %2$s .
gl: Fragmento de liña de resposta HTTP inválido "%1$s": %2$s.
mk: Неважечко парче „%1$s“ од редот во одговорот со HTTP: %2$s.
nl: Ongeldig HTTP-responsregeldeel "%1$s": %2$s.
tl: Hindi katanggap-tanggap na tipak ng guhit ng tugon ng HTTP na "%1$s": %2$s.

source: Bad HTTP response code %1$s: %2$s.
de: Falscher HTTP-Antwortcode %1$s: %2$s.
es: Código de error HTTP %1$s: %2$s.
eu: HTTP erantzun okerraren kodea %1$s: %2$s.
gl: Código de resposta HTTP erróneo %1$s: %2$s.
mk: Неправилен код %1$s на одговорот со HTTP: %2$s.
nl: Ongeldige HTTP-responscode %1$s: %2$s.
tl: Masamang kodigo ng tugon ng HTTP na %1$s: %2$s.

source: Your Twitter bridge has been disabled
ca: S'ha inhabilitat el vostre pont del Twitter
de: Deine Twitterüberbrückung wurde deaktiviert
es: Tu pasarela de Twitter ha sido deshabilitada
gl: Desactivouse a súa ponte ata o Twitter
ko: 트위터 브릿지 기능을 사용하지 않고 있습니다.
mk: Вашиот мост до Twitter е оневозможен
nl: Uw koppeling naar Twitter is uitgeschakeld
tl: Hindi pinagana ang iyong tulay ng Twitter
uk: Ваш місток до Twitter було відключено.

source: Hi, %1$s. We're sorry to inform you that your link to Twitter has been disabled. We no longer seem to have permission to update your Twitter status. Did you maybe revoke %3$s's access? You can re-enable your Twitter bridge by visiting your Twitter settings page: %2$s Regards, %3$s
ca: Hola, %1$s. Lamentem informar-vos que s'ha inhabilitat el vostre enllaç al Twitter. Sembla que ja no tenim permisos per actualitzar el vostre estat al Twitter. N'heu revocat potser l'accés a %3$s? Podeu tornar a habilitar el pont al Twitter visitant la pàgina de configuració: %2$s Atentament, %3$s
de: Hallo, %1$s. Es tut uns leid, Ihnen mitzuteilen, dass Ihr Link auf Twitter deaktiviert wurde. Wir scheinen nicht mehr die Berechtigung zum aktualisieren Ihres Twitter-Status zu haben. Vielleicht haben Sie %3$s's Zugriff deaktiviert? Ihre Twitter-Brücke kann durch den Besuch Ihrer Twitter-Einstellungen-Seite wieder aktiviert werden. %2$s mit freundlichen Grüssen %3$s
es: Hola, %1$s. Lamentamos informarte de que se ha roto el vínculo con tu cuenta de Twitter. Al parecer, ya no tenemos permiso para actualizar tu estado allí. Quizás revocaste el acceso de %3$s. Puedes restablecer el vínculo visitando la página de configuración de Twitter: %2$s Atentamente, %3$s
gl: Ola, %1$s. Sentimos informar de que a súa ligazón cara ao Twitter está desctivada. Semella que xa non temos permiso para actualizar o seu estado no Twitter. Poida que revogase o acceso que tiña %3$s? Pode volver activar a súa ponte ata o Twitter visitando a páxina de configuración do Twitter: %2$s Atentamente, %3$s
ko: %1$s님 안녕하세요. 아쉽지만 귀하의 트위터 연결이 끊겼음을 알려드립니다. 트위터 상태를 업데이트할 권한이 이제 없습니다. %3$s의 접근 권한을 철회하셨습니까? 다음 트위터 설정 페이지에서 트위터 브릿지를 다시 사용할 수 있습니다: %2$s 그럼 이만, %3$s
mk: Здраво, %1$s. Нажалост Вашата врска до Twitter е оневозможена. Се чини дека веќе немаме дозвола за менување на Вашиот статус на Twitter. Дали можеби го имате одземено правото на пристап на %3$s? Можете повторно да го овозможите Вашиот мост до Twitter на страницата за нагодувања на Twitter: %2$s Поздрав, %3$s
nl: Hallo, %1$s. Het spijt ons u te moeten meedelen dat uw koppeling met Twitter is uitgeschakeld. De site heeft niet langer het recht om uw Twitterstatus bij te werken. Hebt u wellicht de rechten voor %3$s ingetrokken? U kunt uw koppeling met Twitter opnieuw inschakelen via de pagina met Twitterinstellingen: %2$s Met vriendelijke groet, %3$s
tl: Kumusta, %1$s. Ikinalulungkot naming ipaalam sa iyon na hindi pinagagana ang kawing mo sa Twitter. Tila wala na kaming pahintulot upang isapanahon ang katayuan mo sa Twitter. Maaari kayang binawi mo ang kakayahang makapunta ni %3$s? Maaari mong paganahin ulit ang tulay mo ng Twitter sa pamamagitan ng pagdalaw sa iyong pahina ng mga katakdaan sa Twitter: %2$s Namimitagan, %3$s
uk: Вітаємо, %1$s. Нам дуже прикро про це повідомляти, але з’єднання вашого акаунту StatusNet з Twitter було відключено. Здається, ми більше не маємо дозволу оновлювати ваші статуси в Twitter. Можливо, це саме ви скасували дозвіл %3$s? Ви маєте можливість перезапустити додаток для автоматичного імпорту ваших статусів до Twitter, завітавши до сторінки ваших налаштувань: %2$s З повагою, %3$s

# TITLE
source: Twitter
ko: 트위터

# MENU
source: Twitter
ko: 트위터

source: Twitter
ko: 트위터
