Repository: foocorp/gnu-social
Catalog: plugins/Irc/locale/*/LC_MESSAGES/Irc.po
Languages: es, fr, gl, mk, tl

source: Could not increment attempts count for %d.
es: No se pudo incrementar el contador de intentos de %d.
fr: Impossible d'augmenter le décompte de l'objet %d
gl: Non se puido incrementar o número de intentos de %d.
mk: Не можев да го дополнам бројот на обиди за %d.
tl: Hindi masudlungan ang bilang ng mga pagtatangka para sa %d.

source: Your nickname is not registered so IRC connectivity cannot be enabled.
es: Tu alias no está registrado, por lo que no se puede activar la conexión con la red IRC.
fr: Votre pseudo n'est pas enregistré, la connexion IRC ne peut donc pas être activée
gl: O seu alcume non está rexistrado, de modo que non se pode activar a conectividade IRC.
mk: Вашиот прекар не е регистриран, па затоа не може да се овозможи поврзувањето со IRC.
tl: Hindi nakatala ang palayaw mo kaya't hindi mapagana ang ugnay ng IRC.

source: Could not delete confirmation.
es: No se pudo eliminar la confirmación del alias.
fr: Échec de la suppression de la confirmation.
gl: Non se puido borrar a confirmación.
mk: Не можев да ја избришам потврдата.
tl: Hindi mabura ang pagtitiyak.

source: Database error inserting IRC waiting queue item.
es: Error de la base de datos intentando insertar un elemento en la cola de espera de IRC.
fr: Erreur de base de données lors de l'insertion d'un élément de file d'attente IRC.
gl: Erro na base de datos ao inserir un elemento na cola de espera de IRC.
mk: Грешка во базата при вметнувањето на редицата на чекање за IRC .
tl: Kamalian ng kalipunan ng dato sa pagsisingit ng IRD na naghihintay ng bagay ng pila.

source: User "%1$s" on %2$s has said that your %3$s screenname belongs to them. If that's true, you can confirm by clicking on this URL: %4$s . (If you cannot click it, copy-and-paste it into the address bar of your browser). If that user is not you, or if you did not request this confirmation, just ignore this message.
es: El usuario %1$s dice, desde %2$s, que tu alias, «%3$s», le pertenece. Si es así, puedes confirmarlo haciendo clic en esta dirección: %4$s. (Si no puedes hacer clic en ella, copipégala en la barra de direcciones de tu navegador). Si no eres tú o no solicitaste esta confirmación, simplemente ignora este mensaje.
fr: L’utilisateur "%1$s" sur %2$s a déclaré que votre nom affiché %3$s lui appartient. Si c'est le cas, vous pouvez le confirmer en cliquant sur cette URL: %4$s. (Si vous ne pouvez pas cliquer dessus, copiez-collez l’URL dans la barre d’adresse de votre navigateur). Si cet utilisateur n’est pas vous, ou si vous n’avez pas vous-même demandé cette confirmation, veuillez simplement ignorer ce message.
gl: O usuario "%1$s" de %2$s dixo que o pseudónimo %3$s perténcelle a el ou ela. Se é certo, pódeo confirmar premendo neste enderezo URL: %4$s. (Se non pode premer nel, copie e pegue o enderezo na barra de enderezos do navegador.) Se ese usuario non é vostede ou se non solicitou esta confirmación, ignore esta mensaxe.
mk: Корисникот „%1$s“ на %2$s има изјавено дека Вашиот прекар на %3$s е всушност негов. Ако ова е вистина, можете да потврдите стискајќи на оваа URL-адреса: %4$s . (Ако не можете да ја стиснете, прекопирајте ја во адресната лента на прелистувачот). Ако ова не сте Вие, или ако не ја имате побарано оваа потврда, слободно занемарете ја поракава.
tl: Sinabi ng tagagamit na si "%1$s" sa %2$s na ang bansag mong %3$s ay pag-aari nila. Kung iyan ay totoo, matitiyak mo sa pamamagitan ng pagpindot sa URL na ito: %4$s. (Kung hindi mo ito mapindot, kopyahin at idikit ito sa loob ng halang ng tirahan ng iyong pantingin-tingin). Kung hindi ikaw ang tagagamit na iyan, o hindi mo hiniling ang pagtitiyak na ito, huwag na lamang pansinin ang mensaheng ito.

source: You must specify a host.
es: Debes especificar un host ('servidor').
fr: Vous devez indiquer un hôte.
gl: Cómpre especificar un provedor de hospedaxe.
mk: Мора да наведете домаќин.
tl: Dapat kang tumukoy ng isang tagapagpasinaya.

source: You must specify a username.
es: Debes especificar un nombre de usuario.
fr: Vous devez indiquer un nom d'utilisateur
gl: Cómpre especificar un nome de usuario.
mk: Мора да наведете корисничко име.
tl: Dapat kang tumukoy ng isang pangalan ng tagagamit.

source: You must specify a "real name".
es: Debes especificar un «nombre real».
fr: Vous devez indiquer un « vrai nom ».
gl: Cómpre especificar un nome real.
mk: Мора да наведете „вистинско име“.
tl: Dapat kang tumukoy ng isang "tunay na pangalan".

source: You must specify a nickname.
es: Debes especificar un alias.
fr: Vous devez indiquer un pseudonyme.
gl: Cómpre especificar un alcume.
mk: Мора да наведете прекар.
tl: Dapat kang tumukoy ng isang palayaw.

source: The IRC plugin allows users to send and receive notices over an IRC network.
es: El complemento IRC permite a los usuarios enviar y recibir mensajes a través de una red IRC.
fr: Le plugin IRC permet aux utilisateurs d'envoyer et de recevoir des messages depuis un réseau IRC.
gl: O complemento IRC permite aos usuarios enviar e recibir mensaxes desde a rede de IRC.
mk: Приклучокот за IRC им овозможува на корисниците да испраќаат и примаат забелешки преку мрежата на IRC.
tl: Ang pampasak na IRC ay nagpapahintulot sa mga tagagamit na makapagpadala at makatanggap ng mga pabatid sa ibabaw ng kalambatan ng IRC.
