Repository: foocorp/gnu-social
Catalog: plugins/Blog/locale/*/LC_MESSAGES/Blog.po
Languages: ca, de, es, eu, gl, ia, mk, nl

# LABEL
source: Title
ca: Títol
de: Titel
es: Título
eu: Titulua
gl: Título
ia: Titulo
mk: Наслов
nl: Titel

source: Title of the blog entry.
ca: Títol de l'entrada de blog.
de: Titel des Blog-Eintrags
es: Título de la entrada de blog.
eu: Blog sarreraren titulua.
gl: Título da entrada de blogue.
ia: Le titulo del articulo de blog.
mk: Наслов на блоговскиот запис.
nl: Titel van het blogbericht.

# LABEL
source: Text
es: Texto
eu: Testua
gl: Texto
ia: Texto
mk: Текст
nl: Tekst

source: Text of the blog entry.
ca: Text de l'entrada de blog.
de: Text des Blog-Eintrages
es: Texto de la entrada de blog.
eu: Blog sarreraren testua.
gl: Texto da entrada de blogue.
ia: Le texto del articulo de blog.
mk: Текст на блоговскиот запис.
nl: Tekst van het blogbericht.

# BUTTON
source: Save
ca: Desa
de: Speichern
es: Guardar
eu: Gorde
gl: Gardar
ia: Salveguardar
mk: Зачувај
nl: Opslaan

source: Let users write and share long-form texts.
ca: Permet als usuaris escriure i compartir textos de formularis llargs.
de: Benutzer lange Tetxte schreiben und teilen lassen.
es: Permite a los usuarios escribir y compartir textos de largo formato.
eu: Erabiltzaileei testu luzeak idatzi eta partekatzen uzten die.
gl: Permite aos usuarios escribir e compartir textos longos.
ia: Permitte que usatores scribe e divide textos longe.
mk: Им овозможува на корисниците да пишуваат и споделуваат текстови во долг облик.
nl: Laat gebruikers langere teksten schrijven en delen.

# TITLE
source: Blog
eu: Bloga
gl: Blogue
mk: Блог

source: Too many activity objects.
ca: Masses objectes d'activitat.
de: Zu viele Aktivit채tsobjekte.
es: Demasiados objetos de actividad.
eu: Jarduera objetu gehiegi.
gl: Demasiados obxectos de actividade.
ia: Troppo de objectos de activitate.
mk: Премногу објекти на активност.
nl: Te veel activiteitobjecten.

source: Wrong type for object.
ca: Tipus d'objecte incorrecte.
de: Falscher Objekktyp.
es: Tipo de objeto incorrecto.
eu: Objetuarentzat moeta okerra.
gl: Tipo incorrecto para o obxecto.
ia: Typo errate pro iste objecto.
mk: Погрешен тип на објект.
nl: Verkeerde type voor object.

source: Unknown verb for blog entries.
ca: Verb desconegut de les entrades de blog.
de: Unbekanntes Verb f체r Blogeintr채ge.
es: Verbo desconocido para entradas de blog.
eu: Aditz ezezaguna blog sarerrentzat.
gl: Verbo descoñecido para a entrada de blogue.
ia: Verbo incognite pro articulos de blog.
mk: Непознат глаголот за блоговските записи.
nl: Onbekende werkwoord voor blogberichten.

source: No blog entry for notice %s.
de: Kein Blogeintrag f체r %s.
es: Ninguna entrada de blog para el mensaje %s.
eu: %s oharrarentzat ez dago blog sarrerarik.
gl: A nota %s non ten ningunha entrada de blogue.
ia: Nulle articulo de blog pro le nota %s.
mk: Нема блоговски запис за забелешката %s.
nl: Er is geen blogbericht voor de mededeling %s.

source: Must be logged in to post a blog entry.
ca: Cal haver iniciat una sessió per enviar una entrada de blog.
de: Du musst angemeldet sein, um einen Blog-Eintrag zu erstellen.
es: Debes haber iniciado sesión para publicar una entrada de blog.
eu: Saioa hasi behar duzu blogean sarrera bat idazteko.
gl: Cómpre estar rexistrado para publicar unha entrada de blogue.
ia: Es necessari aperir session pro publicar un articulo de blog.
mk: Мора да сте најавени за да објавите блоговски запис.
nl: U moet aangemeld zijn om een ​​blogbericht te posten.

source: Title required.
ca: Cal un títol.
de: Titel erforderlich.
es: Título requerido.
eu: Titulua beharrezkoa.
gl: O título é obrigatorio.
ia: Titulo requirite.
mk: Се бара наслов.
nl: Titel is verplicht.

source: Content required.
ca: Cal un contingut.
de: Inhalt erforderlich.
es: Contenido requerido.
eu: Edukia beharrezkoa.
gl: Cómpre algún contido.
ia: Contento requirite.
mk: Се бара содржина.
nl: Inhoud is verplicht.

source: Blog entry saved
ca: S'ha desat l'entrada de blog.
de: Blog-Eintrag gespeichert
es: Entrada de blog guardada
eu: Blog sarrera gordea
gl: Entrada de blogue gardada
ia: Articulo de blog salveguardate
mk: Блоговскиот запис е зачуван.
nl: Blogbericht is opgeslagen

source: No such entry.
ca: No existeix l'entrada.
de: Kein solcher Eintrag
es: No existe esa entrada.
eu: Ez dago sarrera hori.
gl: Non hai tal entrada.
ia: Articulo non existe.
mk: Нема таква ставка.
nl: Geen dergelijke vermelding.

source: Untitled
ca: Sense títol
de: Ohne Titel
es: Sin título
eu: Titulurik gabea
gl: Sen título
ia: Sin titulo
mk: Без наслов
nl: Zonder titel
