Repository: foocorp/gnu-social
Catalog: plugins/Sitemap/locale/*/LC_MESSAGES/Sitemap.po
Languages: es, uk

source: Sitemap
es: Mapa del sitio
uk: Карта сайту

source: Sitemap settings for this StatusNet site
es: Configuración del mapa del sitio para esta instancia de GNU social
uk: Налаштування карти сайту на даному сайті StatusNet

source: Google key
es: Clave Google
uk: Ключ Google

source: Google Webmaster Tools verification key.
es: Clave de verificación de Google Webmaster Tools.
uk: Ключ підтвердження Google Webmaster Tools

source: Yahoo key
es: Clave Yahoo
uk: Ключ Yahoo

source: Yahoo! Site Explorer verification key.
es: Clave de verificación de Yahoo! Site Explorer.
uk: Ключ підтвердження Yahoo! Site Explorer

source: Bing key
es: Clave Bing
uk: Ключ Bing

source: Bing Webmaster Tools verification key.
es: Clave de verificación de Bing Webmaster Tools.
uk: Ключ підтвердження Bing Webmaster Tools

# BUTTON
source: Save
es: Guardar
uk: Зберегти

source: Save sitemap settings.
es: Guardar la configuración del mapa del sitio.
uk: Зберегти налаштування карти сайту.

source: Sitemap configuration
es: Configuración del mapa del sitio
uk: Конфігурація карти сайту

# MENU
source: Sitemap
es: Mapa del sitio
uk: Карта сайту

source: This plugin allows creation of sitemaps for Bing, Yahoo! and Google.
es: Este complemento permite la creación de mapas del sitio para Bing, Yahoo! y Google.
uk: Цей додаток дозволяє створювати карти сайту для Bing, Yahoo! та Google.
