Repository: foocorp/gnu-social
Catalog: plugins/Bookmark/locale/*/LC_MESSAGES/Bookmark.po
Languages: ar, cs, es, eu, ia, it, ja, nl, ru, uk

# BUTTON
source: Add
ar: أضف
cs: Přidat
es: Añadir
eu: Gehitu
ia: Adder
it: Aggiungi
ja: 追加
nl: Toevoegen
ru: Добавить
uk: Додати

# LABEL
source: Title
ar: العنوان
cs: Nadpis
es: Título
eu: Titulua
ia: Titulo
it: Titolo
ja: タイトル
nl: Naam
ru: Заголовок
uk: Заголовок

# LABEL
source: Notes
ar: الملاحظات
cs: Poznámky
es: Notas
eu: Oharrak
ia: Notas
it: Note
ja: メモ
nl: Opmerkingen
ru: Записи
uk: Примітки

# LABEL
source: Tags
ar: الوسوم
cs: Štítky
es: Etiquetas
eu: Etiketak
ia: Etiquettas
it: Tag
ja: タグ
nl: Labels
ru: Теги
uk: Теґи

source: Comma- or space-separated list of tags.
ar: قائمة بوسوم مفصولة بفاصلة أو بفراغ.
cs: Seznam štítků, oddělený čárkami nebo mezerami.
es: Lista de etiquetas, separada por comas o espacio.
eu: Koma edo espazioz banandutako etiketa zerrenda.
ia: Un lista de etiquettas separate per commas o spatios.
it: Lista dei tag separato da virgole o spazi.
ja: カンマまたは空白で区切られたタグのリスト
nl: Lijst met labels door komma's of spaties gescheiden.
ru: Список тегов, разделенных запятой или пробелом.
uk: Список теґів, розділених комою або пробілом

# BUTTON
source: Save
ar: احفظ
cs: Uložit
es: Guardar
eu: Gorde
ia: Salveguardar
it: Salva
ja: 保存
nl: Opslaan
ru: Сохранить
uk: Зберегти

source: Unknown URL.
cs: Neznámé URL.
es: URL desconocida.
eu: URL ezezaguna.
ia: URL incognite.
it: URL sconosciuto.
ja: 不明な URL
nl: Onbekende URL.
ru: Неизвестный URL
uk: Невідома URL-адреса.

source: Notices linking to %s
ar: الإشعار التي تصل ب%s
cs: Sdělení odkazující na %s
es: Mensajes enlazados a %s
eu: %s(r)a estekatzen duten oharrak
ia: Notas ligante a %s
it: Notizie collegate a %s
ja: %s にリンクしているつぶやき
nl: Mededeling die verwijzen naar %s
ru: Записи ссылающиеся на %s
uk: Дописи з посиланнями на %s

source: Notices linking to %1$s, page %2$d
ar: الإشعار التي تصل ب%1$s، الصفحة %2$d
cs: Sdělení odkazující na %1$s, strana %2$d
es: Mensajes enlazados a %1$s, página %2$d
eu: %1$s(r)a estekatzen duten oharrak, %2$d. orria
ia: Notas ligante a %1$s, pagina %2$d
it: Notizie collegate a %1$s, pagina %2$d
ja: %1$s にリンクしているつぶやき、ページ %2$d
nl: Mededelingen die verwijzen naar %1$s, pagina %2$d
ru: Записи ссылающиеся на %1$s, страница %2$d
uk: Дописи з посиланнями на %1$s, сторінка %2$d

source: Log in
cs: Přihlášení
ru: Войти

source: %s's bookmarks
cs: Záložky uživatele %s
ru: Закладки %s

source: New bookmark
ar: علامة جديدة
cs: Nová záložka
es: Marcador nuevo
eu: Lastermarka berria
ia: Nove marcapaginas
it: Nuovo segnalibro
ja: 新しいブックマーク
nl: Nieuwe bladwijzer
ru: Новая закладка
uk: Нова закладка

source: Must be logged in to post a bookmark.
ar: يجب أن تكون والجا لتنشر العلامات.
cs: Pro vložení záložky je třeba se přihlásit.
es: Debe haber iniciado sesión publicar un marcador.
eu: Lastermarka bat bidaltzeko saioa hasi behar duzu.
ia: Es necessari aperir session pro inserer un marcapaginas.
it: Bisogna effettuare l'accesso per poter pubblicare un segnalibro.
ja: ブックマークに投稿するには、ログインする必要があります
nl: U moet aangemeld zijn om een bladwijzer te kunnen toevoegen.
ru: Нужно войти чтобы добавить закладку.
uk: Повинні увійти до системи, щоб зробити закладку.

source: Bookmark must have a title.
ar: يجب تسمية علامة القراءة.
cs: Záložka musí mít nadpis.
es: Marcador debe tener un título.
eu: Lastermarkak titulu bat behar du.
ia: Le marcapaginas debe haber un titulo.
it: Il segnalibro deve avere un titolo.
ja: ブックマークのタイトルが必要です
nl: Een bladwijzer moet een naam hebben.
ru: Закладка должна иметь заголовок.
uk: Закладка повинна мати заголовок.

source: Bookmark must have an URL.
ar: يجب أن تحتوي العلامة على مسار.
cs: Záložka musí mít URL.
es: Marcador debe tener una dirección URL.
eu: Lastermarkak URL bat behar du.
ia: Le marcapaginas debe haber un URL.
it: Il segnalibro deve avere un URL.
ja: ブックマークの URL が必要です
nl: Een bladwijzer moet een URL hebben.
ru: Закладка должна иметь адрес URL.
uk: Закладка повинна мати URL-адресу.

source: Bookmark posted
ar: أرسلت العلامة
cs: Záložka vložena
es: Marcador publicado
eu: Lastermarka bidali da
ia: Marcapaginas placiate
it: Segnalibro pubblicato
nl: De bladwijzer is geplaatst
ru: Закладка добавлена
uk: Закладку збережено

source: Import del.icio.us bookmarks
ar: استورد علامات من del.icio.us
cs: Importovat záložky z del.icio.us
es: Importar favoritos de del.icio.us
eu: Inportatu del.icio.us-eko lastermarkak
ia: Importar marcapaginas de del.icio.us
it: Importa i segnalibri di del.icio.us
ja: del.icio.us のブックマークをインポートする
nl: Bladwijzers van del.icio.us importeren
ru: Импортировать закладки с del.icio.us
uk: Імпорт закладок з del.icio.us

source: Only logged-in users can import del.icio.us backups.
cs: Pro importování zálohy z del.icio.us je třeba se přihlásit.
es: Sólo usuarios registrados pueden importar copias de seguridad de del.icio.us.
eu: Izen emandako erabiltzaileek soilik inporta ditzakete del.icio.us babeskopiak.
ia: Es necessari aperir session pro poter importar le copias de reserva de del.icio.us.
it: Solo gli utenti che hanno effettuato l'accesso possono importare i backup del.icio.us.
ja: ログインしているユーザのみ del.icio.us バックアップをインポートすることができます
nl: Alleen aangemelde gebruikers kunnen back-ups van del-icio.us importeren.
ru: Только авторизированные пользователи могут импортировать закладки из del.icio.us.
uk: Лише користувачі, що наразі знаходяться в системі, можуть імпортувати резервну копію закладок з del.icio.us.

source: You may not restore your account.
ar: لا يسمح لك باستعادة حسابك.
cs: Nemáte oprávnění obnovit svůj účet.
es: No se puede restaurar tu cuenta.
eu: Ez zenuke zure kontua leheneratu behar.
ia: Tu non pote restaurar tu conto.
it: Non puoi ripristinare il tuo account.
ja: あなたのアカウントを復元することはできません
nl: U mag uw gebruiker niet terugladen van back-up.
ru: Вы не можете восстановить свою учётную запись.
uk: Ви не можете відновити свій акаунт.

source: No uploaded file.
ar: لا يوجد ملف تم تحميله.
cs: Nebyl nahrán žádný soubor.
es: Ningún archivo cargado.
eu: Ez dago igotako fitxategirik.
ia: Nulle file incargate.
it: Nessun file caricato.
ja: アップロードされたファイルはありません
nl: Er is geen geüpload bestand.
ru: Нет загруженного файла.
uk: Файл не завантажено.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
cs: Velikost nahraného souboru překračuje limit upload_max_filesize nastavený v php.ini.
es: El archivo subido sobrepasa la directiva upload_max_filesize en php.ini
eu: php.ini-ko upload_max_filesize aldagaia gainditzen du igotako fitxategiak.
ia: Le file incargate excede le directiva upload_max_filesize in php.ini.
it: Il file caricato eccede la direttiva upload_max_filesize in php.ini.
ja: アップロードされたファイルは、php.ini の upload_max_filesize ディレクティブの値を超えています
nl: Het te uploaden bestand is groter dan de ingestelde upload_max_filesize in php.ini.
ru: Загружаемый файл превышает директиву upload_max_filesize в php.ini.
uk: Завантажений файл перевищив upload_max_filesize вказаний у php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
cs: Velikost nahraného souboru překračuje limit MAX_FILE_SIZE specifikovaný ve formuláři HTML.
es: El archivo subido sobrepasa la directiva MAX_FILE_SIZE que se especificó en el formulario HTML.
eu: HTML inprimakiko MAX_FILE_SIZE aldagaia gainditzen du igotako fitxategiak..
ia: Le file incargate excede le directiva MAX_FILE_SIZE specificate in le formulario HTML.
it: Il file caricato eccede la direttiva MAX_FILE_SIZE specificata nel modulo HTML.
ja: アップロードされたファイルは、HTML フォームで指定された MAX_FILE_SIZE ディレクティブを超えています
nl: Het te uploaden bestand is groter dan de ingestelde MAX_FILE_SIZE in het HTML-formulier.
ru: Загружаемый файл превышает директиву MAX_FILE_SIZE, указанную в HTML-форме.
uk: Завантажений файл перевищив MAX_FILE_SIZE, котрий було встановлено для форми HTML.

source: The uploaded file was only partially uploaded.
ar: لقد تم تحميل الملف جزئيًا فقط.
cs: Nahrávaný soubor byl nahrán pouze částečně.
es: El archivo subido sólo fue parcialmente subido.
eu: Igotako fitxategiaren zati bat soilik igo da.
ia: Le file incargate ha solmente essite incargate partialmente.
it: Il file caricato è stato caricato solo parzialmente.
ja: アップロードされたファイルは、一部しかアップロードされていません
nl: De upload is slechts gedeeltelijk voltooid.
ru: Загружаемый файл загружен только частично.
uk: Файл був завантажений лише частково.

source: Missing a temporary folder.
ar: مفقود مجلد مؤقت.
cs: Chybí dočasný adresář.
es: Falta una carpeta temporal.
eu: Karpeta tenporala falta da.
ia: Manca un dossier temporari.
it: Manca una directory temporanea.
ja: テンポラリーフォルダーが誤っています
nl: De tijdelijke map is niet aanwezig.
ru: Отсутствует временной каталог.
uk: Відсутня тимчасова тека.

source: Failed to write file to disk.
ar: فشلت في كتابة الملف على القرص.
cs: Nelze zapisovat na disk.
es: No se pudo escribir el archivo en el disco.
eu: Fitxategia diskoan idaztean akatsa.
ia: Falleva de scriber le file in disco.
it: Scrittura del file su disco non riuscita.
ja: ディスクへのファイルの書き込みに失敗しました。
nl: Het was niet mogelijk naar schijf te schrijven.
ru: Не удаётся записать файл на диск.
uk: Не вдалося записати файл на диск.

source: File upload stopped by extension.
cs: Nahrávání souboru bylo zastaveno rozšířením PHP.
es: La subida de archivos se detuvo por una extensión.
eu: Fitxategi igoera gelditu egin da luzapen okerragatik.
ia: Incargamento de file stoppate per un extension.
it: Caricamento del file bloccato dall'estensione.
ja: 拡張機能により、ファイルアップロードを中止しました
nl: Het uploaden van het bestand is tegengehouden door een uitbreiding.
ru: Загрузка файла остановлена по расширению.
uk: Завантаження файлу зупинено додатком.

source: System error uploading file.
ar: حدث خطأ في النظام عند تحميل الملف.
cs: Při nahrávání souboru došlo k systémové chybě.
es: Error del sistema al subir el archivo
eu: Fitxateiga igotzean sistema akatsa.
ia: Error de systema durante le incargamento del file.
it: Errore di sistema nel caricare il file.
ja: ファイルアップロード中にシステムエラーが発生しました
nl: Er is een systeemfout opgetreden tijdens het uploaden van het bestand.
ru: Системная ошибка при загрузке файла.
uk: Системна помилка при завантаженні файлу.

source: No such file "%s".
ar: لا يوجد مثل هذا الملف " %s ".
cs: Soubor "%s" neexistuje.
es: No hay tal archivo " %s ".
eu: Ez dago "%s" fitxategirik.
ia: Le file "%s" non existe.
it: File "%s" inesistente.
ja: ファイル "%s" がありません
nl: Het bestand "%s" bestaat niet.
ru: Нет такого файла как "%s".
uk: Немає такого файлу «%s».

source: Not a regular file: "%s".
ar: ليس هذا الملف عادي : " %s ".
cs: Toto není normální soubor: "%s".
es: No es un archivo regular: " %s ".
eu: Ez da fitxategi erregularra: "%s".
ia: Non es un file normal: "%s".
it: Non è un file normale: " %s ".
ja: 正規のファイルではありません: "%s"
nl: Geen gewoon bestand: "%s".
ru: Нет обычного файла: "%s".
uk: Це не звичайний файл: «%s».

source: File "%s" not readable.
ar: الملف "%s" غير قابل للقراءة.
cs: Soubor "%s" nelze přečíst.
es: Archivo " %s " no legible.
eu: "%s" fitxategia irakurtezina.
ia: Le file "%s" non es legibile.
it: File " %s " non leggibile.
ja: ファイル "%s" が読めません
nl: Bestand "%s" is niet leesbaar.
ru: Файл "%s" не может быть прочтен.
uk: Файл «%s» не можна прочитати.

source: Bookmarks have been imported. Your bookmarks should now appear in search and your profile page.
ar: استوردت العلامات. ستظهر علاماتك الآن عند البحث وفي صفحتك الشخصية.
cs: Záložky byly importovány. Vaše záložky by se nyní měli objevovat ve výsledcích hledání a na stránce vašeho profilu.
es: Marcadores han sido importados. Tus marcadores deben aparecer ahora en la búsqueda y la página de perfil.
eu: Lastermarkak inportatu dira. Zure lastermarkak bilaketan eta zure profilean agertu beharko lukete.
ia: Le marcapaginas ha essite importate. Tu marcapaginas debe ora apparer in recercas e in tu pagina de profilo.
it: I segnalibri sono stati importati. I tuoi segnalibri ora dovrebbero apparire nella ricerca e la pagina del tuo profilo.
ja: ブックマークはインポートされました。あなたのブックマークは検索やプロファイルページに表示されます
nl: De bladwijzers zijn geïmporteerd. Uw bladwijzers horen nu te verschijnen in zoekopdrachten en op uw profielpagina.
ru: Закладки были импортированы. Ваши закладки должны теперь появиться в поиски и вашем профиле.
uk: Закладки були імпортовані. Тепер ваші закладки повинні з’явитися у результатах пошуку і на сторінці вашого профілю.

source: Bookmarks are being imported. Please wait a few minutes for results.
ar: يستورد العلامات. الرجاء الانتظار دقائق معدودة لتظهر النتيجة.
cs: Záložky budou importovány. Počkejte prosím pár minut.
es: Los marcadores se están importando. Por favor, espere unos minutos para obtener los resultados.
eu: Lastermarkak inportatzen ari dira. Itxaron minutu gutxi batzuk.
ia: Le marcapaginas es actualmente importate. Per favor attende alcun minutas pro le resultatos.
it: Stiamo impostando i segnalibri. Si prega di attendere qualche minuto per i risultati.
nl: De bladwijzers worden geïmporteerd. Wacht een aantal minuten tot dit is afgerond.
ru: Закладки импортируются. Пожалуйста подождите несколько минут.
uk: Процес імпорту закладок триває. Будь ласка, зачекайте декілька хвилин.

source: You can upload a backed-up delicious.com bookmarks file.
cs: Můžete sem nahrát soubor záložek zálohovaných z delicious.com.
es: Puede cargar una copia de seguridad del archivo de marcadores de delicious.com.
eu: Delicious.com-eko babeskopia fitxategi bat igo dezakezu.
ia: Tu pote incargar un copia de reserva de un file de marcapaginas de delicious.com.
it: È possibile caricare un file segnalibro di backup delicious.com.
nl: U kunt een back-upbestand met bladwijzers van delicious.com uploaden.
ru: Вы можете загрузить заархивированный файл закладок сайта delicious.com.
uk: Ви можете завантажити резервний файл закладок з delicious.com.

# BUTTON
source: Upload
ar: ارفع
cs: Nahrát
es: Subir
eu: Igo
ia: Incargar
it: Carica
ja: アップロード
nl: Uploaden
ru: Загрузить
uk: Завантажити

source: Upload the file.
ar: حمّل الملف.
cs: Nahrát soubor.
es: Subir este archivo
eu: Fitxategia igo.
ia: Incargar le file.
it: Carica il file.
ja: ファイルをアップロード
nl: Het bestand uploaden.
ru: Загрузить файл.
uk: Завантажити файл.

source: Bookmark on %s
ar: ضع علامة في %s
cs: Záložka na %s
es: Marcador en %s
eu: %s(e)n lastermarkak
ia: Marcapaginas in %s
it: Segnalibro di %s
ja: %s 上のブックマーク
nl: Bladwijzer op %s
ru: Сделать закладку на %s
uk: Закладка на %s

source: No such bookmark.
ar: العلامة المقصودة غير موجودة.
cs: Záložka neexistuje.
es: No hay tal marcador.
eu: Ez dago lastermarka hori.
ia: Iste marcapaginas non existe.
it: Nessun bookmark di questo tipo.
ja: そのようなブックマークはありません
nl: De bladwijzer bestaat niet.
ru: Нет такой закладки.
uk: Немає такої закладки.

source: %1$s's bookmark for "%2$s"
ar: علامة %1$s ل%2$s"
cs: Záložka uživatele %1$s pro "%2$s"
es: Marcador de %1$s para " %2$s "
eu: %1$s(r)en "%2$s" lastermarkak
ia: Marcapaginas de %1$s pro "%2$s"
it: Il segnalibro di %1$s per "%2$s"
ja: "%2$s" 用の %1$s さんのブックマーク
nl: Bladwijzer van %1$s voor "%2$s"
ru: Закладка %1$s для "%2$s"
uk: Закладка %1$s із заголовком «%2$s»

source: Bookmark already exists.
ar: العلامة موجودة سابقاّ
cs: Záložka již existuje.
es: Ya existe el marcador.
eu: Lastermarka hori existizen da jada.
ia: Le marcapaginas ja existe.
it: Segnalibro già esistente.
ja: ブックマークは既に存在します
nl: De bladwijzer bestaat al.
ru: Такая закладку уже существует.
uk: Закладка вже існує.

source: Simple extension for supporting bookmarks.
cs: Jednoduché rozšíření pro podporu záložek.
ru: Простое дополнение для поддежки закладок.

source: Bookmarks
cs: Záložky
ru: Закладки

source: A list of your bookmarks
cs: Seznam vašich záložek
ru: Список ваших закладок

source: Expected exactly 1 link rel=related in a Bookmark.
cs: V záložce musí být přesně 1 link rel=related.
es: Se espera exáctamente 1 link rel=related en el marcador.
eu: Lastermarka batean rel=related esteka bat espero zen.
ia: Es expectate exactemente 1 ligamine "rel=related" in un marcapaginas.
it: Previsto esattamente 1 link rel=related in un segnalibro.
nl: Er wordt precies 1 verwijzing "rel=related" verwacht in een bladwijzer.
ru: Ожидается 1 link rel=related в закладке.
uk: Очікувалося лише одне посилання, пов’язане із закладкою.

source: Bookmark notice with the wrong number of attachments.
cs: Sdělení záložky nemá správný počet příloh.
es: Aviso de marcardor con un número incorrecto de datos adjuntos.
eu: Lastermarka oharra eranskin kopuru okerrarekin.
ia: Le nota de marcapaginas ha un numero erronee de annexos.
it: Avviso segnalibro con il numero errato di allegati.
nl: Bladwijzermededeling met het verkeerde aantal bijlagen.
ru: Запись-закладка с неверным количеством вложений.
uk: Тіло закладки з неправильною кількістю вкладень.

# TITLE
source: Bookmark
ar: علامة
cs: Záložka
es: Marcador
eu: Lastermarka
ia: Marcapaginas
it: Segnalibro
ja: ブックマーク
nl: Bladwijzer
ru: Закладка
uk: Закладка

source: No <A> tag in a <DT>.
cs: <DT> neobsahuje tag <A>.
es: No hay etiqueta <A> en un <DT>.
eu: Ez dago <A> etiketari <DT> batean.
ia: Etiquetta <A> mancante in un <DT>.
it: Nessun tag <A> in un <DT>.
nl: Geen label <A> in een <DT>.
uk: Відсутній теґ <a> в <dt>.

source: Skipping private bookmark.
cs: Přeskakuji soukromou záložku.
es: Se omitirá el marcador privado.
eu: Lastermarka pribatutik irteten.
ia: Salta un marcapaginas private.
it: Saltare il segnalibro privato.
ja: プライベートブックマークをスキップします
nl: Privébladwijzer wordt overgeslagen.
ru: Пропускать личные закладки.
uk: Пропуск приватних закладок.

source: Getting backup from file "%s".
ar: جلب النسخة الاحتياطية من "%s".
cs: Načítám zálohu ze souboru "%s".
es: Obtener copia de seguridad del archivo " %s ".
eu: "%s" fitxategitik babeskopia lortzen.
ia: Obtene copia de reserva ex file "%s".
it: Ottenere il backup dal file "%s".
ja: ファイル "%s" からバックアップを取得する
nl: De back-up wordt uit het bestand "%s" geladen.
ru: Загрузка резервной копии из файла "%s".
uk: Отримання резервної копії файлу «%s».

source: Only web bookmarks can be posted (HTTP or HTTPS).
ru: Только Интернет-закладки могут быть добавлены (HTTP или HTTPS).

source: Simple extension for supporting bookmarks.
es: Extensión simple para soporte de marcadores.

# LABEL
source: URL
ar: المسار
uk: URL-адреса
