Repository: foocorp/gnu-social
Catalog: plugins/Favorite/locale/*/LC_MESSAGES/Favorite.po
Languages: cs, es

# BUTTON
source: Favor
cs: Přidat k oblíbeným
es: Favorito

# BUTTON
source: Disfavor favorite
cs: Odebrat z oblíbených
es: Desmarcar favorito

# COMMANDHELP
source: add user's last notice as a 'fave'
cs: přidat poslední sdělení uživatele k oblíbeným
es: marcar como favorito el último mensaje del usuario

# COMMANDHELP
source: add notice with the given id as a 'fave'
cs: přidat sdělení s tímto ID k oblíbeným
es: marcar como favorito el mensaje con el identificador dado

# MENU
source: Favorites
cs: Oblíbené
es: Favoritos

# MENU
source: Popular
cs: Populární

source: Favorites (likes) using ActivityStreams.
cs: Oblíbené (like) skrze ActivityStreams.
es: Favoritos (me gusta) usando Activity Streams.

source: No such notice.
cs: Sdělení neexistuje.
es: No existe ese mensaje.

source: %1$s has no right to reply to notice %2$d.
cs: %1$s nemá oprávnění odpovídat na sdělení %2$d.
es: %1$s no tiene los permisos necesarios para responder el mensaje %2$d.

source: Could not store new object of type %s
cs: Nepodařilo se uložit nový objekt typu %s
es: No se pudo guardar el nuevo objeto de tipo %s

# FAVELIST
source: You like this.
cs: Toto se líbí vám.
es: Te gusta esto.

source: %%s and %d others like this.
cs: Komu se to líbí: %%s a %d další.
es: a %%s y %d personas más les gusta esto.

source: %%s likes this.
cs: Komu se to líbí: %%s.
es: a %%s le gusta esto.
