Repository: foocorp/gnu-social
Catalog: plugins/GNUsocialPhotos/locale/io/LC_MESSAGES/GNUsocialPhotos.po
Languages: io

source: Upload Photos
io: Kargar fotografuri

source: No such user.
io: Nula tala uzanto.

source: No such photo.
io: Nula tala fotografuro.

source: %s's Photo.
io: La fotografuro di %s.

source: %s's Photos.
io: La fotografuri di %s.

source: Edit photo -
io: Modifikar la fotografuro -

source: Edit photo
io: Modifikar la fotografuro

source: No such user exists with id
io: Nula tala uzanto existas kun l'identifikilo

source: Error creating new album.
io: Eroro dum la kreo dil nova albumo.

source: Problem Saving Photo.
io: Problemo dum la konservo dil fotografuro.

source: Problem saving photo.
io: Problem dum la konservo dil fotografuro.
