Repository: foocorp/gnu-social
Catalog: plugins/RequireValidatedEmail/locale/*/LC_MESSAGES/RequireValidatedEmail.po
Languages: es

source: You must validate your email address before posting.
es: Debes validar tu correo electrónico para poder publicar.

source: You must provide an email address to register.
es: Debes proporcionar un correo electrónico para registrarte.

source: Disables posting without a validated email address.
es: No permite la publicación de mensajes mientras no se valide el correo electrónico.

source: You must validate an email address before posting!
es: ¡Tienes que validar tu correo electrónico primero!

source: You are already logged in.
es: Ya has iniciado sesión.

source: Confirmation code not found.
es: No se ha encontrado el código de confirmación.

source: No user for that confirmation code.
es: Ningún usuario tiene ese código de confirmación.

source: Unrecognized address type %s.
es: No se reconoce el tipo de dirección: %s.

source: That address has already been confirmed.
es: Esa dirección ya ha sido confirmada.

source: Password too short.
es: La contraseña es demasiado corta.

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: You have confirmed the email address for your new user account %s. Use the form below to set your new password.
es: Has confirmado el correo electrónico para tu nueva cuenta de usuario, %s. Utiliza el siguiente formulario para establecer tu nueva contraseña.

source: Set a password
es: Establecer una contraseña

source: Confirm email address
es: Confirma tu correo electrónico

source: New password
es: Nueva contraseña

source: 6 or more characters.
es: 6 o más caracteres.

# LABEL
source: Confirm
es: Confirmar

source: Same as password above.
es: Repite la contraseña anterior.

# BUTTON
source: Save
es: Guardar
