Repository: foocorp/gnu-social
Catalog: plugins/Event/locale/io/LC_MESSAGES/Event.po
Languages: io

source: You will attend this event.
io: Vu asistos ca evento.

source: You will not attend this event.
io: Vu ne asistos ca evento.

source: You might attend this event.
io: Vu forsan asistos ca evento.

# BUTTON
source: Cancel
io: Anular

source: RSVP:
io: Voluntez respondar:

# BUTTON
source: Maybe
io: Forsan

# LABEL
source: Title
io: Titulo

source: Title of the event.
io: Titulo dil evento.

# LABEL
source: Start date
io: Komenco-dato

source: Date the event starts.
io: Komenco-dato dil evento.

# LABEL
source: Start time
io: Komenco-tempo

source: Time the event starts (%s).
io: Komenco-tempo dil evento (%s).

# LABEL
source: End date
io: Fino-dato

source: Date the event ends.
io: Fino-dato dil evento.

# LABEL
source: End time
io: Fino-tempo

source: Time the event ends.
io: Fino-tempo dil evento.

# LABEL
source: Where?
io: Ube?

source: Event location.
io: Evento-loko.

source: URL for more information.
io: URL por plusa informo.

# LABEL
source: Description
io: Deskripto

source: Description of the event.
io: Deskripto dil evento.

# BUTTON
source: Save
io: Konservar

# TITLE
source: New event
io: Nova evento

source: Must be logged in to post a event.
io: Vu devas esar konektita por publikigar evento.

source: Title required.
io: Titulo necesa.

source: Start date required.
io: Komenco-dato necesa.

source: End date required.
io: Fino-dato necesa.

source: Could not parse date "%s".
io: Lu ne povis analizar la dato "%s".

source: Event must have a title.
io: L'evento bezonas titulo.

source: Event must have a start time.
io: L'evento bezonas komenco-tempo.

source: Event must have an end time.
io: L'evento bezonas fino-tempo.

source: URL must be valid.
io: L'URL mustas esar valida.

source: Event saved
io: Evento konservata

# TITLE
source: Cancel RSVP
io: Anular la respondo-demando

source: No such RSVP.
io: Nula tala respondo-demando

source: No such event.
io: Nula tala evento.

source: You must be logged in to RSVP for an event.
io: Vu mustas esar konektita por respondar al demando dil evento.

# TITLE
source: New RSVP
io: Nova respondo-demando

source: Unknown submit value.
io: Nekoconata valoro sendita.

source: %1$s's RSVP for "%2$s"
io: La respondo-demando di %1$s por "%2$s"

source: Not logged in.
io: Neidentifikita.

source: Unexpected form submission.
io: Neexpektita formulario-sendajo.

source: This action is AJAX only.
io: Ca ago es exkluziva ad "AJAX".

source: Event already exists.
io: L'evento ja existas.

source: RSVP already exists.
io: La respondo-demando ja existas.

source: Unknown verb "%s".
io: Nekonocata verbo "%s".

source: Unknown code "%s".
io: Nekonocata kodexo "%s".

source: RSVP %s does not correspond to a notice in the database.
io: La respondo-demando %s ne korespondas kun avizo en la datumaro.

source: No profile with ID %s.
io: Nula profilo kun l'identifikilo %s.

source: No event with ID %s.
io: Nula evento kun l'identifikilo %s.

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is attending <a href='%3$s'>%4$s</a>.</span>
io: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> asistos <a href='%3$s'>%4$s</a>.</span>

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is not attending <a href='%3$s'>%4$s</a>.</span>
io: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> ne asistos <a href='%3$s'>%4$s</a>.</span>

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> might attend <a href='%3$s'>%4$s</a>.</span>
io: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> forsan asistos <a href='%3$s'>%4$s</a>.</span>

source: Unknown response code %s.
io: Nekonocata respondo-kodexo "%s".

source: an unknown event
io: evento nekonocata

source: %1$s is attending %2$s.
io: %1$s asistos %2$s.

source: %1$s is not attending %2$s.
io: %1$s ne asistos %2$s.

source: %1$s might attend %2$s.
io: %1$s forsan asistos %2$s.

source: Event invitations and RSVPs.
io: Evento-inviti e respondo-demandi.

# TITLE
source: Event
io: Evento

source: Too many activity objects.
io: Tro multa aktiveso-objekti.

source: Wrong type for object.
io: Nekorekta objekto-tipo.

source: RSVP for unknown event.
io: Respondo-demando por l'evento nekonocata.

source: Unknown verb for events.
io: Nekonocata verbo por l'eventi.

source: Unknown object type.
io: Nekonocata objekto-tipo.

source: Unknown event notice.
io: Nekonocata evento-avizo.

source: Deleted.
io: Efacita.

source: Time:
io: Tempo:

source: Location:
io: Loko:

source: Description:
io: Deskripto:

source: Attending:
io: Asistonta:

source: (0 min)
io: (0 minuto)

source: (30 min)
io: (30 minuti)

source: (1 hour)
io: (1 horo)

source: (%.1f hours)
io: (%.1f hori)

source: (%d hours)
io: (%d hori)
