Repository: foocorp/gnu-social
Catalog: plugins/Directory/locale/io/LC_MESSAGES/Directory.po
Languages: io

source: User Directory, page %d
io: Uzantaro, pagino %d

source: User directory
io: Uzantaro

source: User directory - %s
io: Uzantaro - %s

source: User directory - %1$s, page %2$d
io: Uzantaro - %1$s, pagino %2$d

source: Search for people on %%site.name%% by their name, location, or interests. Separate the terms by spaces; they must be 3 characters or more.
io: Serchez por personi en %%site.name%% per lia nomi, loki, od interesti. Separez la termini per spaci; lia longesi mustas esar de 3 signi o pluse.

source: Search site
io: Serchar la situo

source: Keyword(s)
io: Klefovorto(-i)

# BUTTON
source: Search
io: Serchar

source: No users starting with %s
io: Nula uzanto komencanta per %s

source: No results.
io: Nula rezultajo.

source: * Make sure all words are spelled correctly. * Try different keywords. * Try more general keywords. * Try fewer keywords.
io: * Verifikez ke omna la vorti es korekte skribita. * Probez diferanta klefovorti. * Probez plu generala klefovorti. * Probez min multa klefovorti.

source: Group Directory, page %d
io: Gruparo, pagino %d

source: Group directory
io: Gruparo

source: Group directory - %s
io: Gruparo - %s

source: Group directory - %1$s, page %2$d
io: Gruparo - %1$s, pagino %2$d

source: After you join a group you can send messages to all other members using the syntax "!groupname". Browse groups, or search for groups by their name, location or topic. Separate the terms by spaces; they must be three characters or more.
io: Pos ke vu divenas membro di grupo, vu povas sendar mesaji ad omna l'altra membri per la sintaxo "!gruponomo". Foliumez grupi, o serchez grupi per lia nomi, loki o temi. Separez la termini per spaci; lia longesi mustas esar de tri signi o pluse.

source: Create a new group
io: Krear nova grupo

source: Search groups
io: Serchar grupi

source: No groups starting with %s.
io: Nula grupo komencanta per %s.

# MENU
source: Directory
io: Uzaro

source: User Directory.
io: Uzaro

source: Add a user directory.
io: Adjuntar uzaro.

source: Nickname
io: Uzantonomo

source: Created
io: Kreita ye

source: Members
io: Membri

source: Subscriptions
io: Abonanti

source: Notices
io: Avizi
