Repository: foocorp/gnu-social
Catalog: plugins/DomainWhitelist/locale/*/LC_MESSAGES/DomainWhitelist.po
Languages: es, gl, ia, it, tl, uk

source: Invite collegues
es: Invitar a amigos
gl: Convidar colegas
ia: Invitar collegas
it: Invita colleghi
tl: Anyayahan ang mga kasamahan
uk: Запросити колег

source: Personal message
es: Mensaje personal
gl: Mensaxe persoal
ia: Message personal
it: Messaggio personale
tl: Personal na mensahe
uk: Особисте повідомлення

source: Optionally add a personal message to the invitation.
es: Opcionalmente, puedes añadir un mensaje personalizado a tu invitación.
gl: Engadir opcionalmente unha mensaxe persoal á invitación.
ia: Si tu vole, adde un message personal al invitation.
it: Puoi aggiungere un messaggio personale agli inviti.
tl: Opsyonal na magdagdag ng isang personal na mensahe sa paanyaya.
uk: При необхідності додайте особисте повідомлення до запрошення.

source: Add another item
es: Añadir otro elemento
gl: Engadir outro elemento
ia: Adder un altere elemento
it: Aggiungi un altro oggetto
tl: Magdagdag ng isa pang larawan
uk: Додати ще один пункт

# BUTTON
source: Send
es: Enviar
gl: Enviar
ia: Inviar
it: Invia
tl: Ipadala
uk: Надіслати

source: Send invitations.
es: Enviar invitaciones.
gl: Enviar as invitacións.
ia: Inviar invitationes.
it: Manda inviti.
tl: Magpadala ng mga paanyaya.
uk: Надіслати запрошення.

source: Email address must be in this domain: %s.
es: El correo electrónico debe pertenecer a este dominio: %s.
gl: O enderezo de correo electrónico debe ser deste dominio: %s.
ia: Le adresse de e-mail debe esser in iste dominio: %s.
it: L'indirizzo email deve essere in questo dominio: %s.
tl: Ang tirahan ng e-liham ay dapat na nasa loob ng nasasakupang ito: %s.
uk: Адреса електронної пошти повинна бути в цьому домені: %s.

source: Email address must be in one of these domains: %s.
es: El correo electrónico debe pertenecer a uno de estos dominios: %s.
gl: O enderezo de correo electrónico debe ser dun destes dominios: %s.
ia: Le adresse de e-mail debe esser in un de iste dominios: %s.
it: L'indirizzo email deve essere in uno di questi domini: %s.
tl: Ang tirahan ng e-liham ay dapat na nasa loob ng isa sa mga nasasakupang ito: %s.
uk: Адреса електронної пошти повинна бути в одному з цих доменів: %s.

source: That email address is not allowed on this site.
es: Ese correo electrónico no está permitido en este sitio.
gl: Ese enderezo de correo electrónico non está permitido neste sitio.
ia: Iste adresse de e-mail non es permittite in iste sito.
it: Questo indirizzo email non Ã¨ consentito su questo sito.
tl: Ang tirahan ng e-liham ay hindi pinapayagan sa loob ng sityong ito.
uk: Така адреса електронної пошти є неприпустимою на цьому сайті.

source: Confirmation Required
es: Confirmación requerida
gl: Cómpre confirmación
ia: Confirmation necessari
it: Richiesta Conferma
tl: Kailangan ang Pagpapatunay
uk: Необхідне підтвердження

source: Really delete this invitation?
es: ¿Seguro que quieres eliminar esta invitación?
gl: Está seguro de querer borrar esta invitación?
ia: Es tu secur de voler deler iste invitation?
it: Vuoi davvero cancellare questo invito?
tl: Buburahin na talaga ang paanyayang ito?
uk: Дійсно видалити це запрошення?

source: Restrict domains for email users.
es: Restringir los dominios aceptados para los usuarios de correo electrónico.
gl: Restrinxir os dominios para os usuarios de correo electrónico.
ia: Restringer dominios pro usatores de e-mail.
it: Limitare i domini per gli utenti di posta ettronica.
tl: Hangganan ang mga nasasakupan sa mga tagagamit ng e-liham.
uk: Обмежити домени для електронної пошти користувачів.
