Repository: foocorp/gnu-social
Catalog: plugins/Directory/locale/*/LC_MESSAGES/Directory.po
Languages: cs, eu, gl, ia, it, mk, nl, uk

source: User Directory, page %d
cs: Adresář Uživatelů, strana %d
eu: Erabiltzaile Direktorioa, %d. orria
gl: Directorio de usuario, páxina %d
ia: Catalogo de usatores, pagina %d
it: Directory dell'utente, pagina %d
mk: Кориснички именик, стр. %d
nl: Gebruikerslijst, pagina %d
uk: Каталог користувачів, сторінка %d

source: User directory
cs: Adresář uživatelů
eu: Erabiltzaile direktorioa
gl: Directorio de usuario
ia: Catalogo de usatores
it: Directory utente
mk: Кориснички именик
nl: Gebruikerslijst
uk: Каталог користувачів

source: User directory - %s
cs: Adresář uživatelů - %s
eu: Erabiltzaile direktorioa - %s
gl: Directorio de usuario - %s
ia: Catalogo de usatores - %s
it: Directory utente - %s
mk: Кориснички именик - %s
nl: Gebruikerslijst - %s
uk: Каталог користувачів — %s

source: User directory - %1$s, page %2$d
cs: Adresář uživatelů - %1$s, strana %2$d
eu: Erabiltzaile direktorioa - %1$s, %2$d. orria
gl: Directorio de usuario - %1$s, páxina %2$d
ia: Catalogo de usatores - %1$s, pagina %2$d
it: Directory utente - %1$s, pagina %2$d
mk: Именик на корисници - %1$s, страница %2$d
nl: Gebruikerslijst - %1$s, pagina %2$d
uk: Каталог користувачів — %1$s, сторінка %2$d

source: Search for people on %%site.name%% by their name, location, or interests. Separate the terms by spaces; they must be 3 characters or more.
cs: Hledejte lidi na %%site.name%% podle jejich jména, místa, nebo zájmů. Oddělte slova mezerami; slova musí být nejméně 3 znaky dlouhá.
eu: Bilatu jendea %%site.name%%n bere izenez, kokapenaz edo interesez. Banandu espazioekin terminoak, 3 karaktere edo gehiago izan behar dituzte.
gl: Buscar xente en %%site.name%% por nome, lugar ou intereses. Separe os termos con espazos en branco. Cada termo ten que estar formado por tres ou máis caracteres.
ia: Cerca personas in %%site.name%% per nomine, loco o interesses. Separa le terminos per spatios; illos debe haber 3 characteres o plus.
it: Cerca tra le persone su %%site.name%% per nome, luogo o interessi. Separa i termini di ricerca con degli spazi; lunghezza minima 3 caratteri.
mk: Пребарајте луѓе на %%site.name%% по име, местоположба или интереси. Одделете ги поимите со празни места; зборовите мора да имаат барем по 3 букви.
nl: Zoeken naar gebruikers op %%site.name%% op basis van hun naam, locatie of interesses. Scheid de zoektermen met spaties. Zoektermen moeten uit drie of meer tekens bestaan.
uk: Пошук людей на %%site.name%% за їхніми іменами, розташуванням або інтересами. Відокремлюйте пошукові умови інтервалами; вони повинні складатись з 3 або більше знаків.

source: Search site
cs: Hledat na serveru
eu: Leku bilaketa
gl: Buscar no sitio
ia: Cercar in sito
it: Cerca nel sito
mk: Пребарај
nl: Site doorzoeken
uk: Пошук на сайті

source: Keyword(s)
cs: Klíčová slova
eu: Gakoa(k)
gl: Termos de busca
ia: Parola(s)-clave
it: Parola chiave (s)
mk: Клучни зборови
nl: Trefwoord(en)
uk: Ключові слова

# BUTTON
source: Search
cs: Hledat
eu: Bilatu
gl: Procurar
ia: Cercar
it: Cerca
mk: Пребарај
nl: Zoeken
uk: Пошук

source: No users starting with %s
cs: Žádný uživatel nezačíná na %s
eu: Ez dago %s(r)ekin hasten den erabiltzailerik
gl: Non hai usuarios que comecen por %s
ia: Il non ha usatores de qui le nomine comencia con "%s"
it: Nessun utente che inizia per %s
mk: Нема корисници што почнуваат на %s
nl: Er zijn geen gebruikers wiens naam begint met "%s"
uk: Немає користувачів, починаючи з %s

source: No results.
cs: Žádné výsledky.
eu: Emaitzarik ez.
gl: Non hai resultados.
ia: Nulle resultato.
it: Nessun risultato.
mk: Нема резултати.
nl: Geen resultaten.
uk: Немає результатів.

source: * Make sure all words are spelled correctly. * Try different keywords. * Try more general keywords. * Try fewer keywords.
cs: * Zkontrolujte, zda ve slovech nejsou překlepy. * Zkuste jiná klíčová slova. * Zkuste použít obecnější klíčová slova. * Zkuste méně klíčových slov.
eu: * Ziurtatu hitz guztiak ondo idatziak daudela. * Saiatu gako ezberdinekin. * Saiatu gako orokorragoekin. * Saiatu gako gutxiagorekin.
gl: * Asegúrese de que non haxa faltas de ortografía. * Probe con palabras clave diferentes. * Probe con máis palabras clave xerais. * Probe con menos palabras clave.
ia: * Verifica que tote le parolas es orthographiate correctemente. * Proba differente parolas-clave. * Proba parolas-clave plus general. * Proba minus parolas-clave.
it: * Accertati che tutte le parole siano digitate correttamente. * Prova parole chiave differenti. * Prova parole chiave più generali. * Prova meno parole chiave.
mk: * Проверете дали сите зборови се напишани како што треба. * Обидете се со други клучни зборови. * Обидете се со поопшти клучни зборови. * Обидете се помалку клучни зборови.
nl: * Zorg ervoor dat alle woorden correct zijn gespeld. * Gebruik verschillende trefwoorden. * Gebruik meer algemene trefwoorden. * Gebruik minder zoekwoorden.
uk: * Переконайтеся, що всі слова написано правильно. * Спробуйте різні ключові слова. * Спробуйте узагальнити ключові слова. * Спробуйте зменшити кількість ключових слів.

source: Group Directory, page %d
cs: Adresář Skupin, strana %d
eu: Talde Direktorioa, %d. orria
gl: Directorio de grupo, páxina %d
ia: Catalogo de gruppos, pagina %d
it: Directory del gruppo, pagina %d
mk: Именик на групи, страница %d
nl: Gebruikerslijst, pagina %d
uk: Каталог спільноти, сторінка %d

source: Group directory
cs: Adresář skupin
eu: Talde direktorioa
gl: Directorio de grupo
ia: Catalogo de gruppos
it: Directory del gruppo
mk: Именик на групи
nl: Gebruikerslijst
uk: Каталог спільноти

source: Group directory - %s
cs: Adresář skupin - %s
eu: Talde direktorioa - %s
gl: Directorio de grupo - %s
ia: Catalogo de gruppos - %s
it: Directory del gruppo - %s
mk: Именик на групи - %s
nl: Gebruikerslijst - %s
uk: Каталог спільноти — %s

source: Group directory - %1$s, page %2$d
cs: Adresář skupin - %1$s, strana %2$d
eu: Talde direktorioa - %1$s, %2$d. orria
gl: Directorio de grupo - %1$s, páxina %2$d
ia: Catalogo de gruppos - %1$s, pagina %2$d
it: Directory del gruppo - %1$s, pagina %2$d
mk: Именик на групи - %1$s, страница %2$d
nl: Gebruikerslijst - %1$s, pagina %2$d
uk: Каталог спільноти — %1$s, сторінка %2$d

source: After you join a group you can send messages to all other members using the syntax "!groupname". Browse groups, or search for groups by their name, location or topic. Separate the terms by spaces; they must be three characters or more.
cs: Po té co se přidáte ke skupině, můžete posílat zprávy všem jejím členům tím, že do nich napíšete vykřičník a název skupiny, např. "!naseskupina". Procházejte skupiny, nebo je vyhledávejte podle jejich názvu, místa, nebo popisu. Oddělte slova mezerami; slova musí být nejméně 3 znaky dlouhá.
eu: Behin talde batera batzen zarenean, bertako taldekide guztiei mezue bidal diezaiekezu "!taldeizena" sintaxia erabiliz. Arakatu taldeak, edo bilatu bere izen, kokapen edo gaiaren bidez. Banandu espazioekin terminoak, terminoek 3 karaktere edo gehiago izan behar dituzte.
gl: Despois de unirse a un grupo, pode enviar mensaxes a outros membros mediante a sintaxe "!nomedegrupo". Navegue polos grupos ou busque grupos polos seus nomes, localizacións ou temas. Separe os termos con espazos en branco. Cada termo ten que estar formado por tres ou máis caracteres.
ia: Post adherer a un gruppo, tu pote inviar messages a tote le altere membros usante le syntaxe "!nominedegruppo". Percurre le gruppos, o cerca gruppos per nomine, localitate o topico. Separa le terminos per spatios; illos debe consister de tres characteres o plus.
it: Una volta unito ad un gruppo puoi inviare messaggi a tutti gli altri membri utilizzando la sintassi "!nomegruppo". Sfoglia i gruppi, o cercali per nome, luogo o argomento. Separa i termini con degli spazi; minimo 3 o più caratteri.
mk: Откако ќе се зачлените во групата ќе можете да им испраќате пораки на сите други членови користејќи ја синтаксата „!groupname“. Групите можете да ги прелистувате или да ги пребарувате по име, место или тема. Одделете ги поимите со празни места. Секој поим мора да содржи барем три знака.
nl: Nadat u lid bent geworden van een groep kunt u berichten naar de groep zenden door ""!groepsnaam" te gebruiken in uw bericht. Blader door groepen of zoek naar groepen op basis van hun naam, locatie of onderwerp. Scheid trefwoorden met spaties; trefwoorden moeten bestaat uit drie of meer tekens.
uk: Після приєднання до групи ви зможете надсилати повідомлення всім учасникам даної групи, використовуючи синтаксис "!groupname". Оглядайте або шукайте інші групи за їхніми назвами, розташуванням або тематикою. Відокремлюйте пошукові запити пробілами; пошуковий запит має становити щонайменше три символи.

source: Create a new group
cs: Vytvořit novou skupinu
eu: Sortu talde berri bat
gl: Crear un novo grupo
ia: Crear un nove gruppo
it: Crea un nuovo gruppo
mk: Создај нова група
nl: Nieuwe groep maken
uk: Створити нову спільноту

source: Search groups
cs: Hledat skupiny
eu: Taldeak bilatu
gl: Procurar grupos
ia: Cercar in gruppos
it: Gruppi di ricerca
mk: Пребарај групи
nl: Groepen doorzoeken
uk: Пошук спільнот

source: No groups starting with %s.
cs: Žádná skupina nezačíná na %s.
eu: Ez dago %s(r)ekin hasten den talderik.
gl: Non hai grupos que comecen por %s.
ia: Il non ha gruppos de que le nomine comencia con "%s".
it: Nessun gruppo inizia con %s .
mk: Нема групи што почнуваат на %s.
nl: Er zijn geen groepsnamen die beginnen met "%s".
uk: Немає спільнот, що починаються з %s.

# MENU
source: Directory
cs: Adresář
eu: Direktorioa
gl: Directorio
ia: Directorio
mk: Именик
nl: Gebruikerslijst
uk: Каталог

source: User Directory.
cs: Adresář Uživatelů.
eu: Erabiltzaile Direktorioa.
gl: Directorio de usuario.
ia: Catalogo de usatores.
it: Directory Utente.
mk: Кориснички именик.
nl: Gebruikerslijst.
uk: Каталог користувача.

source: Add a user directory.
cs: Přidat adresář uživatelů.
eu: Gehitu erabiltzaile direktorio bat.
gl: Engadir un directorio de usuario.
ia: Adder un catalogo de usatores.
it: Aggiungere una directory utente.
mk: Додај кориснички именик.
nl: Een gebruikerslijst toevoegen.
uk: Додати каталог користувача.

source: Nickname
cs: Přezdívka
eu: Goitizena
gl: Alcume
ia: Pseudonymo
mk: Прекар
nl: Gebruikersnaam
uk: Псевдонім

source: Created
cs: Vytvořen
eu: Sortua
gl: Creado
ia: Create le
it: Creato
mk: Создадено
nl: Aangemaakt
uk: Створено

source: Members
cs: Členové
eu: Kideak
gl: Membros
ia: Membros
it: Membri
mk: Членови
nl: Leden
uk: Учасники

source: Subscriptions
cs: Sledující
eu: Harpidetzak
gl: Subscricións
ia: Subscriptiones
it: Iscrizioni
mk: Претплати
nl: Abonnementen
uk: Підписки

source: Notices
cs: Sdělení
eu: Oharrak
gl: Notas
ia: Notas
it: Notizie
mk: Забелешки
nl: Mededelingen
uk: Дописи
