Repository: foocorp/gnu-social
Catalog: plugins/ChooseTheme/locale/*/LC_MESSAGES/ChooseTheme.po
Languages: nb

source: Choose theme settings
nb: Innstillinger

source: Choose theme
nb: Velg tema

source: Settings saved.
nb: Innstillinger lagret.

source: No valid theme chosen.
nb: Ingen gyldige tema er valgt.

source: Themes
nb: Temaer

source: Select a theme
nb: Velg tema

source: Save
nb: Lagre

source: Allowing user to select the preferred theme.
nb: Lar brukeren velge sitt foretrukne tema.

source: MENU
nb: Tema

source: Choose Theme
nb: Velg tema
