Repository: foocorp/gnu-social
Catalog: plugins/Activity/locale/*/LC_MESSAGES/Activity.po
Languages: ca, es, eu, fur, ia, it, pl, pt_br, sv, tl, tr

source: <a href="%1$s">%2$s</a> joined the group <a href="%3$s">%4$s</a>.
ca: <a href="%1$s">%2$s</a> s'ha unit al grup <a href="%3$s">%4$s</a>.
es: <a href="%1$s">%2$s</a> se unió al grupo <a href="%3$s">%4$s</a>.
eu: <a href="%1$s">%2$s</a> <a href="%3$s">%4$s</a> taldekoa da orain.
fur: <a href="%1$s">%2$s</a> zontât al grup <a href="%3$s">%4$s</a>.
ia: <a href="%1$s">%2$s</a> adhereva al gruppo <a href="%3$s">%4$s</a>.
it: <a href="%1$s">%2$s</a> unisciti al gruppo <a href="%3$s">%4$s</a>.
pl: <a href="%1$s">%2$s</a> dołączył do grupy <a href="%3$s">%4$s</a>.
pt_br: <a href="%1$s">%2$s</a> entrou no grupo <a href="%3$s">%4$s</a>.
sv: <a href="%1$s">%2$s</a> anslöt till gruppen <a href="%3$s">%4$s</a>.
tl: Sumali si <a href="%1$s">%2$s</a> sa pangkat na <a href="%3$s">%4$s</a>.
tr: <a href="%1$s">%2$s</a> gruba katıldı <a href="%3$s">%4$s</a>.

source: <a href="%1$s">%2$s</a> started following <a href="%3$s">%4$s</a>.
ca: <a href="%1$s">%2$s</a> ha començat a seguir <a href="%3$s">%4$s</a>.
es: <a href="%1$s">%2$s</a> ha seguido a <a href="%3$s">%4$s</a>.
eu: <a href="%1$s">%2$s</a> <a href="%3$s">%4$s</a> jarraitzen hasi da.
fur: <a href="%1$s">%2$s</a> scomenciât a seguí<a href="%3$s">%4$s</a>.
it: <a href="%1$s">%2$s</a> ha iniziato a seguire <a href="%3$s">%4$s</a>.
pl: <a href="%1$s">%2$s</a> zaczął obserwować <a href="%3$s">%4$s</a>.
pt_br: <a href="%1$s">%2$s</a> começou a seguir <a href="%3$s">%4$s</a>.
sv: <a href="%1$s">%2$s</a> började följa <a href="%3$s">%4$s</a.
tl: Nagsimulang sundan ni <a href="%1$s">%2$s</a> si <a href="%3$s">%4$s</a>.
tr: <a href="%1$s">%2$s</a> takip etmeye başladı <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) started following %3$s (%4$s).
ca: %1$s (%2$s) ha començat a seguir %3$s (%4$s).
es: %1$s (%2$s) ha seguido a %3$s (%4$s).
eu: %1$s (%2$s) %3$s (%4$s) jarraitzen hasi da.
fur: %1$s (%2$s) scomenciât a seguí %3$s (%4$s).
ia: %1$s (%2$s) comenciava a sequer %3$s (%4$s).
it: %1$s (%2$s) ha iniziato a seguire %3$s (%4$s).
pl: %1$s (%2$s) zaczął obserwować %3$s (%4$s).
pt_br: %1$s (%2$s) começou a seguir %3$s (%4$s).
sv: %1$s (%2$s) påbörjade att följa %3$s (%4$s).
tl: Nagsimulang sundan ni %1$s (%2$s) si %3$s (%4$s).
tr: %1$s (%2$s) takip etmeye başladı %3$s (%4$s).

source: <a href="%1$s">%2$s</a> stopped following <a href="%3$s">%4$s</a>.
ca: <a href="%1$s">%2$s</a> ha deixat de seguir <a href="%3$s">%4$s</a>.
es: <a href="%1$s">%2$s</a> dejó de seguir a <a href="%3$s">%4$s</a>.
eu: <a href="%1$s">%2$s</a>(e)k <a href="%3$s">%4$s</a> jarraitzeari utzi dio.
fur: <a href="%1$s">%2$s</a> smitût di seguí<a href="%3$s">%4$s</a>.
ia: <a href="%1$s">%2$s</a> cessava de sequer <a href="%3$s">%4$s</a>.
it: <a href="%1$s">%2$s</a> ha smesso di seguire <a href="%3$s">%4$s</a>.
pl: <a href="%1$s">%2$s</a> zakończył obserwację <a href="%3$s">%4$s</a>.
pt_br: <a href="%1$s">%2$s</a> parou de seguir <a href="%3$s">%4$s</a>.
sv: <a href="%1$s">%2$s</a> slutade följa <a href="%3$s">%4$s</a>.
tl: Huminto si <a href="%1$s">%2$s</a> sa pagsunod kay <a href="%3$s">%4$s</a>.
tr: <a href="%1$s">%2$s</a> takibi bıraktı <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) stopped following %3$s (%4$s).
ca: %1$s (%2$s) ha deixat de seguir %3$s (%4$s).
es: %1$s (%2$s) dejó de seguir a %3$s (%4$s).
eu: %1$s(e)k (%2$s) %3$s (%4$s) jarraitzeari utzi dio.
fur: %1$s (%2$s) smitût di seguí %3$s (%4$s).
ia: %1$s (%2$s) cessava de sequer %3$s (%4$s).
it: %1$s (%2$s) ha smesso di seguire %3$s (%4$s).
pl: %1$s (%2$s) zakończył obserwację %3$s (%4$s).
pt_br: %1$s (%2$s) parou de seguir %3$s (%4$s).
sv: %1$s (%2$s) slutade att följa %3$s (%4$s).
tl: Huminto si %1$s (%2$s) sa pagsunod kay %3$s (%4$s).
tr: %1$s (%2$s) takibi bıraktı %3$s (%4$s).

source: <a href="%1$s">%2$s</a> liked <a href="%3$s">%4$s's update</a>.
eu: <a href="%1$s">%2$s</a>(e)k <a href="%3$s">%4$s(r)en eguneraketa</a> atsegin du.
ia: <a href="%1$s">%2$s</a> amava <a href="%3$s">le actualisation de %4$s</a>.

source: %1$s (%2$s) liked %3$s's status (%4$s).
eu: %1$s(e)k (%2$s) %3$s(r)en egoera (%4$s) atsegin du.
ia: %1$s (%2$s) amava le stato de %3$s (%4$s).

source: <a href="%1$s">%2$s</a> stopped liking <a href="%3$s">%4$s's update</a>.
ca: A <a href="%1$s">%2$s</a> li ha deixat d'agradar l'actualització de <a href="%3$s">%4$s</a>.
es: <a href="%1$s">%2$s</a> desmarcó como favorito <a href="%3$s">%4$s</a>.
eu: <a href="%1$s">%2$s</a>(r)i ez zaio dagoeneko <a href="%3$s">%4$s(r)en eguneraketa</a> atsegin.
fur: <a href="%1$s">%2$s</a> no ti plas plui<a href="%3$s">%4$s's update</a>.
ia: <a href="%1$s">%2$s</a> cessava de amar <a href="%3$s">le actualisation de %4$s</a>.
it: <a href="%1$s">%2$s</a> non piace più <a href="%3$s">l'aggiornamento di %4$s</a>.
pl: <a href="%1$s">%2$s</a> przestał lubić <a href="%3$s">aktualizację użytkownika %4$s</a>.
pt_br: <a href="%1$s">%2$s</a> parou de gostar das atualizações de <a href="%3$s">%4$s</a>.
sv: <a href="%1$s">%2$s</a> slutade gilla <a href="%3$s">%4$s's uppdatering</a>.
tl: Huminto sa paggusto si <a href="%1$s">%2$s</a> kay <a href="%3$s">%4$s's update</a>.
tr: <a href="%1$s">%2$s</a> <a href="%3$s">%4$s'nin güncellemesini </a> beğenmekten vazgeçti .

source: %1$s (%2$s) stopped liking %3$s's status (%4$s).
ca: A %1$s (%2$s) li ha deixat d'agradar l'estat de %3$s (%4$s).
es: %1$s (%2$s) desmarcó como favorito %3$s (%4$s).
eu: %1$s(r)i (%2$s) ez zaio dagoeneko %3$s(r)en egoera (%4$s) atsegin.
fur: %1$s (%2$s) no ti plas plui il stát di %3$s(%4$s).
ia: %1$s (%2$s) cessava de amar le stato de %3$s (%4$s).
it: %1$s (%2$s) non piace più lo stato di %3$s (%4$s).
pl: %1$s (%2$s) przestał lubić status (%4$s) użytkownika %3$s.
pt_br: %1$s (%2$s) parou de gostar dos status de %3$s' (%4$s).
sv: %1$s (%2$s) slutade gilla %3$s's status (%4$s).
tl: Huminto si %1$s (%2$s) sa paggusto ng katayuan ni %3$s (%4$s).
tr: %1$s (%2$s) , %3$s'un durumunu beğenmekten vazgeçti (%4$s).

source: %1$s (%2$s) joined the group %3$s (%4$s).
ca: %1$s (%2$s) s'ha unit al grup %3$s (%4$s).
es: %1$s (%2$s) se unió al grupo %3$s (%4$s).
eu: %1$s (%2$s) %3$s (%4$s) taldera batu da.
fur: %1$s (%2$s) zontát al grup %3$s (%4$s).
ia: %1$s (%2$s) adhereva al gruppo %3$s (%4$s).
it: %1$s (%2$s) si è unito al gruppo %3$s (%4$s).
pl: %1$s (%2$s) dołączył do grupy %3$s (%4$s).
pt_br: %1$s (%2$s) entrou no grupo %3$s (%4$s).
sv: %1$s (%2$s) anslöt till gruppen %3$s (%4$s).
tl: Sumali si %1$s (%2$s) sa pangkat na %3$s (%4$s).
tr: %1$s (%2$s) gruba katıldı %3$s (%4$s).

source: <a href="%1$s">%2$s</a> left the group <a href="%3$s">%4$s</a>.
ca: <a href="%1$s">%2$s</a> ha deixat el grup <a href="%3$s">%4$s</a>.
es: <a href="%1$s">%2$s</a> abandonó el grupo <a href="%3$s">%4$s</a>.
eu: <a href="%1$s">%2$s</a>(e)k <a href="%3$s">%4$s</a> taldea utzi du.
fur: <a href="%1$s">%2$s</a> al à lasât il grup <a href="%3$s">%4$s</a>.
ia: <a href="%1$s">%2$s</a> quitava le gruppo <a href="%3$s">%4$s</a>.
it: <a href="%1$s">%2$s</a> è uscito dal gruppo <a href="%3$s">%4$s</a>.
pl: <a href="%1$s">%2$s</a> opuścił grupę <a href="%3$s">%4$s</a>.
pt_br: <a href="%1$s">%2$s</a> saiu do grupo <a href="%3$s">%4$s</a>.
sv: <a href="%1$s">%2$s</a> lämnade gruppen <a href="%3$s">%4$s</a>.
tl: Umalis si <a href="%1$s">%2$s</a> mula sa pangkat na <a href="%3$s">%4$s</a>.
tr: <a href="%1$s">%2$s</a> gruptan ayrıldı <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) left the group %3$s (%4$s).
ca: %1$s (%2$s) ha deixat el grup %3$s (%4$s).
es: %1$s (%2$s) abandonó al grupo %3$s (%4$s).
eu: %1$s(e)k (%2$s) %3$s (%4$s) taldea utzi du.
fur: %1$s (%2$s) al à lasât il grup %3$s (%4$s).
ia: %1$s (%2$s) quitava le gruppo %3$s (%4$s).
it: %1$s (%2$s) è uscito dal gruppo %3$s (%4$s).
pl: %1$s (%2$s) opuścił grupę %3$s (%4$s).
pt_br: %1$s (%2$s) saiu do grupo %3$s (%4$s).
sv: %1$s (%2$s) lämnade gruppen %3$s (%4$s).
tl: Umalis si %1$s (%2$s) mula sa pangkat na %3$s (%4$s).
tr: %1$s (%2$s) gruptan ayrıldı %3$s (%4$s).

source: Emits notices when social activities happen.
ca: Emet avisos quan passen activitats socials.
es: Emite mensajes cuando se realizan acciones sociales.
eu: Oharrak argitaratzen ditu iharduera bat dagoenean (lagun egin, taldekide izan, taldea utzi...).
fur: Fami savè quant ca sucêt alc tal social network
ia: Emitte notificationes quando activitates social occurre.
it: Emette avvisi quando avvengono le attività sociali.
pl: Wysyła ogłoszenia, gdy się dzieją się zdarzenia towarzyskie.
pt_br: Emitir as notícias no momento em que as atividades sociais ocorrerem.
sv: Sänder ut meddelanden när sociala aktiviteter sker.
tl: Nagbubuga ng mga pabatid kapag nagaganap ang mga gawaing panlipunan.
tr: Sosyal etkinlikler gerçekleştiğinde bildirim yapar.
