Repository: foocorp/gnu-social
Catalog: plugins/OpenX/locale/io/LC_MESSAGES/OpenX.po
Languages: io

source: OpenX configuration.
io: Ajusto di OpenX.

source: Plugin for <a href="http://www.openx.org/">OpenX Ad Server</a>.
io: Extensilo por <a href="http://www.openx.org/">OpenX Ad Server</a>.

source: OpenX settings for this StatusNet site
io: Ajusti di OpenX por ica retosituo GNU social

source: Ad script URL
io: URL dil anunco-intrukto

source: Script URL
io: URL dil instrukto

source: Medium rectangle
io: Mezagranda rektangulo

source: Medium rectangle zone
io: Zono dil mezagranda rektangulo

source: Rectangle
io: Rektangulo

source: Rectangle zone
io: Zono dil rektangulo

source: Leaderboard zone
io: Zono dil "Leaderboard"

source: Wide skyscraper zone
io: Zono dil larja "skyscraper"

# BUTTON
source: Save
io: Konservar

source: Save OpenX settings.
io: Konservar l'ajusti di OpenX.
