Repository: foocorp/gnu-social
Catalog: plugins/GroupPrivateMessage/locale/io/LC_MESSAGES/GroupPrivateMessage.po
Languages: io

source: Message to %s
io: Mesajo por %s

source: Direct message to %s
io: Direta mesajo por %s

source: Available characters
io: Disponebla signi

# Send button for sending notice
source: Send
io: Sendar

source: Only for logged-in users.
io: Nur por identifikita uzanti.

source: No such group.
io: Nula tala grupo.

source: Only for members.
io: Nur por membri.

source: This group has not received any private messages.
io: Ca grupo recevis nula privata mesajo.

source: %s group inbox
io: Recevobuxo dil grupo %s

source: %1$s group inbox, page %2$d
io: Recevobuxo dil grupo %1$s, pagino %2$d

source: This is the group inbox, which lists all incoming private messages for this group.
io: Co es la recevobuxo dil grupo, quo listigas omna l'arivinta privata mesaji por ca grupo.

source: Must be logged in.
io: Vu mustas esar identifikita.

source: User %s is not allowed to send private messages.
io: L'uzanto %s ne es permisita sendar privata mesaji.

source: Message sent
io: Mesajo sendita

source: Direct message to %s sent.
io: Direta mesajo por %s sendita.

source: New message to group %s
io: Nova mesajo por la grupo %s

source: Only logged-in users can view private messages.
io: Nur identifikita uzanti povas vidar la privata mesaji.

source: No such message.
io: Nula tala mesajo.

source: Group not found.
io: Grupo ne trovita.

source: Cannot read message.
io: Lu ne povas lektar la mesajo.

source: No sender found.
io: Nula sendinto trovita.

source: Message from %1$s to group %2$s on %3$s
io: Mesajo da %1$s por la grupo %2$s en %3$s

source: New private message from %1$s to group %2$s
io: Nova privata mesajo da %1$s por la grupo %2$s

source: %1$s (%2$s) sent a private message to group %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ You can reply to their message here: %5$s Do not reply to this email; it will not get to them. With kind regards, %6$s
io: %1$s (%2$s) sendis privata mesajo al grupo %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ Vu povas respondar a lia mesajo hike: %5$s Ne respondez a ca mesajo; la respondo ne irus a li. Respekti, %6$s

source: That's too long. Maximum message size is %d character.
io: To es tro longa. La maxima mesajo-longeso es de %d signo.

source: No group for group message.
io: Nula grupo por la grupo-mesajo.

source: No sender for group message.
io: No sendanto por la grupo-mesajo.

source: Group %s does not allow private messages.
io: La grupo %s ne permisas privata mesaji.

source: User %1$s is blocked from group %2$s.
io: L'uzanto %1$s es blokusita del grupo %2$s.

source: User %1$s is not a member of group %2$s.
io: L'uzanto %1$s ne es membro dil grupo %2$s.

source: User %1$s is not an administrator of group %2$s.
io: L'uzanto %1$s ne es administranto dil grupo %2$s.

source: Unknown privacy settings for group %s.
io: Nekonocata privateso-ajusti por la grupo %s.

source: Direct message to group %s sent.
io: Direta mesajo por la grupo %s sendita.

# MENU
source: Inbox
io: Recevobuxo

source: Private messages for this group.
io: Privata mesaji por ca grupo.

source: Private messages
io: Privata mesaji

source: Sometimes
io: Kelkafoye

source: Always
io: Omnafoye

source: Never
io: Nulafoye

source: Whether to allow private messages to this group.
io: Ka permisar privata mesaji por ca grupo.

source: Private senders
io: Privata sendanta

source: Everyone
io: Omnu

source: Member
io: Membro

source: Admin
io: Administranto

source: Who can send private messages to the group.
io: Qua o qui povas sendar privata mesaji al grupo.

source: Send a direct message to this group.
io: Sendar direta mesajo a ca grupo.

# LINKTEXT
source: Message
io: Mesajo

source: Forced notice to private group message.
io: Koaktata avizo al privata grupo-mesajo.

source: Private
io: Privata

source: Allow posting private messages to groups.
io: Permisar sendar privata mesaji a grupi.
