Repository: foocorp/gnu-social
Catalog: plugins/UserFlag/locale/*/LC_MESSAGES/UserFlag.po
Languages: de, es, fr, ia, nl, ru, sv, tl, uk

source: Flag
de: Markieren
es: Denunciar
fr: Marquer
ia: Rader tote le marcas
nl: Markeren
ru: Отметить
sv: Flagga
tl: Iwatawat
uk: Відмітити

source: Flag profile for review.
de: Profil zur Überprüfung markieren.
es: Denunciar el perfil para su revisión.
fr: Marquer le profil pour vérification.
ia: Marcar profilo pro revision.
nl: Profiel voor controle markeren
ru: Профиль помечен для просмотра
sv: Flagga profil för granskning.
tl: Balangkas ng watawat na susuriing muli.
uk: Відмітити профіль для розгляду.

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ia: Rader
nl: Wissen
ru: Очистить
sv: Rensa
tl: Hawiin
uk: Зняти

source: Clear all flags
de: Alle Markierungen löschen
es: Borrar todas las denuncias
fr: Effacer tous les marquages
ia: Rader tote le marcas
nl: Alle markeringen wissen
ru: Очистить все пометки
sv: Rensa alla flaggor
tl: Hawiin ang lahat ng mga watawat
uk: Зняти всі позначки

source: Flagged for review
de: Zum Überprüfen markiert
es: Denunciado para revisión
fr: Marqué pour vérification
ia: Marcate pro revision
nl: Gemarkeerd voor controle
ru: Помечен для просмотра
sv: Flaggad för granskning
tl: Iwinatawat para sa muling pagsusuri
uk: Відмічені для розгляду

source: Flagged
de: Markiert
es: Marcado
fr: Marqué
ia: Marcate
nl: Gemarkeerd
ru: Отмеченные
sv: Flaggad
tl: Iwinatawat
uk: Відмічені

source: Not logged in.
de: Nicht angemeldet.
es: No has iniciado sesión.
fr: Non connecté.
ia: Tu non ha aperite un session.
nl: Niet aangemeld.
ru: Не авторизован.
sv: Inte inloggad.
tl: Hindi nakalagda.
uk: Не увійшли.

source: You cannot review profile flags.
de: Du kannst die Profilflags nicht überprüfen.
es: No puedes revisar las denuncias de perfiles.
fr: Vous ne pouvez pas examiner les drapeaux de profil.
ia: Tu non pote revider marcationes de profilo.
nl: U kunt gemarkeerde profielen niet controleren.
ru: Вы не можете просматривать флаги профилей.
sv: Du kan inte granska profil-flaggor.
tl: Hindi ka maaaring magsuring muli ng mga watawat ng balangkas.
uk: Ви не можете переглянути профілі позначених користувачів.

source: Flagged profiles
de: Markierte Profile
es: Perfiles denunciados
fr: Profils marqués
ia: Profilos marcate
nl: Gemarkeerde profielen
ru: Отмеченные профили
sv: Flaggade profiler
tl: Iwinatawat na mga balangkas
uk: Відмічені профілі

source: Moderate
de: Moderieren
es: Moderar
fr: Modérer
ia: Moderar
nl: Modereren
ru: Модерировать
sv: Moderera
tl: Katamtaman
uk: Модерувати

source: Flagged by %1$s and %2$d other
de: Markiert durch %1$s und %2$d weitere Konten
es: Denunciado por %1$s y %2$d persona más
fr: Marqué par %1$s et %2$d autre
ia: Marcate per %1$s e %2$d altere
nl: Gemarkeerd door %1$s en %2$d andere
sv: Flaggad av %1$s och %2$d annan
tl: Iwinatawat ng %1$s at %2$d na iba pa
uk: Відмічено %1$s та ще %2$d користувачем

source: Flagged by %s
de: Durch %s markiert
es: Denunciado por %s
fr: Marqué par %s
ia: Marcate per %s
nl: Gemarkeerd door %s
ru: Отмечено %s
sv: Flaggad av %s
tl: Iwinatawat ni %s
uk: Відмічено %s

source: Could not clear flags for profile "%s".
de: Konnte Markierungen für Profil „%s“ nicht entfernen.
es: No se pudieron borrar las denuncias del perfil «%s».
fr: Impossible de supprimer les marquages pour le profil « %s ».
ia: Non poteva rader marcas pro le profilo "%s".
nl: Het was niet mogelijk de markeringen van het profiel "%s" te verwijderen.
ru: Не снять отметки для профиля %s
sv: Kunde inte rensa flaggorna för profilen "%s".
tl: Hindi mahawi ang mga watawat para sa balangkas ng katangian na "%s".

source: Flags cleared
de: Flags gelöscht
es: Denuncias borradas
fr: Marquages supprimés
ia: Marcas radite
nl: Markeringen verwijderd
ru: Отметки сняты
sv: Flaggor rensade
tl: Nahawi ang mga watawat
uk: Позначки знято

source: Cleared
de: Gelöscht
es: Borrado
fr: Effacé
ia: Radite
nl: Verwijderd
ru: Снято
sv: Rensat
tl: Nahawi na
uk: Знято

source: Could not flag profile "%d" for review.
de: Konnte Profil „%d“ nicht zur Überprüfung markieren.
es: No se pudo denunciar el perfil %d para su revisión.
fr: Impossible de marquer le profil « %d » pour vérification.
ia: Non poteva marcar le profilo "%d" pro revision.
nl: Het was niet mogelijk het profiel "%d" voor controle te markeren.
ru: Невозможно отметить профиль %d для просмотра.
sv: Kunde inte flagga profilen "%d" för granskning.
tl: Hindi maibandila ang balangkas ng katangian na "%d" na susuriing muli.

source: This plugin allows flagging of profiles for review and reviewing flagged profiles.
de: Dieser Plugin ermöglicht, Profile zur Überprüfung zu markieren und diese markierten Profile zu überprüfen.
es: Este complemento permite denunciar perfiles para su revisión, así como la posterior revisión de los mismos.
fr: Cette extension permet de marquer des profils pour vérification et de vérifier des profils marqués.
ia: Iste plugin permitte marcar profilos pro revision e revider profilos marcate.
nl: Deze plugin maakt het markeren van profielen voor controle mogelijk en de controle van gemarkeerde profielen.
ru: Этот плагин позволяет отмечать профили для осмотра и просматривать отмеченные профили.
sv: Det här insticksprogrammet tillåter flaggning av profiler för granskning och granskning av flaggade profiler.
tl: Ang pamasak na ito nagpapahintulot ng pagwawatawat ng mga balangkas na susuriing muli at pagsusuring muli ng ibinandilang mga balangkas.
uk: Цей додаток дозволяє відмічати профілі користувачів для подальшого розгляду та аналізу відмічених профілів.
