Repository: foocorp/gnu-social
Catalog: plugins/RSSCloud/locale/*/LC_MESSAGES/RSSCloud.po
Languages: de, gl, nl, tl, uk

source: The RSSCloud plugin enables your StatusNet instance to publish real-time updates for profile RSS feeds using the <a href="http://rsscloud.org/">RSSCloud protocol</a>.
de: Das RSSClound-Plugin ermöglicht ihrere StatusNet-Instanz, in Echtzeit Updates für Profil-RSS-Feeds mit Hilfe des <a href="http://rsscloud.org/">RSSCloud-Protokolls< /a> zu veröffentlichen.
gl: O complemento RSSCloud activa a súa instancia StatusNet para publicar actualizacións en tempo real para as fontes de novas RSS dos perfís mediante o <a href="http://rsscloud.org/">protocolo RSSCloud</a>.
nl: De plug-in RSSCloud laat StatusNet real-time updates publiceren voor de RSS-feeds van profielen met het protocol <a href="http://rsscloud.org/">RSSCloud</a>.
tl: Ang pamasak ng RSSCloud ay nagpapahintulot sa iyong pagkakataon ng StatusNet na maglathala ng mga pagsasapanahong pangtunay na oras para sa mga balangkas ng mga pakain ng RSS na gumagamit ng <a href="http://rsscloud.org/">protokolo ng RSSCloud</a>.
uk: Додаток RSSCloud дозволяє вашому StatusNet-сумісному сайту публікувати оновлення з веб-стрічок у реальному часі, використовуючи протокол <a href="http://rsscloud.org/">RSSCloud</a>.

source: A URL parameter is required.
de: Ein URL-Parameter ist erforderlich.
gl: Cómpre un parámetro de enderezo URL.
nl: Er is een URL-parameter vereist.
tl: Kailangan ang isang parametro ng URL.
uk: Параметр URL-адреси є обов’язковим.

source: This resource requires an HTTP GET.
de: Diese Ressource erfordert eine HTTP-GET-Anfrage.
gl: Este recurso necesita unha solicitude HTTP GET.
nl: Deze bron heeft een HTTP GET nodig.
tl: Ang pinagkunang ito ay nangangailangan ng HTTP GET.
uk: Цей ресурс вимагає форми HTTP GET.

source: This resource requires an HTTP POST.
de: Diese Ressource erfordert eine HTTP-POST-Anfrage.
gl: Este recurso necesita unha solicitude HTTP POST.
nl: Deze bron heeft een HTTP POST nodig.
tl: Ang pinagkukunang ito ay nangangailangan ng HTTP POST.
uk: Цей ресурс вимагає форми HTTP POST.

source: Request must be POST.
de: Anfrage muss ein POST sein.
gl: A solicitude debe ser POST.
nl: Het verzoek moet POST zijn.
tl: Ang hiling ay dapat na POST.
uk: Запит вимагає форми POST.

source: Only HTTP POST notifications are supported at this time.
de: Nur HTTP-POST-Benachrichtigungen werden im Moment unterstützt.
gl: Nestes intres, unicamente as notificacións HTTP POST están soportadas.
nl: Op dit moment worden alleen mededelingen via HTTP POST ondersteund.
tl: Tanging mga pabatid na HTTP POST lamang ang tinatangkilik sa panahong ito.
uk: На даний момент підтримуються лише сповіщення форми http-post.

source: The following parameters were missing from the request body: %s.
de: Die folgenden Parameter fehlten aus den Anforderungshauptteil: %s.
gl: Faltan os seguintes parámetros no corpo da solicitude: %s.
nl: De volgende parameters missen in de verzoekinhoud: %s.
tl: Nawawala ang sumusunod na mga parametro mula sa katawan ng hiling: %s.
uk: У формі запиту відсутні наступні параметри: %s.

source: You must provide at least one valid profile feed URL (url1, url2, url3 ... urlN).
de: Du musst mindestens eine gültige Profil-Feed-URL angeben (url1, url2, url3 … urlN).
gl: Debe proporcionar, polo menos, un enderezo URL de fonte de novas de perfil válido (url1, url2, url3, ..., urlN).
nl: U moet tenminste één geldige URL voor een profielfeed opgeven ( url1, url2, url3, ..., urlN).
tl: Dapat kang magbigay ng kahit na isang katanggap-tanggap na URL ng pakain ng balangkas (url1, url2, url3 ... urlN).
uk: Ви повинні зазначити щонайменше одну дійсну URL-адресу веб-стрічки (URL-адреси через кому та пробіл).

source: Feed subscription failed: Not a valid feed.
de: Feed-Abonnement fehlgeschlagen: Ungültiger Feed.
gl: Erro na subscrición á fonte de novas: Non é unha fonte de novas válida.
nl: Abonneren op de feed is mislukt: geen geldige feed.
tl: Nabigo ang pagtanggap ng pakain: Hindi isang tanggap na pakain.
uk: Підписатися до веб-стрічки не вдалося: ця веб-стрічка не є дійсною.

source: Feed subscription failed: Notification handler does not respond correctly.
de: Feed-Abonnement fehlgeschlagen: Benachrichtigungs-Handler reagiert nicht richtig.
gl: Erro na subscrición á fonte de novas: O xestor de notificacións non responde correctamente.
nl: Abonneren op de feed is mislukt: het verwerkingsproces heeft niet juist geantwoord.
tl: Nabigo ang pagpapasipi ng pakain: Hindi tama ang pagtugon ng tagapaghawak ng pabatid.
uk: Підписатися до веб-стрічки не вдалося: обробник сповіщень відреагував неправильно.

source: Thanks for the subscription. When the feed(s) update(s), you will be notified.
de: Vielen Dank für das Abonnement. Du wirst benachrichtigt, wenn der Feed aktualisiert wird.
gl: Grazas pola subcrición. Cando o(s) filtro(s) se actualice(n), recibirá unha notificación.
nl: Dank u wel voor het abonneren. Als de feed of feeds bijgewerkt worden, wordt u op de hoogte gesteld.
tl: Salamat sa pagtatanggap. Kapag nagsapanahon ang (mga) pakain, pababatiran ka.
uk: Дякуємо за підписку. Коли веб-стрічки оновляться, вас буде поінформовано.
