Repository: foocorp/gnu-social
Catalog: plugins/EmailRegistration/locale/*/LC_MESSAGES/EmailRegistration.po
Languages: de, es, eu, fr, gl, ia, it, mk, nl, tl

source: Enter a password to confirm your new account.
de: Gib ein Passwort ein, um dein neues Benutzerkonto zu bestätigen.
es: Introduce una contraseña para confirmar tu nueva cuenta.
eu: Sartu pasahitz bat zure kontu berria baieztatzeko.
fr: Entrez un mot de passe pour confirmer votre nouveau compte.
gl: Insira un contrasinal para confirmar a nova conta.
ia: Entra un contrasigno pro confirmar tu nove conto.
it: Immettere una password per confermare il tuo nuovo account.
mk: Внесете лозинка за да ја потврдите Вашата нова сметка.
nl: Voer een wachtwoord in om uw nieuwe gebruiker te bevestigen.
tl: Magpasok ng isang hudyat upang tiyakin ang bagong akawnt mo.

# LABEL
source: User name
de: Benutzername
es: Nombre de usuario
eu: Erabiltzaile izena
fr: Nom d’utilisateur
gl: Nome de usuario
ia: Nomine de usator
it: Nome dell'utente
mk: Корисничко име
nl: Gebruikersnaam
tl: Pangalan ng tagagamit

source: Email address
de: E-Mail-Adresse
es: Correo electrónico
eu: Email helbidea
fr: Adresse de courriel
gl: Enderezo de correo electrónico
ia: Adresse de e-mail
it: Indirizzo email
mk: Е-пошта
nl: E-mailadres:
tl: Tirahan ng e-liham

source: Password
de: Passwort
es: Contraseña
eu: Pasahitza
fr: Mot de passe
gl: Contrasinal
ia: Contrasigno
mk: Лозинка
nl: Wachtwoord
tl: Hudyat

source: 6 or more characters.
de: Mindestens 6 Zeichen.
es: 6 o más caracteres.
eu: 6 edo karaktere gehiago.
fr: 6 caractères ou plus.
gl: Seis ou máis caracteres.
ia: 6 o plus characteres.
it: 6 caratteri o più.
mk: барем 6 знаци.
nl: Zes of meer tekens.
tl: 6 o mahigit pang mga panitik.

# PASSWORD
source: Confirm
de: Bestätigen
es: Confirmar
eu: Baieztatu
fr: Confirmer
gl: Confirmar
ia: Confirmar
it: Conferma
mk: Потврди
nl: Bevestigen
tl: Tiyakin

source: Same as password above.
de: Dasselbe Passwort wie oben.
es: Repetir la contraseña de arriba.
eu: Gaineko pasahitzaren berdina.
fr: Identique au mot de passe ci-dessus.
gl: Igual ao contrasinal anterior.
ia: Identic al contrasigno hic supra.
it: La stessa password di sopra.
mk: Исто како лозинката погоре.
nl: Gelijk aan het wachtwoord hierboven.
tl: Katulad ng hudyat na nasa itaas.

source: I agree to the <a href="%1$s">Terms of service</a> and <a href="%1$s">Privacy policy</a> of this site.
de: Ich akzeptiere die <a href="%1$s">Nutzungsbedingungen</a> und die <a href="%1$s">Datenschutzrichtlinie</a> dieser Site.
es: Estoy de acuerdo con los <a href="%1$s">Términos del servicio</a> y con la <a href="%1$s">Política de protección de datos</a> de este sitio.
eu: Ados nago gune hontako <a href="%1$s">erabilera baldintzekin</a> eta <a href="%1$s">pribazitate politikarekin</a>.
fr: Je suis d'accord avec les<a href="%1$s">Conditions de service</a> et la <a href="%1$s">Politique de confidentialité</a> de ce site.
gl: Acepto os <a href="%1$s">termos do servizo</a> e a <a href="%1$s">política de protección de datos</a> do sitio.
ia: Io me declara de accordo con le <a href="%1$s">Conditiones de servicio</a> e le <a href="%1$s">Politica de confidentialitate</a> de iste sito.
it: Sono d'accordo con i <a href="%1$s">Termini di utilizzo</a> e le <a href="%1$s">Norme sulla privacy</a> di questo sito.
mk: Се согласувам со <a href="%1$s">Условите на употреба</a> и правилата за <a href="%1$s">Заштита на личните податоци</a> на ова мрежно место.
nl: Ik ga akkoord met de <a href="%1$s">Gebruiksvoorwaarden</a> en het <a href="%1$s">Privacybeleid</a> van deze site.
tl: Sumasang-ayon ako sa <a href="%1$s">Mga tuntunin ng palingkuran</a> at <a href="%1$s">Patakaran sa paglilihim</a> ng pook na ito.

# BUTTON
source: Register
de: Registrieren
es: Registrarme
eu: Izen eman
fr: S’inscrire
gl: Rexistrarse
ia: Crear conto
it: Registrati
mk: Регистрирај
nl: Registreren
tl: Magpatala

source: Enter your email address to register for an account.
de: Gib deine E-Mail-Adresse an, um ein Benutzerkonto zu registrieren.
es: Introduce tu correo electrónico para registrar una cuenta.
eu: Sartu zure eposta helbidea izen emateko.
fr: Entrez votre adresse email pour créer un compte.
gl: Insira o seu enderezo de correo electrónico para rexistrar unha conta.
ia: Entra tu adresse de e-mail pro crear un conto.
it: Inserisci il tuo indirizzo email per registrare un account.
mk: Внесете ја Вашата е-пошта за да регистрирате сметка.
nl: Voer uw e-mailadres in om een gebruiker te registreren.
tl: Ipasok ang iyong tirahan ng e-liham upang magpatala para sa isang akawnt.

# LABEL
source: E-mail address
de: E-Mail-Adresse
es: Correo electrónico
eu: Email helbidea
fr: Adresse de courriel
gl: Enderezo de correo electrónico
ia: Adresse de e-mail
it: Indirizzo e-mail
mk: Е-пошта
nl: E-mailadres
tl: Tirahan ng e-liham

source: Registration not allowed.
de: Registrierung nicht erlaubt.
es: Registro no permitido.
eu: Ezin da izen eman.
fr: Inscription non autorisée.
gl: Non se permite o rexistro.
ia: Creation de conto non permittite.
it: Registrazione non consentita.
mk: Регистрирањето не е дозволено.
nl: Registratie is niet toegestaan.
tl: Hindi pinapayagan ang pagpapatala.

source: Sorry, only invited people can register.
de: Es tut uns leid, zum Registrieren benötigst du eine Einladung.
es: Lo sentimos, sólo pueden registrarse personas con una invitación.
eu: Barkatu, soilik gonbidatuak erregitra daitezke.
fr: Désolé, seulement les personnes invitées peuvent s'inscrire.
gl: Só se pode rexistrar mediante invitación.
ia: Pardono, solmente personas invitate pote crear un conto.
it: Siamo spiacenti, solo le persone invitate possono registrarsi.
mk: Жалиме, регистрацијата е само со покана.
nl: U kunt zich alleen registreren als u wordt uitgenodigd.
tl: Paumanhin, tanging inanyayahang mga tao lamang ang makakapagpatala.

source: No confirmation code.
de: Kein Bestätigungscode.
es: No se ha facilitado ningún código de confirmación.
eu: Ez dago baieztatze koderik.
fr: Aucun code de confirmation.
gl: Sen código de confirmación.
ia: Nulle codice de confirmation.
it: Nessun codice di conferma.
mk: Нема потврден код.
nl: Geen bevestigingscode.
tl: Walang kodigo ng pagtitiyak.

source: Invitation already used.
de: Einladung bereits verwendet.
es: Esa invitación ya ha sido utilizada.
eu: Gonbidapen hau dagoeneko erabili da.
fr: Invitation déjà utilisée.
gl: Xa se empregou esta invitación.
ia: Invitation jam usate.
it: L'invito è già stato utilizzato.
mk: Поканата е веќе искористена.
nl: De uitnodiging is al gebruikt.
tl: Nagamit na ang paanyaya.

source: No such confirmation code.
de: Bestätigungscode nicht vorhanden.
es: No existe ese código de confirmación.
eu: Baieztapen kode hori falta da.
fr: Aucun code confirmation similaire.
gl: Non hai tal código de confirmación.
ia: Iste codice de confirmation non existe.
it: Questo codice di conferma non esiste.
mk: Нема таков потврден код.
nl: De bevestigingscode bestaat niet.
tl: Walang ganyang kodigo ng pagtitiyak.

# TITLE
source: Register
de: Registrieren
es: Registro
eu: Izen eman
fr: S’inscrire
gl: Rexistrarse
ia: Crear conto
it: Registrati
mk: Регистрација
nl: Registreren
tl: Magpatala

# TITLE
source: Complete registration
de: Registrierung abschließen
es: Completar el registro
eu: Izen ematea osatu
fr: Terminer l'enregistrement
gl: Completar o rexistro
ia: Completar creation de conto
it: Completare la registrazione
mk: Довршете ја регистрацијата
nl: Registratie afronden
tl: Buuin ang pagpapatala

source: An email was sent to %s to confirm that address. Check your email inbox for instructions.
de: An %s wurde eine E-Mail versandt, um die Adresse zu bestätigen. Schaue in deinem Postfach nach weiteren Instruktionen.
es: Se ha enviado un correo de confirmación a la dirección %s. Revisa tu bandeja de entrada para obtener más detalles.
eu: Mezu bat bidali da %s helbidea baieztatzeko. Begiratu zure sarrera postontzia argibideetarako.
fr: Un courriel a été envoyé à %s pour confirmer cette adresse. Vérifiez votre boîte de courriel pour les instructions.
gl: Enviouse un correo a %s para confirmar ese enderezo. Comprobe a súa caixa de entrada para ollar as instrucións.
ia: Un e-mail ha essite inviate a %s pro confirmar iste adresse. Vide le instructiones in le message de e-mail.
it: È stata inviata un'email a %s per confermare l'indirizzo. Controlla la tua casella di posta per le istruzioni.
mk: Ви испративме порака на адресата %s за да ја потврдите. Погледнете во дојдовната пошта и проследете ги напатствијата.
nl: Er is een e-mail verzonden naar %s om dat adres te bevestigen. Controleer uw e-mail voor instructies.
tl: Isang e-liham ang ipinadala sa %s upang tiyakin ang tirahang iyon. Suriin ang kahong-tanggapan ng e-lliham para sa mga panuto.

source: No confirmation thing.
de: Kein Bestätigungscode.
es: Código de confirmación no válido.
eu: Konfirmazio kode okerra.
fr: Aucun élément de confirmation.
gl: Sen elemento de confirmación.
ia: Nulle cosa de confirmation.
it: Nessuna conferma.
mk: Нема потврден код.
nl: Geen bevestigingscode.
tl: Walang bagay ng pagtitiyak.

source: You must accept the terms of service and privacy policy to register.
de: Du musst die Nutzungsbedingungen und die Datenschutzrichtlinie annehmen, um dich registrieren zu können.
es: Debes aceptar los términos del servicio y la política de privacidad para registrarte.
eu: Izen emateko erabilera baldintzak eta pribazitate politika onartu behar dituzu.
fr: Vous devez accepter les conditions de service et la politique de confidentialité pour vous inscrire..
gl: Debe aceptar os termos do servizo e a política de protección de datos para rexistrarse.
ia: Es necessari acceptar le conditiones de servicio e le politica de confidentialitate pro poter crear un conto.
it: Per registrarsi è necessario accettare i termini di servizio e le norme sulla privacy.
mk: Мора да ги прифатите условите на употреба и правилата за заштита на личните податоци за да можете да се регистрирате.
nl: U moet de gebruiksvoorwaarden en het privacybeleid accepteren om te kunnen registreren.
tl: Kailangan mong tanggapin ang mga tuntunin ng palingkuran at patakaran sa paglilihim upang makapagpatala.

source: You must set a password
de: Du musst ein Passwort angeben
es: Debes establecer una contraseña
eu: Pasahitza zehaztu behar duzu.
fr: Vous devez définir un mot de passe
gl: Ten que definir un contrasinal
ia: Es necessari specificar un contrasigno
it: È necessario impostare una password
mk: Мора да зададете лозинка.
nl: U moet een wachtwoord instellen
tl: Kailangan mong magtakda ng isang hudyat

source: Password must be 6 or more characters.
de: Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener 6 o más caracteres.
eu: Pasahitzak 6 edo karaktere gehiago behar ditu.
fr: Le mot de passe doit être constitué de 6 caractères ou plus.
gl: O contrasinal debe conter seis ou máis caracteres.
ia: Le contrasigno debe haber al minus 6 characteres.
it: La password deve essere di 6 caratteri o più.
mk: Лозинката мора да содржи барем 6 знаци.
nl: Het wachtwoord moet zes of meer tekens bevatten.
tl: Ang hudyat ay dapat na 6 o mahigit pang mga panitik.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
eu: Pasahitzak ez datoz bat.
fr: Les mots de passe ne correspondent pas.
gl: Os contrasinais non coinciden.
ia: Le contrasignos non corresponde.
it: Le password non corrispondono.
mk: Лозинките не се совпаѓаат.
nl: De wachtwoorden komen niet overeen.
tl: Hindi magkatugma ang mga hudyat.

source: Failed to register user.
de: Registrieren des Benutzers fehlgeschlagen
es: Error al intentar registrar el usuario.
eu: Izen ematean akatsa.
fr: Impossible d'enregistrer cet utilisateur.
gl: Erro ao rexistrar o usuario.
ia: Le creation del conto ha fallite.
it: Impossibile eseguire la registrazione utente.
mk: Не успеав да го регистрирам корисникот.
nl: De gebruikersregistratie is mislukt.
tl: Nabigo sa pagtatala ng tagagamit.

source: Confirm your registration on %s
de: Bestätige deine Registrierung auf %s
es: Confirma tu registro en %s
eu: Erregistro baieztapena %s-en
fr: Confirmer votre inscription sur %s
gl: Confirme o seu rexistro en %s
ia: Confirma le creation de tu conto in %s
it: Confermare la registrazione su %s
mk: Потврдете ја Вашата регистрација на %s
nl: Bevestig uw registratie op %s
tl: Tiyakin ang pagpapatala mo sa %s

source: Someone (probably you) has requested an account on %1$s using this email address. To confirm the address, click the following URL or copy it into the address bar of your browser. %2$s If it was not you, you can safely ignore this message.
de: Jemand, wahrscheinlich du selbst, hat unter Angabe dieser E-Mail-Adresse ein Benutzerkonto auf %1$s beantragt. Um die Adresse zu bestätigen, klicke auf die folgende URL oder kopiere sie in die Adressleiste deines Browsers. %2$s Wenn du es nicht warst, kannst du diese Nachricht getrost ignorieren.
es: Alguien (seguramente tú) ha solicitado una cuenta en %1$s usando este correo electrónico. Para confirmar la dirección, haz clic en la siguiente dirección o cópiala en la barra de direcciones del navegador. %2$s Si no fuiste tú, simplemente ignora este mensaje.
eu: Norbaitek (ziurrenik zuk) email kontu hau erabiliz %1$s gunean izen eman nahi du. Helbidea baieztatzeko, hurrengo URLan klik egin edo kopiatu ezazu zure nabigatzailearen helbide barran. %2$s Ez bazara zu izan, ez egin kasurik mezu honi.
fr: Quelqu'un (probablement vous) a demandé un compte sur %1$s en utilisant cette adresse e-mail. Pour confirmer l'adresse, cliquez sur l'URL ci-dessous ou copiez-la dans la barre d'adresse de votre navigateur. %2$s Si ce n'est pas vous, vous pouvez ignorer ce message.
gl: Alguén (probablemente vostede) solicitou unha conta en %1$s usando este enderezo de correo electrónico. Para confirmar o enderezo, prema no seguinte enderezo URL ou cópieo na barra de enderezos do navegador. %2$s Se non foi vostede, pode ignorar esta pensaxe sen problema ningún.
ia: Un persona (probabilemente tu) ha requestate le creation de un conto in %1$s usante iste adresse de e-mail. Pro confirmar le adresse, clicca super le URL sequente o copia lo in le barra de adresse de tu navigator del web. %2$s Si non es tu qui demandava isto, tu pote tranquillemente ignorar iste message.
it: Qualcuno (probabilmente tu) ha richiesto un account su %1$s utilizzando questo indirizzo email. Per confermare l'indirizzo, clicca il seguente URL o copiarlo nella barra degli indirizzi del tuo browser. %2$s Se non lo hai richiesto tu, ignora tranquillamente questo messaggio.
mk: Некој (веројатно Вие) побарал сметка на %1$s преку оваа е-поштенска адреса. За да ја потврдите адресата, стиснете на следнава URL или ископирајте ја во адресната лента на прелистувачот. %2$s Ако Вие не сте тој што го побарал ова, тогаш слободно занемарете ја поракава.
nl: Iemand (waarschijnlijk uzelf) heeft een gebruiker geregistreerd op %1$s met dit e-mailadres. Klik op de volgende URL om dit adres te bevestigen of plak het in de adresbalk van uw browser. %2$s Als u hier niet om hebt gevraagd, negeer dit bericht dan.
tl: May isang tao (marahil ay ikaw) ang humiling ng isang akawnt sa %1$s na ginagamit ang tirahang ito ng e-liham. Upang tiyakin ang tirahan, pindutin ang sumusunod na URL o kopyahin itong papaloob sa halang ng tirahan ng pantingin-tingin mo. %2$s Kung hindi ikaw ito, maaari mong ligtas na hindi pansinin ang mensaheng ito.

source: A user with that email address already exists. You can use the <a href="%s">password recovery</a> tool to recover a missing password.
de: Ein Benutzer mit dieser E-Mail-Adresse existiert bereits. Du kannst die <a href="%s">Passwortwiederherstellung</a> benutzen, um ein verlorenes Passwort wiederherzustellen.
es: Ya existe un usuario con esa dirección de correo electrónico. Puedes utilizar <a href="%s">recuperar contraseña</a> para recuperar una contraseña perdida u olvidada.
eu: Dagoeneko badago email kontu horrekin erabiltzaile bat. <a href="%s">Pasahitz berreskuratze</a> tresna erabil dezakezu pasahitz berri bat lortzeko.
fr: Un utilisateur avec cette adresse e-mail existe déjà. Vous pouvez utiliser l'outil de <a href="%s">récupération de mot de passe</a> si vous avez oublié votre mot de passe.
gl: Xa existe un usuario con ese enderezo de correo electrónico. Pode usar a ferramenta de <a href="%s">recuperación do contrasinal</a> para recuperar un contrasinal esquecido.
ia: Un usator con iste adresse de e-mail jam existe. Tu pote usar le instrumento pro <a href="%s">recuperar contrasignos</a> pro recuperar un contrasigno mancante.
it: Esiste già un utente con quell'indirizzo email. Probabilmente sei già registrato e non ricordi la password, per recuperarla puoi utilizzare lo strumento <a href="%s">recupero password</a>.
mk: Веќе постои корисник со таква е-поштенска адреса. Можете да си ја повратите лозинката со алатката за <a href="%s">повраќање на лозинка</a>.
nl: Er bestaat al een gebruiker met dat e-mailadres. U kunt een <a href="%s">vergeten wachtwoord</a> opnieuw opvragen.
tl: Umiiral na ang isang tagagamit na may ganyang tirahan ng e-liham. Maaari mong gamitin ang kasangkapang <a href="%s">muling pagpapanumbalik ng hudyat</a> upang muling mapanumbalik ang isang nawawalang hudyat.

source: Not a valid email address.
de: Keine gültige E-Mail-Adresse.
es: Correo electrónico no válido
eu: Email helbide horrek ez du balio.
fr: Adresse courriel invalide.
gl: O enderezo de correo electrónico é incorrecto.
ia: Adresse de e-mail invalide.
it: Non è un indirizzo email valido.
mk: Ова не е важечка е-пошта.
nl: Geen geldig e-mailadres.
tl: Hindi isang katanggap-tanggap na tirahan ng e-liham.

source: Welcome to %s
de: Willkommen bei %s
es: Bienvenido a %s
eu: Ongi etorri %s-ra
fr: Bienvenue à %s
gl: Benvido a %s
ia: Benvenite a %s
it: Benvenuto su %s
mk: Добредојдовте на %s
nl: Welkom bij %s
tl: Maligayang pagdating sa %s

source: Use email only for registration.
de: E-Mail nur für die Registrierung benutzen.
es: Usar el correo electrónico sólo para el registro.
eu: Erabili eposta izen ematekosoilik.
fr: Utiliser seulement le courrier électronique pour l'inscription.
gl: Utilizar soamente o correo electrónico para o rexistro.
ia: Usar e-mail solmente pro creation de conto.
it: Utilizza l'email solo per la registrazione.
mk: Користи ја е-поштата само за регистрација.
nl: Alleen registeren per e-mail gebruiken.
tl: Gamitin lamang ang e-liham para sa pagpapatala.
