Repository: foocorp/gnu-social
Catalog: plugins/DomainWhitelist/locale/io/LC_MESSAGES/DomainWhitelist.po
Languages: io

source: Invite collegues
io: Invitez kolegi

source: Personal message
io: Personala mesajo

source: Optionally add a personal message to the invitation.
io: Segun vua prefero, adjuntez personala mesajo al invito.

source: Add another item
io: Adjuntar altra elemento

# BUTTON
source: Send
io: Sendar

source: Send invitations.
io: Sendar l'inviti.

source: Email address must be in this domain: %s.
io: L'elektronikal adreso mustas esar en ca domeno: %s.

source: Email address must be in one of these domains: %s.
io: L'elektronikal adreso mustas esar en un ek ca domeni: %s.

source: That email address is not allowed on this site.
io: Ca elektronikal adreso ne permisesas en ca situo.

source: Confirmation Required
io: Konfirmo necesa

source: Really delete this invitation?
io: Ka vu reale volas efacar ca invito?

source: Restrict domains for email users.
io: Restriktez la domeni al e-postuzanti.
