Repository: foocorp/gnu-social
Catalog: plugins/AnonymousFave/locale/*/LC_MESSAGES/AnonymousFave.po
Languages: de, es, eu, gl, it, pt_br, ru, sv

source: Could not favor notice! Please make sure your browser has cookies enabled.
de: Konnte Nachricht nicht favorisieren! Bitte stelle sicher, dass Cookies in deinem Browser aktiviert sind.
es: No fue posible marcar el mensaje como favorito. Por favor, asegúrate de que las cookies están habilitadas en tu navegador.
eu: Ezin izan da oharra gogoko gida gehitu! Mesedez ziurtatu zure nabigatzailean cookieak gaiturik dituzula.
gl: Non se puido engadir a nota aos favoritos! Asegúrese de que o navegador ten as cookies habilitadas.
it: Impossibile aggiungere la notizia ai preferiti! Assicurati che i cookies del tuo browser siano abilitati.
pt_br: Não pôde auxiliar o comentário! Por favor tenha certeza de que o seu navegador tenha os cookies habilitados.
ru: Ошибка добавления записи в число избранных! Пожалуйста, убедитесь, что cookies включены в вашем браузере.
sv: Kunde inte favorisera notisen! Var vänlig kontrollera att din bläddrare har cookies aktiverat.

source: This notice is already a favorite!
de: Diese Nachricht ist bereits ein Favorit!
es: ¡Ya has marcado este mensaje como favorito!
eu: Ohar hau dagoeneko gogokoa da!
gl: A nota xa é unha das súas favoritas!
it: Questa notizia è già un preferito!
pt_br: Este comentário já é favorito!
ru: Данная запись уже в избранном!
sv: Den här notisen är redan en favorit!

source: Could not create favorite.
de: Konnte keinen Favoriten erstellen.
es: No se pudo marcar como favorito.
eu: Ezin da gogokoa sortu.
gl: Non se puido crear o favorito.
it: Impossibile creare un preferito.
pt_br: Não foi possível criar favorito
ru: Не удаётся создать избранное.
sv: Kunde inte skapa favorit.

source: Disfavor favorite
de: Aus Favoriten entfernen
es: Desmarcar como favorito.
eu: Gogokoa kendu
gl: Desmarcar como favorita
it: Rimuovi dai preferiti
pt_br: Desfavorecer favorito
ru: Удалить из избранного
sv: Avfavorisera favoriten

source: Could not disfavor notice! Please make sure your browser has cookies enabled.
de: Konnte Nachricht nicht aus den Favoriten entfernen! Bitte stelle sicher, dass Cookies in deinem Browser aktiviert sind.
es: ¡No es posible quitar el favorito! Por favor, asegúrate de que las cookies están habilitadas en tu navegador.
eu: Ezin izan da oharra gogokoenetatik kendu! Mesedez ziurtatu zure nabigatzailean cookieak gaiturik dituzula.
gl: Non se puido eliminar a nota dos favoritos! Asegúrese de que o navegador ten as cookies habilitadas.
it: Impossibile rimuovere la notizia dai preferiti! Assicurati che i cookies del tuo browser siano abilitati.
pt_br: Não pôde desfavorecer o comentário! Por favor tenha certeza de que seu navegador tenha cookies habilitados.
ru: Ошибка удаления записи из числа любимых! Пожалуйста, убедитесь, что cookies включены в вашем браузере.
sv: Kunde inte ta bort favoritmarkeringen av notisen! Se till att din webbläsare har cookies aktiverat.

source: Could not delete favorite.
de: Konnte Favoriten nicht löschen.
es: No se pudo quitar el favorito.
eu: Ezin da gogokoa ezabatu.
gl: Non se puido eliminar o favorito.
it: Impossibile eliminare un preferito.
pt_br: Não pôde deletar favorito.
ru: Не удается удалить избранное.
sv: Kunde inte ta bort favorit.

source: Add to favorites
de: Zu Favoriten hinzufügen
es: Marcar como favorito
eu: Gehitu gogokoetara
gl: Engadir aos favoritos
it: Aggiungi ai preferiti
pt_br: Adicionar aos favoritos
ru: Добавить в избранное
sv: Lägg till i Favoriter

source: Could not update favorite tally for notice ID %d.
de: Konnte Favoritenzähler der Nachricht mit der ID %d nicht aktualisieren.
es: No se pudo actualizar el registro de favoritos para el mensaje %d.
eu: %d IDa daukan mezuarentzako gogoko kontua ezin izan da eguneratu.
gl: Non se puido actualizar o favorito do aviso con ID %d.
it: Impossibile aggiornare il totale dei preferiti per la notizia ID %d .
pt_br: Não pôde atualizar marcação de favorito para ID do comentário %d.
sv: Kunde inte uppdatera den favoriterade kontrollräkningen för notis-ID't %d.

source: Could not create favorite tally for notice ID %d.
de: Konnte keinen Favoritenzähler für die Nachricht mit der ID %d erstellen.
es: No se pudo crear un registro de favoritos para el mensaje %d.
eu: %d IDa daukan mezuarentzako gogoko kontua ezin izan da sortu.
gl: Non se puido crear o favorito do aviso con ID %d.
it: Impossibile creare il totale dei preferiti per la notizia ID %d .
pt_br: Não pôde criar marcação de favorito para ID do comentário %d.
sv: Kunde inte skapa den favoriterade kontrollräkningen för notis-ID't %d.

source: Favored
de: Favorisiert
es: Favorito
eu: Gogokoa
gl: Favorita
it: Preferito
pt_br: Favorecido
ru: Понравилось
sv: Favoritmarkerad

source: Could not create anonymous user session.
de: Konnte keine anonyme Benutzer-Sitzung erstellen.
es: No se pudo crear la sesión de usuario anónimo.
eu: Ezin izan da erabiltzaile anonimoarekin saioa hasi.
gl: Non se puido crear a sesión de usuario anónimo.
it: Impossibile creare una sessione per utente anonimo.
pt_br: Não pôde criar sessão de usuário anônimo.
ru: Не удаётся создать сеанс анонимного пользователя.
sv: Kunde inte skapa en anonym användarsession.

source: Allow anonymous users to favorite notices.
de: Ermöglicht anonymen Benutzern Nachrichten zu favorisieren.
es: Permitir a usuarios anónimos marcar mensajes como favoritos.
eu: Utzi erabiltzaile anonimoei oharrak gogoko gisa markatzen.
gl: Permitir aos usuarios anónimos marcar notas como favoritas.
it: Consentire agli utenti anonimi di aggiungere le notizie ai preferiti.
pt_br: Permitir usuários anônimos para marcação de favoritos.
ru: Позволяет анонимным пользователям добавлять записи в число любимых.
sv: Tillåt att anonyma användare kan favoritmarkera notiser.
