Repository: foocorp/gnu-social
Catalog: plugins/EmailRegistration/locale/io/LC_MESSAGES/EmailRegistration.po
Languages: io

source: Enter a password to confirm your new account.
io: Enskribez pasovorto por konfirmar vua nova konto.

# LABEL
source: User name
io: Uzantonomo

source: Email address
io: Elektronikal adreso

source: Password
io: Pasovorto

source: 6 or more characters.
io: 6 o pluse signi.

# PASSWORD
source: Confirm
io: Konfirmar

source: Same as password above.
io: Sama kam la pasovorto supera.

source: I agree to the <a href="%1$s">Terms of service</a> and <a href="%1$s">Privacy policy</a> of this site.
io: Me konsentas pri la <a href="%1$s">servado-kondicioni</a> e pri la <a href="%1$s">privateso-politiko</a> di ca situo.

# BUTTON
source: Register
io: Registragar

source: Enter your email address to register for an account.
io: Enskribez vua elektronikal adreso por registragar su por konto.

# LABEL
source: E-mail address
io: Elektronikal adreso

source: Registration not allowed.
io: La registrago ne permisesas.

source: Sorry, only invited people can register.
io: Exkuzo, nur invitita personi povas registragar su.

source: No confirmation code.
io: Nula konfirmo-kodexo.

source: Invitation already used.
io: L'invito ja uzesis.

source: No such confirmation code.
io: Nula tala konfirmo-kodexo.

# TITLE
source: Register
io: Registragar su

# TITLE
source: Complete registration
io: Kompletigar la registrago

source: An email was sent to %s to confirm that address. Check your email inbox for instructions.
io: Elektronikala letro sendesis ad %s por konfirmar ta adreso. Verifikez vua elektronikala recevobuxo por instrucioni.

source: No confirmation thing.
io: Nula konfirmo-kozo.

source: You must accept the terms of service and privacy policy to register.
io: Vu mustas aceptar la servado-kondicioni e la privateso-politiko por registragar su.

source: You must set a password
io: Vu mustas provizar pasovorto

source: Password must be 6 or more characters.
io: La pasovorto-longeso mustas esar de 6 o pluse signi.

source: Passwords do not match.
io: La pasovorti ne korespondas.

source: Failed to register user.
io: Lu faliis registragar l'uzanto.

source: Confirm your registration on %s
io: Konfirmez vua registrago en %s

source: Someone (probably you) has requested an account on %1$s using this email address. To confirm the address, click the following URL or copy it into the address bar of your browser. %2$s If it was not you, you can safely ignore this message.
io: Ulu (probable vu) demandis konto en %1$s kun ca elektronikal adreso. Por konfirmar l'adreso, presez la sequanto URL o kopiez ol aden l'adreso-bendo di vua retonaviganto. %2$s Se lu ne esis vu, vu povas sekure ignorar ca mesajo.

source: A user with that email address already exists. You can use the <a href="%s">password recovery</a> tool to recover a missing password.
io: Uzanto kun ta elektronikal adreso ja existas. Vu povas uzar la <a href="%s">pasovorto-rekuperilo</a> por rekuperar pasovorto obliviita.

source: Not a valid email address.
io: Nevalida elektronikal adreso.

source: Welcome to %s
io: Bonvenez en %s!

source: Use email only for registration.
io: Uzar l'e-posto nur por la registrago.
