Repository: foocorp/gnu-social
Catalog: plugins/Xmpp/locale/*/LC_MESSAGES/Xmpp.po
Languages: es, gl, ia, nb, pl, sv, tl

source: Invalid JID: too many @s.
es: JID no válido: demasiadas «@».
gl: JID inválido: Demasiados signos @.
ia: JID invalide: troppo de signos @.
nb: Feil JID: for mange @s.
pl: Nieprawidłowy JID: zbyt wiele znaków @.
sv: Ogiltigt JID: för många @:n.
tl: Hindi katanggap-tanggap na JID: napakaraming mga @s.

source: Invalid JID: @ but no node
es: JID no válido: «@» sin nodo
gl: JID inválido: Signo @ sen nodo
ia: JID invalide: signo @ sin nodo
nb: Feil JID: @ men ingen node
pl: Nieprawidłowy JID: jest @ ale brak węzła
sv: Ogiltigt JID: @, men ingen kod
tl: Hindi katanggap-tanggap na JID: @ ngunit walang buko

source: Invalid JID: node too long.
es: JID no válido: nodo demasiado largo.
gl: JID inválido: O nodo é longo de máis.
ia: JID invalide: nodo troppo longe.
nb: Feil JID: node for lang.
pl: Nieprawidłowy JID: za długi węzeł.
sv: Ogiltigt JID: nod för lång.
tl: Hindi katanggap-tanggap na JID: napakahaba ng buko.

source: Invalid JID node "%s".
es: Nodo JID «%s» no válido.
gl: Nodo JID, "%s", inválido.
ia: Nodo JID "%s" invalide.
nb: Feil JID node "%s".
pl: Nieprawidłowy węzeł "%s" w JID.
sv: Ogiltig JID-nod "%s".
tl: Hindi katanggap-tanggap na buko ng JID na "%s".

source: Invalid JID: domain too long.
es: JID no válido: dominio demasiado largo.
gl: JID inválido: O dominio é longo de máis.
ia: JID invalide: dominio troppo longe.
nb: Feil JID: domenenavn for langt.
pl: Nieprawidłowy JID: za długa domena.
sv: Ogiltigt JID: domänen för lång.
tl: Hindi katanggap-tanggap na JID: napakahaba ng sakop.

source: Invalid JID domain name "%s".
es: Nombre de dominio JID «%s» no válido.
gl: Nome de dominio JID, "%s", inválido.
ia: Nomine de dominio JID "%s" invalide.
nb: Feil JID domene navn "%s".
pl: Nieprawidłowa nazwa domeny "%s" w JID.
sv: Ogiltigt JID-domännamn "%s".
tl: Hindi katanggap-tanggap na pangalan ng saklaw na "%s".

source: Invalid JID resource "%s".
es: Recurso JID «%s» no válido.
gl: Recurso JID, "%s", inválido.
ia: Ressource JID "%s" invalide.
nb: Feil JID ressurs "%s".
pl: Nieprawidłowy zasób "%s" w JID.
sv: Ogiltig JID-resurs "%s".
tl: Hindi katanggap-tanggap na pinagkunan ng JID na "%s".

source: You must specify a server in the configuration.
es: Debes especificar un servidor en la configuración.
gl: Cómpre especificar un servidor na configuración.
ia: Es necessari specificar un servitor in le configuration.
nb: Du må sepesifisere en tjener i konfigurasjonen.
pl: Musisz określić serwer w konfiguracji.
sv: Du måste ange en server i konfigurationen.
tl: Dapat kang tumukoy ng isang tagapaghain sa loob ng pagkakaayos.

source: You must specify a port in the configuration.
es: Debes especificar un puerto en la configuración.
gl: Cómpre especificar un porto na configuración.
ia: Es necessari specificar un porto in le configuration.
nb: Du må sepsifisere en port i konfigurasjonen.
pl: Należy określić port w konfiguracji.
sv: Du måste ange en port i konfigurationen.
tl: Dapat kang tumukoy ng isang daungan sa loob ng kaayusan.

source: You must specify a user in the configuration.
es: Debes especificar un usuario en la configuración.
gl: Cómpre especificar un usuario na configuración.
ia: Es necessari specificar un usator in le configuration.
nb: Du må sepsifisere en bruker i konfigurasjonen.
pl: Należy określić użytkownika w konfiguracji.
sv: Du måste ange en användare i konfigurationen.
tl: Dapat kang tumukoy ng isang tagagamit sa loob ng pagkakaayos.

source: You must specify a password in the configuration.
es: Debes especificar una contraseña en la configuración.
gl: Cómpre especificar un contrasinal na configuración.
ia: Es necessari specificar un contrasigno in le configuration.
nb: Du må spesifisere et passord i konfigurasjonen.
pl: Musisz określić hasło w konfiguracji.
sv: Du måste ange ett lösenord i konfigurationen.
tl: Dapat kang tumukoy ng isang hudyat sa loob ng kaayusan.

source: The XMPP plugin allows users to send and receive notices over the XMPP/Jabber network.
es: El complemento XMPP permite a los usuarios enviar y recibir mensajes mediante la red XMPP/Jabber.
gl: O complemento XMPP permite aos usuarios enviar e recibir mensaxes desde a rede de XMPP/Jabber.
ia: Le plug-in XMPP permitte que usatores invia e recipe notas per le rete XMPP/Jabber.
nb: XMPP plugin'en tillater brukerne å sende og motta notiser via XMPP/Jabber nettverket.
pl: Wtyczka XMPP umożliwia użytkownikom wysyłanie i otrzymywanie powiadomień w sieci XMPP/Jabber.
sv: XMPP-tillägget tillåter användare skicka och ta emot meddelanden över XMPP/Jabber-nätverket.
tl: Nagpapahintulot ang pampasak ng XMPP sa mga tagagamit upang makapagpadala at makatanggap ng mga pabatid sa ibabaw ng kalambatan ng XMPP/Jabber.

source: Send me a message to post a notice
es: Envíame un mensaje para publicar
gl: Envíame unha mensaxe para publicar unha nota
ia: Inviar me un message pro publicar un nota
nb: Send meg en melding for å poste en notis
pl: Wyślij do mnie wiadomość dodania ogłoszenia
sv: Skicka ett meddelande till mig att posta en notis
tl: Padalhan ako ng isang mensahe upang makapagpaskil ng isang pabatid
