Repository: foocorp/gnu-social
Catalog: plugins/TagSub/locale/*/LC_MESSAGES/TagSub.po
Languages: de, es, ia, mk, nl

source: Unsubscribe from this tag
de: Dieses Tag abbestellen
es: Cancelar mi subscrición a esta etiqueta
ia: Cancellar subscription a iste etiquetta
mk: Отпиши се од ознакава
nl: Abonnement op dit label beëindigen

# BUTTON
source: Unsubscribe
de: Abbestellen
es: Cancelar mi suscripción
ia: Cancellar subscription
mk: Откажи претплата
nl: Uitschrijven

source: Unsubscribe from this tag.
de: Dieses Tag abbestellen.
es: Cancelar mi subscrición a esta etiqueta.
ia: Cancellar subscription a iste etiquetta.
mk: Отпиши се од ознакава.
nl: Het abonnement op dit label beëindigen.

source: Subscribe to this tag
de: Dieses Tag abonnieren
es: Suscribirme a esta etiqueta
ia: Subscriber a iste etiquetta
mk: Претплати се на ознакава
nl: Op dit label abonneren

# BUTTON
source: Subscribe
de: Abonnieren
es: Suscribirme
ia: Subscriber
mk: Претплати се
nl: Abonneren

source: Subscribe to this tag.
de: Dieses Tag abonnieren.
es: Suscribirme a esta etiqueta.
ia: Subscriber a iste etiquetta.
mk: Претплати се на ознакава.
nl: Op dit label abonneren.

source: Unsubscribed
de: Abbestellt
es: Has cancelado tu suscripción
ia: Subscription cancellate
mk: Претплатено
nl: Het abonnement is opgezegd

source: %s's tag subscriptions
de: %ss Tagabonnements
es: Etiquetas a las que está suscrito %s
ia: Subscriptiones a etiquettas de %s
mk: претплатени ознаки на %s
nl: Labelabonnementen van %s

source: %1$s's tag subscriptions, page %2$d
de: %1$ss Tagabonnements, Seite %2$d
es: Etiquetas a las que está suscrito %1$s, página %2$d
ia: Subscriptiones a etiquettas de %1$s, pagina %2$d
mk: Претплатени ознаки на %1$s, страница %2$d
nl: Labelabonnementen van %1$s, pagina %2$d

source: You have subscribed to receive all notices on this site containing the following tags:
de: Du hast alle Nachrichten auf dieser Site abonniert, die die folgenden Tags enthalten:
es: Te has suscrito para recibir todos los mensajes de este sitio que contengan las etiquetas siguientes:
ia: Tu ha subscribite a reciper tote le notas in iste sito que contine le sequente etiquettas:
mk: Се претплативте да ги примате сите забелешки на ова мреж. место што ги содржат слендиве ознаки:
nl: U hebt een abonnement op alle mededelingen van deze site die de volgende labels bevatten:

source: %s has subscribed to receive all notices on this site containing the following tags:
de: %s hat alle Nachrichten auf dieser Site abonniert, die die folgenden Tags enthalten:
es: %s se ha suscrito para recibir todos los mensajes de este sitio que contengan las etiquetas siguientes:
ia: %s ha subscribite a reciper tote le notas in iste sito que contine le sequente etiquettas:
mk: %s се претплати да ги прима сите забелешки на ова мреж. место што ги содржат слендиве ознаки:
nl: %s heeft een abonnement genomen op alle mededelingen van deze site die de volgende labels bevatten:

source: You are not listening to any hash tags right now. You can push the "Subscribe" button on any hashtag page to automatically receive any public messages on this site that use that tag, even if you are not subscribed to the poster.
de: Du hast im Moment keine Hashtags abonniert. Du kannst bei jedem Hashtag die „Abonnieren“-Schaltfläche drücken, um automatisch alle öffentlichen Nachrichten auf dieser Site zu erhalten, die dieses Tag benutzen, sogar wenn du den Absenden nicht abonniert hast.
es: No estás suscrito a ninguna etiqueta. Puedes hacer clic en «Suscribirme» en la página de una etiqueta para recibir automáticamente los mensajes públicos de este sitio que la contengan, incluso si no estás suscrito al autor de los mismos.
ia: Tu non ascolta ancora un hash-tag. Tu pote cliccar sur le button "Subscriber" in omne pagina de hash-tag pro reciper automaticamente tote le messages public in iste sito que usa le etiquetta in question, mesmo si tu non es subscribite al autor.
mk: Моментално не следите никакви тарабни ознаки. Можете да го притиснете копчето „Претплати се“ на секоја страница со тарабна ознака за автоматски да добивате јавни пораки од мреж. место што ја имаат таа ознака, дури и ако не сте претплатени на објавувачот.
nl: U hebt op het moment geen abonnementen op labels. U kunt op iedere labelpagina klikken op de knop "Abonneren" om automatisch alle publieke berichten voor dat label in uw tijdlijn bezorgd te krijgen, zelfs als u niet geabonneerd bent op de gebruiker die de mededeling heeft geplaatst.

source: %s is not following any tags.
de: %s verfolgt keine Tags.
es: %s no está suscrito a ninguna etiqueta.
ia: %s non seque alcun etiquetta.
mk: %s не следи никакви ознаки.
nl: %s heeft geen labelabonnementen.

source: #<a href="%1$s">%2$s</a> since %3$s
de: #<a href="%1$s">%2$s</a> seit %3$s
es: #<a href="%1$s">%2$s</a> desde el %3$s
ia: #<a href="%1$s">%2$s</a> depost %3$s
mk: #<a href="%1$s">%2$s</a> од %3$s
nl: #<a href="%1$s">%2$s</a> sinds %3$s

source: This action only accepts POST requests.
de: Dieser Befehl akzeptiert nur POST-Anfragen.
es: Esta acción sólo acepta peticiones POST.
ia: Iste action accepta solmente le requestas de typo POST.
mk: Ова дејство прифаќа само POST-барања
nl: Deze handeling accepteert alleen POST-verzoeken.

source: There was a problem with your session token. Try again, please.
de: Es gab ein Problem mit deinem Sitzungstoken. Bitte später noch einmal versuchen.
es: Hubo un problema con tu contraseña de sesión. Inténtalo de nuevo.
ia: Occurreva un problema con le indicio de tu session. Per favor reproba.
mk: Се поајви проблем со Вашиот сесиски жетон. Обидете се повторно.
nl: Er is een probleem ontstaan met uw sessie. Probeer het nog een keer, alstublieft.

source: Not logged in.
de: Nicht angemeldet.
es: No has iniciado sesión.
ia: Tu non ha aperite un session.
mk: Не сте најавени.
nl: Niet aangemeld.

source: No such profile.
de: Kein solches Profil.
es: No existe ese perfil.
ia: Profilo non existe.
mk: Нема таков профил.
nl: Het profiel bestaat niet.

source: Subscribed
de: Abonniert
es: Suscrito
ia: Subscribite
mk: Претплатата е откажана
nl: Geabonneerd

source: Plugin to allow following all messages with a given tag.
de: Plugin, das ermöglicht, allen Nachrichten mit einem bestimmten Tag zu folgen.
es: Complemento que permite suscribirse a una etiqueta, para recibir todos los mensajes que la contengan.
ia: Plug-in pro permitter le sequimento de tote le messages con un etiquetta specificate.
mk: Приклучок што овозможува да ги следите сите пораки со извесна ознака.
nl: Een plug-in die het mogelijk maakt alle berichten met een bepaald label te volgen.

# MENU
source: Tags
es: Etiquetas
ia: Etiquettas
mk: Ознаки
nl: Labels

source: Configure tag subscriptions
de: Tagabonnements konfigurieren
es: Configurar las suscripciones a etiquetas
ia: Configurar subscriptiones a etiquettas
mk: Нагоди претплата на ознаки
nl: Labelabonnementen instellen

source: Tags
es: Etiquetas
ia: Etiquettas
mk: Ознаки
nl: Labels
