Repository: foocorp/gnu-social
Catalog: plugins/RequireValidatedEmail/locale/io/LC_MESSAGES/RequireValidatedEmail.po
Languages: io

source: You must validate your email address before posting.
io: Vu mustas konfirmar vua e-adreso ante sendar.

source: You must provide an email address to register.
io: Vu mustas provizar e-adreso por registragar vu.

source: Disables posting without a validated email address.
io: Lu desposibligas sendar sen validigita e-adreso.

source: You must validate an email address before posting!
io: Vu mustas validigar e-adreso ante sendar!

source: You are already logged in.
io: Vu ja eniresas.

source: Confirmation code not found.
io: Konfirmo-kodexo ne trovita.

source: No user for that confirmation code.
io: Nula uzanto por ca konfirmo-kodexo.

source: Unrecognized address type %s.
io: Nerikonocita adreso-tipo %s.

source: That address has already been confirmed.
io: Ta adreso es ja konfirmita.

source: Password too short.
io: La pasovorto es tro kurta.

source: Passwords do not match.
io: La pasovorti ne korespondas.

source: You have confirmed the email address for your new user account %s. Use the form below to set your new password.
io: Vu konfirmis l'e-adreso por vua nova uzantokonto %s. Uzez la suba formulario por skribar vua nova pasovorto.

source: Set a password
io: Ajustar pasovorto

source: Confirm email address
io: Konfirmar l'e-adreso

source: New password
io: Nova pasovorto

source: 6 or more characters.
io: 6 o pluse signi.

# LABEL
source: Confirm
io: Konfirmar

source: Same as password above.
io: Sama kam la pasovorto supera.

# BUTTON
source: Save
io: Konservar
