Repository: foocorp/gnu-social
Catalog: plugins/FacebookBridge/locale/*/LC_MESSAGES/FacebookBridge.po
Languages: ca, eu, gl, it, mg, tl

source: Hi %1$s, We have noticed you have deauthorized the Facebook connection for your %2$s account. You have not set a password for your %2$s account yet, so you will not be able to login. If you wish to continue using your %2$s account, please contact the site administrator (%3$s) to set a password. Sincerely, %2$s
ca: Hola %1$s, hem notat que heu desautoritzat la connexió del Facebook del vostre compte %2$s. No heu definit encara una contrasenya per al vostre compte de %2$s, per tant no podreu iniciar una sessió. Si voleu continuar fent servir el vostre compte de %2$s, contacteu amb l'administrador del lloc (%3$s) per definir una contrasenya. Atentament, %2$s
eu: Kaixo%1$s, Konturatu gara Facebookekin konektatzeko %2$s(e)ko kontua baliogabetu duzula. Oraindik ez duzu zure %2$s(e)ko konturako pasahitzik zehaztu, beraz ezingo duzu saiorik hasi. %2$s(e)ko kontua erabiltzen jarraitu nahi baduzu jar zaitez guneko administratzailearekin (%3$s) kontaktuan pasahitz bat lortzeko. Ondo segi, %2$s
gl: Ola, %1$s: Decatámonos de que desautorizou a conexión co Facebook para a súa conta de %2$s. Aínda non definiu un contrasinal para a conta de %2$s, de modo que non poderá iniciar sesión. Se quere seguir usando a súa conta de %2$s, póñase en contacto cun administrador (%3$s) para establecer un contrasinal. Atentamente, %2$s
it: Ciao %1$s, Abbiamo notato che hai revocato l'autorizzazione a Facebook ad accedere al tuo account %2$s. Non avendo ancora impostato la password per il tuo account %2$s, non potrai più accedervi. Se desideri continuare ad utilizzare il tuo account %2$s, ti invitiamo a contattare l'amministratore del sito (%3$s) per impostare una password. Cordiali saluti, %2$s
mg: Miarahaba %1$s, Hitanay fa nanala ny fifandraisana amin'ny kaontinao %2$s sy Facebook ianao. Noho ianao tsy nampiditra tenimiafina ho an'ny kaontinao %2$s hatramin'izao, tsy havela hiditra ianao. Raha mbola te-hampiasa ny kaontinao ianao, dia mifandraisa amin'ny mpandrindran'ny tranonkala %3$s mba hampiditra tenimiafina iray. Misaotra indrindra, %2$s
tl: Kumusta %1$s, Napansin naming hindi mo na pinapahintulutan ang pag-ugnay sa Facebook para sa iyong akawnt sa %2$s. Hindi ka pa nagtatakda ng isang hudyat para sa iyong akawnt sa %2$s, kayaâ€™t hindi mo magagawang lumagdang papasok. Kung nais mong magpatuloy sa paggamit ng iyong akawnt sa %2$s, mangyaring makipag-ugnayan sa tagapangasiwa ng sityo (%3$s) upang makapagtaka ng isang hudyat. May kataimtiman, %2$s
