Repository: foocorp/gnu-social
Catalog: plugins/FacebookBridge/locale/*/LC_MESSAGES/FacebookBridge.po
Languages: ca, eu, gl, it, mg, tl

# TITLE
source: Facebook integration settings
ca: Paràmetres d'integració del Facebook
eu: Integrazio aukerak Facebookekin
gl: Configuración da integración do Facebook
it: Integrazione delle impostazioni di Facebook
mg: Parametatra fampiaraha-mandeha amin'i Facebook
tl: Mga katakdaan sa pagsasama ng Facebook

source: Facebook integration settings
ca: Paràmetres d'integració del Facebook
eu: Integrazio aukerak Facebookekin
gl: Configuración da integración do Facebook
it: Integrazione delle impostazioni di Facebook
mg: Parametatra fampiarah-mandeha amin'i Facebook
tl: Mga katakdaan ng pagsasama ng Facebook

source: Invalid Facebook ID. Maximum length is 255 characters.
ca: El títol de la llicència no és vàlid. La longitud màxima és 255 caràcters.
eu: Facebook ID baliogabea. Luzera maximoa 255 karakterekoa da.
gl: ID do Facebook incorrecto. A extensión máxima é de 255 caracteres.
it: ID di Facebook non valido. La lunghezza massima è di 255 caratteri.
mg: Hadisoana amin'ny isa mamantatra Facebook. 255 soratra ny halavan'ny ID farafahabetsany.
tl: Hindi katanggap-tanggap na ID ng Facebook. Ang pinakamataas na haba ay 255 mga panitik.

source: Invalid Facebook secret. Maximum length is 255 characters.
ca: La clau secreta del Facebook no és vàlida. La longitud màxima són 255 caràcters.
eu: Facebook sekretu baliogabea. Luzera maximoa 255 karakterekoa da.
gl: Frase secreta do Facebook incorrecta. A extensión máxima é de 255 caracteres.
it: Chiave segreta di Facebook non valida. La lunghezza massima è di 255 caratteri.
mg: Hadisoana tamin'ny fehezanteny miafina Facebook. 255 soratra ny halavan'ilay fehezanteny farafahabetsany.
tl: Hindi katanggap-tanggap na lihim ng Facebook. Ang pinakamataas na haba ay 255 mga panitik.

source: Facebook application settings
ca: Paràmetres d'aplicació del Facebook
eu: Aplikazio aukerak Facebookekin
gl: Configuración da aplicación do Facebook
it: Impostazioni dell'applicazione Facebook
mg: Parametatry ny application Facebook
tl: Mga katakdaan ng aplikasyon ng Facebook

source: Application ID
ca: ID de l'aplicació
eu: Aplikazio IDa
gl: ID da aplicación
it: ID applicazione
mg: ID ny application
tl: ID ng aplikasyon

source: ID of your Facebook application.
ca: ID de la vostra aplicació de Facebook.
eu: Zure Facebook aplikazioaren IDa.
gl: ID da súa aplicación do Facebook.
it: ID dell'applicazione Facebook.
mg: Isa mamantatra ny application Facebook anao.
tl: ID ng iyong aplikasyon ng Facebook.

source: Secret
ca: Clau secreta
eu: Sekretua
gl: Frase secreta
it: Chiave segreta
mg: Fehezanteny miafina
tl: Lihim

source: Application secret.
ca: Clau secreta de l'aplicació.
eu: Aplikazio sekretua.
gl: Frase secreta da aplicación.
it: Chiave segreta dell' applicazione.
mg: Fehezanteny miafin'ilay application.
tl: Lihim ng aplikasyon.

# BUTTON
source: Save
ca: Desa
eu: Gorde
gl: Gardar
it: Salva
mg: Tehirizina
tl: Sagipin

source: Save Facebook settings.
ca: Desa els paràmetres del Facebook
eu: Gorde Facebook aukerak.
gl: Gardar a configuración do Facebook.
it: Salva le impostazioni di Facebook.
mg: Hitahiry ny parametatra Facebook.
tl: Sagipin ang mga katakdaan ng Facebook.

source: Already logged in.
ca: Ja heu iniciat una sessió.
eu: Dagoeneko saioa hasita.
gl: Xa se identificou.
it: Accesso già effettuato.
mg: Efa tafiditra.
tl: Nakalagda na.

source: Login with your Facebook Account
ca: Inicieu una sessió amb el compte del Facebook
eu: Saioa hasi zure Facebook kontuarekin
gl: Acceder coa conta do Facebook
it: Autenticati tramite il tuo account Facebook
mg: Hiditra amin'ny kaontinao Facebook
tl: Lumagda sa pamamagitan ng Akawnt mo sa Facebook

source: Login with Facebook
ca: Inicia una sessió amb el Facebook
eu: Saioa hasi Facebookekin
gl: Acceda co Facebook
it: Autenticati tramite Facebook
mg: Hiditra amin'i Facebook
tl: Lumagdang may Facebook

source: Login with Facebook.
ca: Inicia una sessió amb el Facebook.
eu: Saioa hasi Facebookekin.
gl: Acceda co Facebook.
it: Autenticati tramite Facebook.
mg: Hiditra amin'i Facebook
tl: Lumagda sa pamamagitan ng Facebook.

source: Unable to authenticate you with Facebook.
ca: No s'ha pogut autenticar-vos amb el Facebook.
eu: Ezin izan zara Facebookekin autentikatu.
gl: Non foi posible facer a autenticación co Facebook.
it: Impossibile eseguire l'autenticazione tramite Facebook.
tl: Hindi ka napatunayan sa Facebook.

source: You must be logged into Facebook to register a local account using Facebook.
ca: Heu d'haver iniciat una sessió al Facebook per registrar un compte local fent servir el Facebook.
eu: Facebooken saioa hasi behar duzu kontu lokal bat Facebookeekin erregistratu nahi baduzu.
gl: Cómpre iniciar sesión no Facebook para rexistrar unha conta local a través do Facebook.
it: Devi effettuare l'accesso a Facebook per registrare un account locale utilizzando Facebook.
mg: Mila tafiditra eo amin'i Facebook ianao mba hahafahanao manokatra kaonty eto antoerana amin'ny alalan'ny Facebook.
tl: Dapat na nakalagda ka sa Facebook upang makapagpatala ng isang katutubong akawnt na ginagamit ang Facebook.

source: There is already a local account linked with that Facebook account.
ca: Ja hi ha un compte local enllaçat amb aquest compte del Facebook.
eu: Dagoeneko kontu lokal bat dago Facebook kontu horrekin loturik.
gl: Xa hai unha conta local ligada con esa conta do Facebook.
it: Esiste già un account locale collegato a questo account di Facebook.
mg: Efa misy kaonty antoerana ho an'io kaonty Facebook io eto.
tl: Mayroon nang isang katutubong akawnt na nakakawing sa ganyang akawnt ng Facebook.

source: There was a problem with your session token. Try again, please.
ca: S'ha produït un problema amb el testimoni de sessió. Proveu-ho de nou.
eu: Zure saio tokenarekin arazo bat egon da. Saiatu berriro, mesedez.
gl: Houbo un erro co seu pase. Inténteo de novo.
it: Si è verificato un problema con il tuo token di sessione. Prova di nuovo.
mg: Nisy olana nitranga tamin'ny fidiranao. Andramo fanindroany azafady.
tl: Nagkaroon ng isang suliranin sa kahalip ng sesyon mo. Pakisubukan uli.

source: You cannot register if you do not agree to the license.
ca: No podeu registrar-vos-hi si no accepteu la llicència.
eu: Ezin duzu izenik eman ez bazaude lizentziarekin ados.
gl: Non pode rexistrarse se non acepta a licenza.
it: Non puoi registrarti se non accetti la licenza.
mg: Tsy afaka misoratra anarana ianao raha tsy ekenao ny lisansa.
tl: Hindi ka makakapagpatala kung hindi ka sumasang-ayon sa lisensiya.

source: An unknown error has occured.
ca: S'ha produït un error desconegut.
eu: Akats ezezaguna.
gl: Houbo un erro descoñecido.
it: Si è verificato un errore sconosciuto.
mg: Nisy hadisoana tsy fantatra nitranga.
tl: Naganap ang isang hindi nalalamang kamalian.

source: This is the first time you have logged into %s so we must connect your Facebook to a local account. You can either create a new local account, or connect with an existing local account.
ca: És la primera vegada que inicieu una sessió a %s, per tant, hem de connectar el vostre Facebook a un compte local. Podeu crear un compte local nou, o bé connectar-vos amb un compte ja existent.
eu: Hau da lehenbiziko aldia %s(e)n saioa hasten duzuna, zure Facebook kontua kontu lokal batekin batuko dugu. Kontu berri bat sor dezakezu baita ere, edo dagoeneko bat baldin baduzu kontu horrekin konektatu zaitezke.
gl: Esta é a primeira vez que accede ao sistema de %s, de modo que debemos conectar o seu Facebook cunha conta local. Pode crear unha nova conta local ou ben conectar con outra conta local existente.
it: Questo è il tuo primo accesso a %s perciò dovremo connettere il tuo account Facebook ad un account locale. Puoi inoltre creare un nuovo account locale, o connetterti tramite un account locale già esistente.
mg: Voalohany indrindra ianao no miditra eto amin'i %s, izay ny antony idiranao eo amin'ny eto amin'ny alalan'ny kaonty Facebook anao. Na ianao manokatra kaonty eto antoerana, na ianao miditra amin'ny alalana kaonty efa misy.
tl: Ito ang iyong unang pagkakataon ng paglagda sa %s kaya't kailangan naming iugnay ang iyong Facebook papunta sa isang katutubong akawnt. Maaari kang lumikha ng isang bagong katutubong akawnt, o umugnay sa pamamagitan ng umiiral na katutubong akawnt.

source: Facebook Setup
ca: Configuració del Facebook
eu: Facebook Konfigurazioa
gl: Configuración do Facebook
it: Installazione di Facebook
mg: Configuration Facebook
tl: Pagkakahanda ng Facebook

source: Connection options
ca: Opcions de connexió
eu: Koneksio aukerak
gl: Opcións de conexión
it: Opzioni di connessione
mg: Safidim-pidirana
tl: Mga mapagpipilian ng ugnay

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
ca: El meu text i fitxers es troben disponibles sota %s excepte pel que fa a les dades privades: contrasenya, adreça electrònica, adreça de MI i número de telèfon.
eu: Nire testu eta fitxategiak %s lizentziapean daude, datu pribatu hauek izan ezik: pasahitza, helbide elektronikoa, BM helbidea eta telefono zenbakia.
gl: Os meus textos e ficheiros están dispoñibles baixo %s, salvo os seguintes datos privados: contrasinais, enderezos de correo electrónico e mensaxería instantánea e números de teléfono.
it: I miei testi e file sono disponibili nei termini di %s a eccezione di questi dati personali: password, indirizzo email, indirizzo messaggistica istantanea e numero di telefono.
mg: Mitondra ny lisansa %s ny lahatsoratro ary ny rakitro afatsy ireo fampahalalana tsy sarababembahoaka : tenimiafina, adiresy imailaka, adiresim-pifandraisana antsoratra mivantana ary ny niomerao telefaona.
tl: Makukuha ang teksto at mga talaksan ko sa ilalim ng %s maliban na lamang ang pribadong datong ito: hudyat, tirahan ng e-liham, tirahan ng IM, at numero ng telepono.

source: Create new account
ca: Crea un compte nou
eu: Sortu kontu berria
gl: Crear unha conta nova
it: Crea nuovo account
mg: Hanokatra kaonty vaovao
tl: Lumikha ng bagong akawnt

source: Create a new user with this nickname.
ca: Crea un usuari nou amb aquest sobrenom
eu: Sortu erabiltzaile berri bat goitizen honekin.
gl: Crear un novo usuario con este alcume.
it: Crea un nuovo utente con questo nickname.
mg: Hamorona mpikambana vaovao miaraka amin'ilay solonanarana.
tl: Lumikha ng isang bagong tagagamit na may ganitong palayaw.

source: New nickname
ca: Nou sobrenom
eu: Goitizen berria
gl: Novo alcume
it: Nuovo nickname
mg: Solonanarana vaovao
tl: Bagong palayaw

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
ca: 1-64 lletres en minúscules o nombres, sense puntuacions o espais.
eu: 1-64 letra xehe edo zenbaki, puntuazio edo espaziorik gabe.
gl: Entre 1 e 64 letras minúsculas ou números, sen signos de puntuación, espazos, tiles ou eñes.
it: 1-64 lettere minuscole o numeri, senza punteggiatura o spazi.
mg: litera zanatsoratra 1 hatramin'ny 63, tsy misy teboteboka na fotsy.
tl: 1 hanggang 64 maliliit na mga titik o mga bilang, walang bantas o mga patlang.

# BUTTON
source: Create
ca: Crea
eu: Sortu
gl: Crear
it: Crea
mg: Foronona
tl: Likhain

source: Connect existing account
ca: Connecta el compte ja existent
eu: Konektatu sorturiko kontuarekin
gl: Conectar cunha conta existente
it: Connettere un account esistente
mg: Hiditra amin'ny kaonty efa misy
tl: Iugnay ang umiiral na akawnt

source: If you already have an account, login with your username and password to connect it to your Facebook.
ca: Si ja teniu un compte, inicieu una sessió amb el vostre nom d'usuari i contrasenya per connectar-lo al Facebook.
eu: Dagoeneko kontu bat baduzu, hasi saioa zure erabiltzaile eta pasahitzarekin zure Facebookera konektatzeko.
gl: Se xa ten unha conta, acceda ao sistema co seu nome de usuario e contrasinal para conectala coa do Facebook.
it: Se hai già un account, effettua l'accesso con lo username e la password corrispondenti per collegarlo al tuo Facebook.
mg: Efa manana kaonty ianao eto, midira miaraka amin'ny anaram-pikambanao ary ny tenimiafina mba hampikambana azy amin'ny kaonty Facebook anao.
tl: Kung mayroon ka nang akawnt, lumagda sa pamamagitan ng iyong pangalan ng tagagamit at hudyat upang iugnay ito sa iyong Facebook.

source: Existing nickname
ca: ja existeix el sobrenom
eu: Goitizena existitzen da
gl: Alcume existente
it: Nickname esistente
mg: Solonanarana efa misy
tl: Umiiral na palayaw

source: Password
ca: Contrasenya
eu: Pasahitza
gl: Contrasinal
mg: Tenimiafina
tl: Hudyat

# BUTTON
source: Connect
ca: Connecta
eu: Konektatu
gl: Conectar
it: Connetti
mg: Hiditra
tl: Umugnay

source: Registration not allowed.
ca: El registre no està permès
eu: Ezin da izen eman.
gl: Non se permite o rexistro.
it: Registrazione non consentita.
mg: Fidirana tsy nahazo alalana
tl: Hindi pinayagan ang pagpapatala.

source: Not a valid invitation code.
ca: No és un codi d'invitació vàlid
eu: Gonbidapen kodea ez da baliozkoa.
gl: O código da invitación é incorrecto.
it: Il codice di invito non è valido.
mg: Kaodim-panasaina diso.
tl: Hindi isang tanggap na kodigo ng paanyaya.

source: Error connecting user to Facebook.
ca: S'ha produït un error en connectar l'usuari al Facebook.
eu: Akatsa erabiltzailea Facebookera konektatzean.
gl: Erro ao conectar o usuario co Facebook.
it: Errore durante la connessione dell'utente a Facebook.
mg: Hadisoana teo am-pidirana ilay mpikambana teo amin'i Facebook.
tl: Kamalian sa pag-uugnay ng tagagamit sa Facebook.

source: Invalid username or password.
ca: Nom d'usuari o contrasenya no vàlids
eu: Erabiltzaile edo pasahitz baliogabea.
gl: O nome de usuario ou contrasinal non son correctos.
it: Nome utente o password non validi.
mg: Solonanarana na tenimiafina diso.
tl: Hindi katanggap-tanggap na pangalan ng tagagamit o hudyat.

# TITLE
source: Facebook settings
ca: Paràmetres del Facebook
eu: Facebook aukerak.
gl: Configuración do Facebook
it: Impostazioni di Facebook
mg: Parametatra Facebook
tl: Mga katakdaan sa Facebook

source: Facebook settings
ca: Paràmetres del Facebook
eu: Facebook aukerak.
gl: Configuración do Facebook
it: Impostazioni di Facebook
mg: Parametatra Facebook
tl: Mga katakdaan ng Facebook

source: Connected Facebook user
ca: Usuari del Facebook connectat
eu: Konektaturiko Facebook erabiltzailea
gl: Usuario do Facebook conectado
it: Utente Facebook connesso
mg: Mpikambana Facebook efa tafiditra
tl: Nakaugnay na tagagamit ng Facebook

source: Publish my notices to Facebook.
ca: Publica els meus avisos al Facebook.
eu: Argitaratu nere oharrak Facebooken.
gl: Publicar as miñas notas no Facebook.
it: Pubblica le mie notizie su Facebook.
mg: Avoaka eo amin'i Facebook ny hevitro.
tl: Ilathala ang mga pabatid ko sa Facebook.

source: Send "@" replies to Facebook.
ca: Envia respostes amb «@» al Facebook.
eu: Bidali "@" erantzunak Facebookera.
gl: Enviar as respostas "@" ao Facebook.
it: Invia le "@" risposte a Facebook.
mg: Alefa eo amin'i Facebook ny valinkafatra "@".
tl: Ipadala ang mga tugong "@" papunta sa Facebook.

source: Disconnect my account from Facebook
ca: Desconnecta el meu compte del Facebook
eu: Deskonektatu nere kontua Facebooketik
gl: Desconectar a miña conta do Facebook
it: Disconnetti il mio account da Facebook
mg: Hivoaka amin'i Facebook
tl: Huwag iugnay ang akawnt ko mula sa Facebook

source: Disconnecting your Faceboook would make it impossible to log in! Please [set a password](%s) first.
ca: En desconnectar el Facebook serà impossible que inicieu una sessió! [set a password](%s) primer.
eu: Zure Facebooketik deskonektatzen bazara ezinezkoa izango da saioa hastea! Mesedez aurretik [sartu pasahitza](%s).
gl: Ao desconectar o Facebook será imposible acceder ao sistema! [Defina un contrasinal](%s) primeiro.
it: Se disconnetti il tuo account da Facebook non puoi effettuare il login! Per favore [imposta una password] (%s) prima.
mg: Tsy hahatafitra anao ny fivoahanao amin'i Facebook ! Atsofohy aloha ny [hampiditra tenimiafina] (%s)
tl: Ang pagtanggal ng ugnay ng Facebook mo ay makapagdurulot ng hindi makalagda! Mangyaring [magtakda muna ng isang hudyat](%s).

source: Keep your %1$s account but disconnect from Facebook. You'll use your %1$s password to log in.
ca: Mantingueu el vostre compte %1$s però desconnecteu-vos del Facebook. Fareu servir la vostra contrasenya de %1$s per iniciar una sessió.
eu: Mantendu zure %1$s kontua baina Facebooketik deskonektatu. Zure %1$s pasahitza erabiliko duzu saioa hasteko.
gl: Manter a conta de %1$s pero desconectala do Facebook. Agora usará o seu contrasinal de %1$s para acceder ao sistema.
it: Mantieni il tuo account %1$s ma disconnettiti da Facebook. Per accedere potrai usare la tua password %1$s.
mg: Hitazona ny kaontinao fa hivoaka amin'i Facebook. Azonao ampiasaina ny tenimafina %1$s rehefa hiditra ianao.
tl: Panatilihin ang akawnt mong %1$s subalit kumalas mula sa Facebook. Maaari mong gamitin ang hudyat mo sa %1$s upang lumagdang papasok.

# BUTTON
source: Disconnect
ca: Desconnecta
eu: Deskonektatu
gl: Desconectarse
it: Disconnetti
mg: Hivoaka
tl: Huwag umugnay

source: There was a problem saving your sync preferences.
ca: S'ha produït un problema en desar les preferències de sincronització.
eu: Arazo bat egon da zure sinkronizazio hobespenak gordetzerakoan.
gl: Houbo un problema ao gardar as súas preferencias de sincronización.
it: Si è verificato un problema durante il salvataggio delle preferenze di sincronizzazione.
mg: Niolana nitranga teo ampitahirizana ny safidy sync anao.
tl: Nagkaroon ng isang suliranin sa pagsagip ng mga nais mo sa pagsasabay.

source: Sync preferences saved.
ca: S'han desat les preferències de sincronització.
eu: Sinkronizazio hobespenak gordeta.
gl: Gardáronse as preferencias de sincronización.
it: Preferenze di sincronizzazione salvate.
mg: Voatahiry ny safidy sync.
tl: Nasagip ang mga nais sa pagsabay.

source: Could not delete link to Facebook.
ca: No s'ha pogut eliminar l'enllaç al Facebook.
eu: Ezin izan da Facebookera esteka ezabatu.
gl: Non se puido borrar a ligazón co Facebook.
it: Impossibile eliminare il collegamento a Facebook.
mg: Tsy afaka mamafa ilay rohy mankany amin'i Facebook.
tl: Hindi mabura ang kawing sa Facebook.

source: You have disconnected from Facebook.
ca: Us heu desconnectat del Facebook.
eu: Facebooketik deskonektatu zara.
gl: Desconectouse do Facebook.
it: Sei stato disconnesso da Facebook.
mg: Efa nivoaka tamin'i Facebook ianao
tl: Kumalas ka na mula sa Facebook.

source: Login or register using Facebook.
ca: Inicieu-hi una sessió o registreu-vos-hi des del Facebook.
eu: Saioa hasi edo erregistratu Facebook erabiliz.
gl: Acceda ou rexístrese mediante o Facebook.
it: Accedi o registrati tramite Facebook.
mg: Hisoratra anarana na hiditra amin'ny alalan'i Facebook
tl: Lumagda o magpatala sa pamamagitan ng Facebook.

source: Facebook integration configuration.
ca: Configuració de la integració del Facebook.
eu: Facebook integrazio konfigurazioa.
gl: Configuración da integración do Facebook.
it: Integrazione della configurazione di Facebook.
tl: Pagsasaayos ng pagsasama sa Facebook.

source: Facebook settings.
ca: Paràmetres del Facebook.
eu: Facebook aukerak.
gl: Configuración do Facebook.
it: Impostazioni di Facebook.
mg: Parametatra Facebook
tl: Mga katakdaan sa Facebook.

source: A plugin for integrating StatusNet with Facebook.
ca: Un connector per integrar l'StatusNet amb el Facebook
eu: StatusNet Facebookekin lotzeko plugina.
gl: Un complemento para integrar StatusNet co Facebook.
it: Un plugin per integrare StatusNet con Facebook.
mg: Plugin iray hampifanaraka an'i StatusNet amin'i Facebook.
tl: Isang pampasak para sa pagsasama ng StatusNet na may Facebook.

source: Your Facebook connection has been removed
ca: S'ha eliminat la connexió amb el Facebook
eu: Zure Facebookera lotura ezabatua izan da
gl: Eliminouse a súa conexión co Facebook
it: La tua connessione Facebook è stata rimossa
mg: Nal√†na ny fidiranao teo amin'i Facebook
tl: Natanggal na ang iyong ugnay sa Facebook

source: Hi %1$s, We are sorry to inform you we are unable to publish your notice to Facebook, and have removed the connection between your %2$s account and Facebook. This may have happened because you have removed permission for %2$s to post on your behalf, or perhaps you have deactivated your Facebook account. You can reconnect your %2$s account to Facebook at any time by logging in with Facebook again. Sincerely, %2$s
ca: Hola %1$s, lamentem informar-vos que no podem publicar el vostre avís al Facebook, i hem eliminat la connexió entre el vostre compte %2$s i el Facebook. Això pot haver passat perquè heu eliminat els permisos de %2$s per a publicar en nom vostre, o potser heu desactivat el vostre compte del Facebook. Podeu reconnectar el vostre compte de %2$s al Facebook en tot moment iniciant de nou una sessió al Facebook. Atentament, %2$s
eu: Kaixo %1$s, Sentitzen dugu jakinarazi behar izatea zure oharra Facebooken ezin izan dugula argitaratu eta zure %2$s(e)ko kontua eta Facebooken arteko koneksioa ezabatu dela. %2$s(e)ri Facebooken argitaratzeko baimenak kendu dizkiozulako izan daiteke, edo beharbada zure Facebook kontua ezgaitu duzu. %2$s(e)ko kontua Facebookekin lotu dezakezu berriro Facebookekin saio hasita. Ondo segi, %2$s
gl: Ola, %1$s: Sentimos informar de que somos incapaces de publicar a súa nota no Facebook e de que eliminamos a conexión entre a súa conta de %2$s e o Facebook. Isto puido ocorrer porque eliminou os permisos que %2$s tiña para publicar no seu nome ou quizais desactivou a súa conta do Facebook. Pode volver conectar a súa conta de %2$s coa do Facebook en calquera momento iniciando sesión no Facebook de novo. Atentamente, %2$s
it: Ciao %1$s, Siamo spiacenti di informarti che ci è impossibile pubblicare la tua notizia su Facebook, e di conseguenza abbiamo dovuto rimuovere il collegamento tra l'account %2$s e Facebook. Ciò può essere accaduto perché hai rimosso i permessi che consentivano a %2$s di postare a tuo nome, o forse perché hai disattivato il tuo account di Facebook. Puoi ricollegare il tuo account %2$s a Facebook, in qualsiasi momento, effettuando nuovamente l'accesso tramite Facebook. Cordiali saluti, %2$s
mg: Miarahaba anao %1$s, Miala tsiny aminao izahay fa tsy nahavao ny satanao teo amin'i Facebook, ary nesorinao ny fidirana amin'ny kaontinao %2$s ary ny fidiranao amin'ny alalan'i Facebook. Mety mitranga izany raha nesorinao ny fanomezandalan'i %2$s mametraka hafatra amin'ny anaranao, na mety notapahanao ny kaontinao Facebook. Afaka miverina miditra amin'ny kaontinao %2$s amin'i Facebook ianao na ohaviana na ohaviana amin'ny alalan'ny fidiranao eo amin'ny tranonkala Facebook. Misaotra indrindra, %2$s
tl: Kumusta %1$s, Ikinalulungkot namin na ipabatid sa iyo na hindi namin nagawang mailathala ang patabid mo sa Facebook, at tinanggal ang ugnayan sa pagitan ng iyong akawnt sa %2$s at Facebook. Maaaring nangyari ito dahil inalis mo ang pahintulot para sa %2$s na makapagpaskil para sa iyo, o kaya hindi mo na binubuhay ang akawnt mo sa Facebook. Maaari kang iugnay na muli ang iyong akawnt na %2$s sa Facebook sa anumang oras sa pamamagitan ng muling paglagdang papasok sa Facebook. May katapatan, %2$s

source: Contact the %s administrator to retrieve your account
ca: Contacteu amb l'administrador de %s per recuperar el vostre compte
eu: Kontaktatu %s(e)ko administratzailearekin zure kontua berreskuratzeko
gl: Póñase en contacto co administrador de %s para recuperar a súa conta
it: Contatta l'amministratore di %s per recuperare il tuo account
mg: Mifandraisa amin'ny mpandrindran'i %s raha hiverina haka ny kaontinao
tl: Makipag-ugnayan sa tagapangasiwa ng %s upang makuhang muli ang akawnt mo
