Repository: foocorp/gnu-social
Catalog: plugins/CasAuthentication/locale/*/LC_MESSAGES/CasAuthentication.po
Languages: eu, gl

source: Already logged in.
eu: Dagoeneko saioa hasita.
gl: Xa se identificou.

source: Incorrect username or password.
eu: Erabiltzaile edo pasahitz okerra.
gl: Nome de usuario ou contrasinal incorrectos.

source: Error setting user. You are probably not authorized.
eu: Akatsa erabiltzailea ezartzean. Ziurrenik ez zaude baimenduta.
gl: Houbo un erro ao configurar o usuario. Probablemente non estea autorizado para facelo.

source: CAS
eu: AZZ
gl: Servizo de autenticación central (SAC)

source: Login or register with CAS.
eu: AZZrekin izen eman.
gl: Iniciar sesión ou rexistrarse co SAC.

source: (Have an account with CAS? Try our [CAS login](%%action.caslogin%%)!)
eu: (AZZrekin konturik bai? Saiatu gure [AZZ saio haserarekin](%%action.caslogin%%)!
gl: (Ten unha conta co SAC? Probe o noso [rexistro SAC](%%action.caslogin%%)!)

source: Specifying a server is required.
eu: Zerbitzari bat zehaztea beharrezkoa da.
gl: Cómpre especificar un servidor.

source: Specifying a port is required.
eu: Portu bat zehaztea beharrezkoa da.
gl: Cómpre especificar un porto.

source: Specifying a path is required.
eu: Bide bat zehaztea beharrezkoa da.
gl: Cómpre especificar unha ruta.

source: The CAS Authentication plugin allows for StatusNet to handle authentication through CAS (Central Authentication Service).
eu: AZZ autentifikazio pluginak StatusNet-en AZZ (Autentifikazio Zerbitzu Zentrala) bidez autentifikatzea ahalbidetzen du.
gl: O complemento de autenticación SAC permite a StatusNet manexar a autenticación a través do SAC (servizo de autenticación central).
