Repository: foocorp/gnu-social
Catalog: plugins/Sitemap/locale/io/LC_MESSAGES/Sitemap.po
Languages: io

source: Sitemap
io: Situomapo

source: Sitemap settings for this StatusNet site
io: Ajusti dil situomapo por ica retosituo GNU social

source: Google key
io: Google-klefo

source: Google Webmaster Tools verification key.
io: Verifikado-klefo da Google Webmaster Tools.

source: Yahoo key
io: Yahoo-klefo

source: Yahoo! Site Explorer verification key.
io: Verifikado-klefo da Yahoo! Site Explorer.

source: Bing key
io: Bing-klefo

source: Bing Webmaster Tools verification key.
io: Verifikado-klefo da Bing Webmaster Tools.

# BUTTON
source: Save
io: Konservar

source: Save sitemap settings.
io: Konservar l'ajusti dil situomapo.

source: Sitemap configuration
io: Situomapo-ajusto

# MENU
source: Sitemap
io: Situomapo

source: This plugin allows creation of sitemaps for Bing, Yahoo! and Google.
io: Ca extensigo posibligas la kreo di situomapi por Bing, Yahoo! e Google.
