Repository: foocorp/gnu-social
Catalog: plugins/Poll/locale/*/LC_MESSAGES/Poll.po
Languages: de, es, eu, ia, tl

source: Question
de: Frage
es: Pregunta
eu: Galdera
tl: Katanungan

source: What question are people answering?
de: Welche Frage soll beantwortet werden?
es: ¿Cuál es la pregunta planteada?
eu: Zein galdera ari da jendea erantzuten?
ia: A qual question responde le gente?
tl: Ang katanungan ang sinasagot ng mga tao?

source: Option %d
es: Opción %d
eu: %d aukera
tl: Mapipili na %d

# BUTTON
source: Save
de: Speichern
es: Guardar
eu: Gorde
ia: Salveguardar
tl: Sagipin

# BUTTON
source: Submit
de: Absenden
es: Enviar
eu: Bidali
ia: Submitter
tl: Ipasa

source: Poll settings
de: Abstimmungseinstellungen
es: Preferencias de encuestas

source: Set your poll preferences
es: Configurar las preferencias de las encuestas

source: New poll
de: Neue Abstimmung
es: Nueva encuesta
eu: Inkesta berria
ia: Nove sondage
tl: Bagong botohan

source: You must be logged in to post a poll.
de: Du musst angemeldet sein, um eine Abstimmung zu erstellen.
es: Debes iniciar sesión para publicar una encuesta.
eu: Saioa hasi behar duzu inkesta bat egiteko.
ia: Tu debe aperir un session pro publicar un sondage.
tl: Kinakailangan mong lumagda muna upang makapagpaskil ng isang botohan.

source: Poll must have a question.
de: Abstimmung muss eine Frage beinhalten.
es: La encuesta debe tener una pregunta.
eu: Inkestak galdera bat behar du.
ia: Le sondage debe haber un question.
tl: Dapat na may isang katanungan ang botohan.

source: Poll must have at least two options.
de: Abstimmung muss zumindest zwei Optionen enthalten.
es: La encuesta debe tener al menos dos opciones.
eu: Inkestak gutxienez bi aukera behar ditu.
ia: Le sondage debe haber al minus duo optiones.
tl: Ang botohan ay dapat na may kahit na dalawang mapagpipilian.

source: Notice posted
de: Notiz versendet
es: Mensaje publicado
eu: Oharra bidalita
ia: Nota publicate
tl: Ipinaskil na ang pabatid

source: Poll response
de: Abstimmungsantwort
es: Respuesta a encuesta
eu: Inkestaren erantzuna
ia: Responsa al sondage
tl: Tugon sa botohan

source: You must be logged in to respond to a poll.
de: Du musst angemeldet sein, um an einer Abstimmung teilzunehmen.
es: Debe iniciar sesión para responder a una encuesta.
eu: Saioa hasi behar duzu inkesta bati erantzuteko.
ia: Tu debe aperir un session pro responder a un sondage.
tl: Dapat kang nakalagda upang makatugon sa isang botohan.

source: Invalid or missing poll.
de: Ungültige oder fehlende Abstimmung.
es: Falta encuesta o no es válida.
eu: Baliogabeko edo inkesta galdua.
ia: Sondage invalide o mancante.
tl: Hindi katanggap-tanggap o nawawalang botohan.

source: Invalid poll selection.
de: Ungültige Abstimmungsauswahl.
es: Selección de encuesta no válida.
eu: Inkesta aukera okerra.
ia: Selection de sondage invalide.
tl: Hindi katanggap-tanggap na napiling botohan.

source: Poll results
de: Abstimmungsergebnisse
es: Resultados de la encuesta
eu: Inkestaren emaitzak
ia: Resultatos del sondage
tl: Mga kinalabasan ng botohan

source: No such poll.
de: Keine solche Abstimmung.
es: No existe esa encuesta.
eu: Ez dago inkesta hori.
ia: Iste sondage non existe.
tl: Walang ganyang botohan.

source: No such poll notice.
de: Keine solche Abstimmungsnotiz.
es: No existe esa nota de encuesta.
eu: Ez dago inkesta ohar hori.
ia: Iste nota de sondage non existe.
tl: Walang ganyang pabatid na pangbotohan.

source: %1$s's poll: %2$s
de: %1$ss Abstimmung: %2$s
es: Encuesta de %1$s: %2$s
eu: %1$s(e)n inkesta: %2$s
ia: Le sondage de %1$s: %2$s
tl: %1$s ng botohan: %2$s

source: Poll: %1$s %2$s
de: Abstimmung: %1$s %2$s
es: Encuesta: %1$s %2$s
eu: Inkesta: %1$s %2$s
ia: Sondage: %1$s %2$s
tl: Botohan: %1$s %2$s

source: Poll: %s
de: Abstimmung: %s
es: Encuesta: %s
eu: Inkesta: %s
ia: Sondage: %s
tl: Botohan: %s

source: voted for "%s"
de: stimmten für „%s“
es: ha votado por «%s»
eu: "%s" botatu dut
ia: votava pro "%s"
tl: bumoto para sa "%s "

source: Simple extension for supporting basic polls.
de: Einfache Erweiterung für die Unterstützung von einfachen Abstimmungen.
es: Sencilla extensión para dar soporte a encuestas básicas.
eu: Oinarrizko inkestak egiteko luzapen sinplea.
ia: Extension simple pro supportar sondages basic.
tl: Payak na dugtong para sa pagtangkilik ng payak na mga botohan.

source: Invalid poll response: No poll reference.
de: Ungültige Abstimmungsantwort: keine Abstimmungsreferenz.
es: Respuesta de encuesta no válida: no se ha hecho referencia a ninguna encuesta.
eu: Inkesta erantzun baliogabea: Erreferentziako inkestarik ez.
ia: Responsa invalide a sondage: sin referentia a un sondage.
tl: Hindi katanggap-tanggap na pagtugon sa botohan: Walang sanggunian ng botohan.

source: Invalid poll response: Poll is unknown.
de: Ungültige Abstimmungsantwort: Abstimmung unbekannt.
es: Respuesta de encuesta no válida: encuesta desconocida.
eu: Inkesta erantzun baliogabea: Inkesta ezezaguna.
ia: Responsa invalide a sondage: le sondage es incognite.
tl: Hindi katanggap-tanggap na pagtugon: Hindi nalalamang botohan.

source: Unexpected type for poll plugin: %s.
de: Unerwarteter Typ für das Abstimmungsplugin: %s
es: Tipo inesperado para el complemento de encuestas: %s.
eu: Inkesta pluginerako espero ez zen mota: %s
ia: Typo inexpectate pro le plug-in de sondages: %s.
tl: Hindi inaasahang uri ng pampasak ng botohan: %s.

# APPTITLE
source: Poll
de: Abstimmung
es: Encuestas
eu: Inkesta
ia: Sondage
tl: Botohan

# MENU
source: Polls
de: Abstimmungen
es: Encuestas

source: Configure poll behavior
es: Configurar el comportamiento de las encuestas

source: Poll data is missing
de: Abstimmungsdaten fehlen
es: Faltan datos de la encuesta
eu: Inkesta data galdu da
ia: Le datos del sondage manca
tl: Nawawala ang dato ng botohan
