Repository: foocorp/gnu-social
Catalog: plugins/Event/locale/*/LC_MESSAGES/Event.po
Languages: de, es, ia, mk, ms, tl

source: You will attend this event.
de: Du wirst an diesem Ereignis teilnehmen.
es: Asistiré a este evento.
ia: Tu participara a iste evento.
mk: Ќе присуствувате на настанов.
ms: Anda akan menghadiri acara ini.
tl: Dadalo ka sa kaganapang ito.

source: You will not attend this event.
de: Du wirst an diesem Ereignis nicht teilnehmen.
es: No asistiré a este evento.
ia: Tu non participara a iste evento.
mk: Нема да присуствувате на настанов.
ms: Anda tidak akan menghadiri acara ini.
tl: Hindi ka dadalo sa kaganapang ito.

source: You might attend this event.
de: Du könntest an diesem Ereignis teilnehmen.
es: Tal vez asista a este evento.
ia: Tu participara forsan a iste evento.
mk: Можеби ќе присуствувате на настанов.
ms: Anda mungkin menghadiri acara ini.
tl: Baka dumalo ka sa kaganapang ito.

# BUTTON
source: Cancel
de: Abbrechen
es: Rechazar
ia: Cancellar
mk: Откажи
ms: Batalkan
tl: Huwag ituloy

source: RSVP:
de: Antwortanfrage:
es: <abbr title="Se Ruega Confirmación">SRC</abbr>:
mk: Одѕив:
tl: Paghiling ng tugon:

# BUTTON
source: Yes
de: Ja
es: Sí
ia: Si
mk: Да
ms: Ya
tl: Oo

# BUTTON
source: No
de: Nein
mk: Не
ms: Tidak
tl: Hindi

# BUTTON
source: Maybe
de: Vielleicht
es: Tal vez
ia: Forsan
mk: Можеби
ms: Mungkin
tl: Siguro

# LABEL
source: Title
de: Name
es: Título
ia: Titulo
mk: Назив
ms: Tajuk
tl: Pamagat

source: Title of the event.
de: Name des Ereignisses.
es: Título del evento.
ia: Le titulo del evento.
mk: Назив на настанот.
ms: Nama acara
tl: Pamagat ng kaganapan.

# LABEL
source: Start date
de: Startdatum
es: Fecha de inicio
ia: Data de initio
mk: Почетен датум
ms: Tarikh mula
tl: Petsa ng simula

source: Date the event starts.
de: Datum, an dem das Ereignis anfängt.
es: Fecha de inicio del evento.
ia: Le data a que le evento comencia.
mk: Кој датум почнува настанот.
ms: Tarikh acara bermula.
tl: Petsa ng pagsisimula ng kaganapan.

# LABEL
source: Start time
de: Startzeit
es: Hora de inicio
ia: Hora de initio
mk: Време на почеток
ms: Waktu bermula
tl: Oras ng simula

source: Time the event starts (%s).
de: Zeit, an der das Ereignis anfängt (%s).
es: Hora de inicio (%s).
ia: Le hora a que le evento comencia (%s).
mk: Во колку часот почнува настанот (%s).
tl: Oras ng pagsisimula ng kaganapan (%s).

# LABEL
source: End date
de: Enddatum
es: Fecha de fin
ia: Data de fin
mk: Завршен датум
ms: Tarikh tamat
tl: Petsa ng pagwawakas

source: Date the event ends.
de: Datum, an dem das Ereignis zu Ende ist.
es: Fecha de fin del evento.
ia: Le data a que le evento fini.
mk: На кој датум завршува настанот.
ms: Tarikh acara berakhir.
tl: Petsa ng pagtatapos ng kaganapan.

# LABEL
source: End time
de: Endzeit
es: Hora de fin
ia: Hora de fin
mk: Време на завршеток
ms: Waktu tamat
tl: Oras ng wakas

source: Time the event ends.
de: Zeit, zu der das Ereignis zu Ende ist.
es: Hora de fin.
ia: Le hora a que le evento fini.
mk: Во колку часот завршува настанот.
ms: Waktu acara berakhir.
tl: Oras ng pagwawakas ng kaganapan.

# LABEL
source: Where?
de: Wo?
es: ¿Dónde?
ia: Ubi?
mk: Каде?
tl: Saan?

source: Event location.
de: Örtlichkeit des Ereignisses.
es: Lugar del evento.
ia: Le loco del evento.
mk: Место на случување.
ms: Lokasi acara.
tl: Kinalalagyan ng kaganapan.

source: URL for more information.
de: Link für weitere Informationen.
es: Dirección URL para más información.
ia: Le URL pro additional information.
mk: URL за повеќе информации
ms: URL untuk keterangan lanjut.
tl: URL para sa karagdagang kabatiran.

# LABEL
source: Description
de: Beschreibung
es: Descripción
mk: Опис
ms: Keterangan
tl: Paglalarawan

source: Description of the event.
de: Beschreibung des Ereignisses.
es: Descripción del evento.
ia: Description del evento.
mk: Опис на настанот.
ms: Keterangan acara.
tl: Paglalarawan ng kaganapan.

# BUTTON
source: Save
de: Speichern
es: Guardar
ia: Salveguardar
mk: Зачувај
ms: Simpan
tl: Sagipin

# TITLE
source: New event
de: Neues Ereignis
es: Nuevo evento
ia: Nove evento
mk: Нов настан
ms: Acara baru
tl: Bagong kaganapan

source: Must be logged in to post a event.
de: Du musst angemeldet sein, um ein neues Ereignis zu erstellen.
es: Debes estar conectado para publicar un evento.
ia: Es necessari aperir session pro placiar un evento.
mk: Мора да сте најавени за да објавите настан.
ms: Mesti log masuk untuk mengirim acara.
tl: Dapat na nakalagda upang makapagpaskil ng isang kaganapan.

source: Title required.
de: Name erforderlich.
es: Título requerido.
ia: Titulo requirite.
mk: Се бара назив.
ms: Nama diperlukan.
tl: Kailangan ang pamagat.

source: Start date required.
de: Startdatum erforderlich.
es: Fecha de inicio requerida.
ia: Data de initio requirite.
mk: Се бара почетен датум.
ms: Tarikh mula diperlukan.
tl: Kailangan ang petsa ng pagsisimula.

source: End date required.
de: Enddatum erforderlich.
es: Fecha de fin requerida.
ia: Data de fin requirite.
mk: Се бара завршен датум.
ms: Tarikh tamat diperlukan.
tl: Kailangan ang petsa ng pagtatapos.

source: Could not parse date "%s".
de: Konnte Datum „%s“ nicht lesen.
es: No fue posible analizar la fecha «%s»
ia: Non poteva comprender le data "%s".
mk: Не можев да го парсирам датумот „%s“.
ms: Tarikh "%s" tidak dapat dihurai.
tl: Hindi mabanghay ang petsang "%s".

source: Event must have a title.
de: Ereignis muss einen Namen haben.
es: El evento debe tener un título
ia: Le evento debe haber un titulo.
mk: Настанот мора да има назив.
ms: Acara mesti ada nama.
tl: Dapat na may isang pamagat ang kaganapan.

source: Event must have a start time.
de: Ereignis muss ein Startdatum haben.
es: El evento debe tener hora de inicio.
ia: Le evento debe haber un hora de initio.
mk: Настанот мора да има почетно време.
ms: Acara mesti ada waktu mula.
tl: Dapat na may isang oras ng simula ang kaganapan.

source: Event must have an end time.
de: Ereignis muss ein Enddatum haben.
es: El evento debe tener hora de finalización.
ia: Le evento debe haber un hora de fin.
mk: Настанот мора да има завршно време.
ms: Acara mesti ada waktu tamat.
tl: Dapat na may isang oras ng wakas ang kaganapan.

source: URL must be valid.
de: URL muss gültig sein.
es: La dirección URL debe ser válida.
ia: Le URL debe esser valide.
mk: URL-адресата мора да е важечка.
tl: Dapat na katanggap-tanggap ang URL.

source: Event saved
de: Ereignis gespeichert
es: Evento registrado
ia: Evento salveguardate
mk: Настанов е зачуван
ms: Acara disimpan
tl: Nasagip ang kaganapan

# TITLE
source: Cancel RSVP
de: Anwortanfrage abbrechen
es: Cancelar <abbr title="Se Ruega Confirmación">SRC</abbr>
ia: Cancellar RSVP
mk: Откажи одѕив
ms: Batalkan RSVP
tl: Huwag ituloy ang paghiling ng tugon

source: No such RSVP.
de: Keine solche Antwortanfrage.
es: No existe el <abbr title="Se Ruega Confirmación">SRC</abbr> referido.
ia: Iste RSVP non existe.
mk: Нема таков одѕив.
ms: RSVP ini tidak wujud.
tl: Walang ganyang paghiling ng pagtugon.

source: No such event.
de: Kein solches Ereignis.
es: No existe ese evento.
ia: Iste evento non existe.
mk: Нема таков настан.
ms: Acara ini tidak wujud.
tl: Walang ganyang kaganapan.

source: You must be logged in to RSVP for an event.
de: Du musst angemeldet sein um für ein Ereignis um Antwort anzufragen.
es: Debes iniciar sesión para confirmar la asistencia a un evento.
ia: Es necessari aperir session pro responder a un invitation de evento.
mk: Мора да се најавени за да се одзвете на настан
ms: Anda mesti log masuk untuk membuat RSVP untuk acara.
tl: Dapat na nakalagda ka upang makahiling ng pagtugon para sa isang kaganapan.

# TITLE
source: New RSVP
de: Neue Antwortanfrage
es: Nuevo <abbr title="Se Ruega Confirmación">SRC</abbr>
ia: Nove RSVP
mk: Нов одѕив
ms: RSVP baru
tl: Bagong paghiling ng tugon

source: Unknown submit value.
de: Unbekannter Übergabewert.
es: Respuesta desconocida.
ia: Valor de submission incognite.
mk: Непозната поднесена вредност.
ms: Nilai serahan tidak dikenali.
tl: Hindi nalalamang halaga ng pagpapasa.

source: %1$s's RSVP for "%2$s"
de: %1$ss Antwortanfrage für „%2$s“
es: <abbr title="Se Ruega Confirmación">SRC</abbr> de %1$s para «%2$s»
ia: Le RSVP de %1$s pro "%2$s"
mk: Одѕив на %1$s за „%2$s“
ms: RSVP %1$s untuk "%2$s"
tl: Ang hiling ng pagtugon ni %1$s para sa "%2$s"

source: Not logged in.
de: Nicht angemeldet.
es: No conectado.
ia: Tu non ha aperite un session.
mk: Не сте најавени.
ms: Belum log masuk.
tl: Hindi nakalagda.

source: Unexpected form submission.
de: Unerwartete Formulareingabe.
es: Envío de formulario inesperado.
ia: Submission de formulario inexpectate.
mk: Неочекувано поднесување на образец.
tl: Hindi inaasahang pagpapasa ng pormularyo.

source: This action is AJAX only.
de: Diese Aktion ist auf AJAX beschränkt.
es: Esta es una acción de uso exclusivo con AJAX.
ia: Iste action pote esser exequite solmente per AJAX.
mk: Ова дејство е само за AJAX.
tl: Ang galaw ay AJAX lang.

source: Event already exists.
de: Ereignis existiert bereits.
es: Evento ya existente.
ia: Le evento ja existe.
mk: Настанот веќе постои.
ms: Acara sudah wujud.
tl: Umiiral na ang kaganapan.

source: "%1$s" %2$s - %3$s (%4$s): %5$s
mk: „%1$s“ %2$s - %3$s ч. (%4$s): %5$s

source: RSVP already exists.
de: Antwortanfrage ist bereits vorhanden.
es: <abbr title="Se Ruega Confirmación">SRC</abbr> ya existente.
ia: Le RSVP ja existe.
mk: Одѕивот веќе постои.
ms: RSVP sudah ada.
tl: Umiiral na ang paghiling ng tugon.

source: Unknown verb "%s".
de: Unbekanntes Verb „%s“.
es: Verbo «%s» desconocido.
ia: Verbo incognite: "%s".
mk: Непознат глагол: „%s“.
ms: Kata kerja tidak diketahui "%s".
tl: Hindi nalalamang pandiwa na "%s".

source: Unknown code "%s".
de: Unbekannter Code „%s“.
es: Código «%s» desconocido.
ia: Codice incognite: "%s".
mk: Непознат код „%s“.
ms: Kod tidak diketahui "%s".
tl: Hindi nalalamang kodigo na "%s".

source: RSVP %s does not correspond to a notice in the database.
de: Antwortanfrage %s korrespondiert mit keiner Notiz in der Datenbank.
es: El <abbr title="Se Ruega Confirmación">SRC</abbr> %s no se corresponde con ningún evento de la base de datos.
ia: Le RSVP %s non corresponde a un nota in le base de datos.
mk: Одзивот %s не соодветствува на забелешка во базата.
ms: RSVP %s tidak berpadan dengan sebarang notis dalam pangkalan data.
tl: Ang paghiling ng tugon na %s ay hindi tumutugma sa isang pabatid na nasa loob ng kalipunan ng dato.

source: No profile with ID %s.
de: Kein Profil mit der ID %s.
es: Ningún perfil con el identificador %s.
ia: Non existe un profilo con le ID %s.
mk: Нема профил со назнака %s.
ms: Tiada profil dengan ID %s.
tl: Walang balangkas na may ID na %s.

source: No event with ID %s.
de: Kein Ereignis mit der ID %s.
es: Ningún evento con el identificador %s.
ia: Non existe un evento con le ID %s.
mk: Нема настан со ID %s.
ms: Tiada acara dengan ID %s.
tl: Walang kaganapan na may na ID%s.

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is attending <a href='%3$s'>%4$s</a>.</span>
de: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> nimmt teil an <a href='%3$s'>%4$s</a>.</span>
es: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> asistirá a <a href='%3$s'>%4$s</a>.</span>
ia: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> essera presente a <a href='%3$s'>%4$s</a>.</span>
mk: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> ќе присуствува на <a href='%3$s'>%4$s</a>.</span>
ms: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> akan menghadiri <a href='%3$s'>%4$s</a>.</span>
tl: <span class='automatic event-rsvp'><a href='%1$s'>Si %2$s</a> ay dadalo sa <a href='%3$s'>%4$s</a>.</span>

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is not attending <a href='%3$s'>%4$s</a>.</span>
de: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> nimmt nicht teil an <a href='%3$s'>%4$s</a>.</span>
es: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> no asistirá a <a href='%3$s'>%4$s</a>.</span>
ia: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> non essera presente a <a href='%3$s'>%4$s</a>.</span>
mk: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> нема да присуствува на <a href='%3$s'>%4$s</a>.</span>
ms: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> tidak menghadiri <a href='%3$s'>%4$s</a>.</span>
tl: <span class='automatic event-rsvp'><a href='%1$s'>Si %2$s</a> ay hindi dadalo sa <a href='%3$s'>%4$s</a>.</span>

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> might attend <a href='%3$s'>%4$s</a>.</span>
de: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> könnte teilnehmen an <a href='%3$s'>%4$s</a>.</span>
es: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> tal vez asista a <a href='%3$s'>%4$s</a>.</span>
ia: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> essera forsan presente a <a href='%3$s'>%4$s</a>.</span>
mk: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> можеби ќе присуствува на <a href='%3$s'>%4$s</a>.</span>
ms: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> mungkin menghadiri <a href='%3$s'>%4$s</a>.</span>
tl: <span class='automatic event-rsvp'><a href='%1$s'>Si %2$s</a> ay maaaring dumalo sa <a href='%3$s'>%4$s</a>.</span>

source: Unknown response code %s.
de: Unbekannter Antwortcode %s.
es: Código de respuesta %s desconocido.
ia: Codice de responsa incognite: %s.
mk: Непознат одѕивен код %s.
ms: Kod respons tidak diketahui %s.
tl: Hindi nalalamang kodigo ng pagtugon na %s.

source: an unknown event
de: unbekanntes Ereignis
es: evento desconocido
ia: un evento incognite
mk: непознат настан
ms: acara yang tidak dikenali
tl: isang hindi nalalamang kaganapan

source: %1$s is attending %2$s.
de: %1$s nimmt teil an %2$s.
es: %1$s asistirá a «%2$s».
ia: %1$s essera presente a %2$s.
mk: %1$s ќе присуствува на %2$s.
ms: %1$s akan menghadiri %2$s.
tl: Si %1$s ay dadalo sa %2$s.

source: %1$s is not attending %2$s.
de: %1$s nimmt nicht teil an %2$s.
es: %1$s no asistirá a «%2$s».
ia: %1$s non essera presente a %2$s.
mk: %1$s нема да присуствува на %2$s.
ms: %1$s tidak menghadiri %2$s.
tl: Si %1$s ay hindi dadalo sa %2$s.

source: %1$s might attend %2$s.
de: %1$s nimmt möglicherweise teil an %2$s.
es: %1$s podría asistir a «%2$s».
ia: %1$s essera forsan presente a %2$s.
mk: %1$s можеби ќе присуствува на %2$s.
ms: %1$s mungkin menghadiri %2$s.
tl: Si %1$s ay maaaring dumalo sa %2$s.

source: Event invitations and RSVPs.
de: Einladungen und Antwortanfragen für Ereignisse.
es: Invitaciones al evento y <abbr title="Se Ruega Confirmación">SRC</abbr>.
ia: Invitationes a eventos e responsas a illos.
mk: Покани и одговори за настани
ms: Jemputan dan RSVP acara.
tl: Mga paanyaya sa kaganapan at mga paghingi ng tugon.

# TITLE
source: Event
de: Ereignis
es: Eventos
ia: Evento
mk: Настан
ms: Acara
tl: Kaganapan

source: Too many activity objects.
de: Zu viele Aktivitätsobjekte.
es: Demasiados objetos de actividad.
ia: Troppo de objectos de activitate.
mk: Премногу објекти на активност.
ms: Terlalu banyak objek aktiviti.
tl: Masyadong maraming mga bagay ng gawain.

source: Wrong type for object.
de: Falscher Objekttyp.
es: Tipo de objeto inapropiado.
ia: Typo errate pro iste objecto.
mk: Погрешен тип на објект.
ms: Jenis yang salah untuk objek.
tl: Maling uri para sa bagay.

source: RSVP for unknown event.
de: Antwortanfrage für unbekanntes Ereignis.
es: <abbr title="Se Ruega Confirmación">SRC</abbr> para evento desconocido.
ia: RSVP pro evento incognite.
mk: Одѕив на непознат настан.
ms: RSVP untuk acara yang tidak dikenali.
tl: Paghiling ng tugon para sa hindi nalalamang kaganapan.

source: Unknown verb for events.
de: Unbekanntes Verb für Ereignis.
es: Verbo para eventos desconocido.
ia: Verbo incognite pro eventos.
mk: Непознат глагол за настани.
ms: Kata kerja tidak dikenali untuk acara.
tl: Hindi nalalamang pandiwa para sa mga kaganapan.

source: Unknown object type.
de: Unbekannter Objekttyp.
es: Tipo de objeto desconocido.
ia: Typo de objecto incognite.
mk: Непознат тип на објект.
ms: Jenis objek tidak dikenali.
tl: Hindi nalalamang uri ng bagay.

source: Unknown event notice.
de: Unbekannte Ereignisnotiz.
es: Evento desconocido.
ia: Nota de evento incognite.
mk: Непозната забелешка за настан.
ms: Notis acara tidak diketahui.
tl: Hindi nalalamang pabatid ng kaganapan.

source: Deleted.
de: Gelöscht.
es: Borrado.
ia: Delite.
mk: Избришано.
ms: Dihapuskan.
tl: Nabura na.

source: Time:
de: Zeit:
es: Hora:
ia: Hora:
mk: Време:
ms: Waktu:
tl: Oras:

source: Location:
de: Örtlichkeit:
es: Lugar:
ia: Loco:
mk: Место:
ms: Lokasi:
tl: Kinalalagyan:

source: Description:
de: Beschreibung:
es: Descripción:
mk: Опис:
ms: Keterangan:
tl: Paglalarawan:

source: (0 min)
mk: (0 мин)
tl: (0 minuto)

source: (30 min)
mk: (30 мин)
tl: (30 minuto)

source: (1 hour)
de: (1 Stunde)
es: (1 hora)
ia: (1 hora)
mk: (1 час)
tl: (1 oras)

source: (%.1f hours)
de: (%.1f Stunden)
es: (%.1f horas)
ia: (%.1f horas)
mk: (%.1f часа)
tl: (%.1f oras)

source: (%d hours)
de: (%d Stunden)
es: (%d horas)
ia: (%d horas)
mk: (%d часа)
tl: (%d oras)

source: Attending:
es: Asistirán:
