Repository: foocorp/gnu-social
Catalog: plugins/OpenID/locale/io/LC_MESSAGES/OpenID.po
Languages: io

source: Cannot instantiate OpenID consumer object.
io: Lu ne povas reprezentar per exemplo la konsumant-objekto OpenID,

source: Not a valid OpenID.
io: Nevalida OpenID.

source: OpenID failure: %s.
io: Falio di OpenID: %s.

source: Could not redirect to server: %s.
io: Lu ne povis ridirektar vers la servilo: %s.

source: This form should automatically submit itself. If not, click the submit button to go to your OpenID provider.
io: Ca formulario devas automatale sendar su ipsa. Se ne, pulsez la sendo-butono por irar a vua OpenID-provizanto.

source: Error saving the profile.
io: Eroro dum la konservo dil profilo.

source: Error saving the user.
io: Eroro dum la konservo dil uzanto.

source: Unauthorized URL used for OpenID login.
io: Nepermisita URL uzita por l'identifiko per OpenID.

source: OpenID Login Submission
io: Sendo dil OpenID-identifiko

source: Requesting authorization from your login provider...
io: Demandanta permiso de vua identifiko-provizanto…

source: If you are not redirected to your login provider in a few seconds, try pushing the button below.
io: Se vu ne es ridirektita vers vua identifiko-provizanto en kelka sekundi, probez pulsar la butono suba.

source: Not logged in.
io: Neidentifikita.

source: OpenID authentication cancelled.
io: OpenID-identifiko anulita.

source: OpenID authentication failed: %s.
io: OpenID-identifiko faliita: %s.

source: OpenID authentication aborted: You are not allowed to login to this site.
io: OpenID-identifiko haltita: Vu ne es permisita identifikigar vu a ca situo.

source: You already have this OpenID!
io: Vu ja havas ca OpenID!

source: Someone else already has this OpenID.
io: Altru ja havas ca OpenID.

source: Error connecting user.
io: Eroro dum la konekto dil uzanto.

source: Error updating profile.
io: Eroro dum l'aktualigo dil profilo.

source: OpenID Login
io: Identifiko per OpenID

source: You are not authorized to use the identity %s.
io: Vu ne es permisita uzar la personeso %s.

source: Just an OpenID provider. Nothing to see here, move along...
io: Unike OpenID-provizanto. Nulo vidinda, cirkulez…

# TITLE
source: OpenID settings
io: Ajusti di OpenID

source: [OpenID](%%doc.openid%%) lets you log into many sites with the same user account. Manage your associated OpenIDs from here.
io: [OpenID](%%doc.openid%%) lasas vu identifikigar vu aden multa situi per la sama uzantokonto. Jerez vua kunligita OpenIDi de hike.

# LEGEND
source: Add OpenID
io: Adjuntar OpenID

source: If you want to add an OpenID to your account, enter it in the box below and click "Add".
io: Se vu volas adjuntar OpenID a vua konto, enskribez ol en la buxo suba e pulsez "Add".

source: OpenID URL
io: URL dil OpenID

# BUTTON
source: Add
io: Adjuntar

# HEADER
source: Remove OpenID
io: Revokar l'OpenID

source: Removing your only OpenID would make it impossible to log in! If you need to remove it, add another OpenID first.
io: Revokar vua unika OpenID neposibligar identifikar vu! Se vu mustas revokar ol, adjuntez altra OpenID unesme.

source: You can remove an OpenID from your account by clicking the button marked "Remove".
io: Vu povas revokar OpenID ek vua konto per pulsar la butono markizita "Revokar".

# BUTTON
source: Remove
io: Revokar

source: OpenID Trusted Sites
io: Fidata situi di OpenID

source: The following sites are allowed to access your identity and log you in. You can remove a site from this list to deny it access to your OpenID.
io: La sequanta situi es permisita acesar vua personeso e identifikar vu. Vu povas efacar situo de ca listo por refuzar ad ol aceso a vua OpenID.

# LEGEND
source: Preferences
io: Preferi

# BUTTON
source: Save
io: Konservar

source: There was a problem with your session token. Try again, please.
io: Esis problemo kun vua kunsido-ficho. Voluntez probar itere.

source: Cannot add new providers.
io: Lu ne povas adjuntar nova provizanti.

source: Something weird happened.
io: Ulo stranja eventis.

source: No such OpenID trustroot.
io: Nula tala OpenID-fidoradiko.

source: Trustroots removed.
io: Fidoradiki efacita.

source: No such OpenID.
io: Nula tala OpenID.

source: That OpenID does not belong to you.
io: Ca OpenID ne apartenas a vu.

source: OpenID removed.
io: OpenID revokita.

source: OpenID preferences saved.
io: Preferi di OpenID konservata.

source: Already logged in.
io: Ja identifikita.

source: You cannot register if you do not agree to the license.
io: Vu ne povas registragar vu se vu ne konsentas al permiso.

source: An unknown error has occured.
io: Nekonocata eroro eventis.

source: This is the first time you have logged into %s so we must connect your OpenID to a local account. You can either create a new account, or connect with your existing account, if you have one.
io: Es l'unesma foyo ke vu identifikis su aden %s, do ni mustas konektar vua OpenID a lokala konto. Vu povas sive krear nova lokala konto, sive konektar vu kun lokala konto existanta, se vu havas un.

# TITLE
source: OpenID Account Setup
io: Ajusto dil OpenID-konto

source: Create new account
io: Krear nova konto

source: Create a new user with this nickname.
io: Kreez nova uzanto kun ca uzantonomo.

source: New nickname
io: Nova uzantonomo

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
io: 1-64 minuskuli o nombri, nula puntizosigno nek spaco.

source: Email
io: E-adreso

source: Used only for updates, announcements, and password recovery.
io: Uzata nur por aktualigi, anunci, e pasovorto-rekupero.

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
io: Mea texti e dokumenti es disponebla per %s ecepte ca privata datumi: pasovorto, e-adreso, adreso dil instantala mesajilo, e telefonilo-nombro.

# BUTTON
source: Create
io: Krear

source: Connect existing account
io: Konektar existanta konto

source: If you already have an account, login with your username and password to connect it to your OpenID.
io: Se vu ja havas konto, identifikigez vu per vua uzantonomo e pasovorto por konektar ol a vua OpenID.

source: Existing nickname
io: Existanta uzantonomo

source: Password
io: Pasovorto

# BUTTON
source: Connect
io: Konektar

source: Registration not allowed.
io: La registrago ne permisesas.

source: Not a valid invitation code.
io: Nevalida invito-kodexo.

source: Stored OpenID not found.
io: Konservita OpenID netrovita.

source: Creating new account for OpenID that already has a user.
io: Kreanta nova konto por OpenID ke ja havas uzanto.

source: Invalid username or password.
io: Nevalida uzantonomo o pasovorto.

source: Error connecting user to OpenID.
io: Eroro dum la konekto dil uzanto a OpenID.

source: For security reasons, please re-login with your [OpenID](%%doc.openid%%) before changing your settings.
io: Pro sekureso, voluntez riidentifikigar vu per vua [OpenID](%%doc.openid%%) ante chanjar vua ajusti.

source: Login with an [OpenID](%%doc.openid%%) account.
io: Identifikar per [OpenID](%%doc.openid%%)-konto.

# TITLE
source: OpenID Login
io: Identifiko per OpenID

# LEGEND
source: OpenID login
io: Identifiko per OpenID

# LABEL
source: OpenID provider
io: Provizanto di OpenID

source: Enter your username.
io: Enskribez vua uzantonomo.

source: You will be sent to the provider's site for authentication.
io: Vu esos sendita vers la situo dil provizanto for autentikigar vu.

source: Your OpenID URL.
io: Vua OpenID-URL.

source: Remember me
io: Memorar me

source: Automatically login in the future; not for shared computers!
io: Automatale identifikar me future; ne por komputeri partigata!

# BUTTON
source: Login
io: Identifikar

# TITLE
source: OpenID Settings
io: Ajusti di OpenID

source: OpenID settings
io: Ajusti di OpenID

source: Invalid provider URL. Maximum length is 255 characters.
io: Nevalida provizanto-URL. La longeso maxima es de 255 signi.

source: Invalid team name. Maximum length is 255 characters.
io: Nevalida esquado-nomo. La longeso maxima es de 255 signi.

# LEGEND
source: Trusted provider
io: Fidata provizanto

source: By default, users are allowed to authenticate with any OpenID provider. If you are using your own OpenID service for shared sign-in, you can restrict access to only your own users here.
io: Kustume, l'uzanti es permisita autentikigar su per irga OpenID-provizanto. Se vu es uzanta vua propra OpenID-servado por identifiko partigata, vu povas restriktar l'aceso a nur vua propra uzanti hike.

source: Provider URL
io: Provizanto-URL

source: All OpenID logins will be sent to this URL; other providers may not be used.
io: Omna identifiki per OpenID esos sendita vers ca URL; altra provizanti ne povos esar uzata.

source: Append a username to base URL
io: Adjuntar uzantonomo al bazo-URL

source: Login form will show the base URL and prompt for a username to add at the end. Use when OpenID provider URL should be the profile page for individual users.
io: Identifiko-formulario montros la bazo-URL e demandos uzantonomo ad ajuntar al extremajo. Uzar kande l'OpenID-provizanto-URL devas esar la profilopagino por individuala uzanti.

source: Required team
io: Necesa esquado

source: Only allow logins from users in the given team (Launchpad extension).
io: Nur permisar identifiki da uzanti en l'esquado provizita (Launchpad-extensilo).

# LEGEND
source: Options
io: Selekti

source: Enable OpenID-only mode
io: Enswichar l'OpenID-nur-modo

source: Require all users to login via OpenID. Warning: disables password authentication for all users!
io: Postular ad omna uzanti identifikigar su per OpenID. Averto: lo ekswichas pasovorto-autentifiko por omna uzanti!

source: Save OpenID settings.
io: Konservar l'ajusti di OpenID.

source: OpenID Identity Verification
io: Verifiko dil OpenID-personeso

source: This page should only be reached during OpenID processing, not directly.
io: Ca pagino devas esar atingita nur dum OpenID-trakto, ne direte.

source: %s has asked to verify your identity. Click Continue to verify your identity and login without creating a new password.
io: %s demandis verifikar vua personeso. Pulsez Continue por verifikar vua personeso e identifikar vu sen krear nova pasovorto.

# BUTTON
source: Continue
io: Durar

# BUTTON
source: Cancel
io: Anular

source: Unavailable action.
io: Nedisponebla ago.

# TOOLTIP
source: Login to the site.
io: Identifikar al situo.

# MENU
source: Login
io: Identifikar

# TOOLTIP
source: Help me!
io: Helpez me!

# MENU
source: Help
io: Helpo

# TOOLTIP
source: Search for people or text.
io: Serchez personi o texti.

# MENU
source: Search
io: Serchar

source: Login or register with OpenID.
io: Identifikar o registragar per OpenID.

source: Add or remove OpenIDs.
io: Adjuntar o revokar OpenIDi.

source: (Have an [OpenID](http://openid.net/)? [Add an OpenID to your account](%%action.openidsettings%%)!
io: (Ka vu havas [OpenID](http://openid.net/)? [Adjuntez OpenID a vua konto](%%action.openidsettings%%)!

source: (Have an [OpenID](http://openid.net/)? Try our [OpenID registration](%%action.openidlogin%%)!)
io: (Ka vu havas [OpenID](http://openid.net/)? Probez nia [OpenID-registrago](%%action.openidlogin%%)!)

source: (Have an [OpenID](http://openid.net/)? Try our [OpenID login](%%action.openidlogin%%)!)
io: (Ka vu havas [OpenID](http://openid.net/)? Probez nia [OpenID-identifiko](%%action.openidlogin%%)!)

source: OpenID configuration.
io: Ajusto di OpenID.

source: Use <a href="http://openid.net/">OpenID</a> to login to the site.
io: Uzez <a href="http://openid.net/">OpenID</a> por identifikigar vu al situo.

source: OpenID provider
io: Provizanto di OpenID
