Repository: foocorp/gnu-social
Catalog: plugins/AnonymousFave/locale/io/LC_MESSAGES/AnonymousFave.po
Languages: io

source: Could not favor notice! Please make sure your browser has cookies enabled.
io: Lu ne povis favorar l'avizo! Voluntez verifikar ke vua naviganto permisas "cookies".

source: This notice is already a favorite!
io: Ca avizo esas ja favorato!

source: Could not create favorite.
io: Lu ne povis krear favorato.

source: Disfavor favorite
io: Desfavorar la favorito

source: Could not disfavor notice! Please make sure your browser has cookies enabled.
io: Lu ne povis desfavorar la favorito! Voluntez verifikar ke vua naviganto permisas "cookies".

source: Could not delete favorite.
io: Lu ne povis efacar la favorito.

source: Add to favorites
io: Adjuntar al favorati.

source: Could not update favorite tally for notice ID %d.
io: Lu ne povis aktualigar la favorato-konto por l'avizo-identifikilo %d.

source: Could not create favorite tally for notice ID %d.
io: Lu ne povis krear favorato-konto por l'avizo-identifikilo %d.

source: Favored
io: Favorata

source: Could not create anonymous user session.
io: Lu ne povis krear uzanto-kunsido anonima.

source: Allow anonymous users to favorite notices.
io: Permisez favorar avizi al anonima uzanti.
