Repository: foocorp/gnu-social
Catalog: plugins/ExtendedProfile/locale/*/LC_MESSAGES/ExtendedProfile.po
Languages: eu

source: Edit extended profile settings
eu: Editatu profil hedatuaren aukerak

source: Edit
eu: Editatu

source: Extended profile settings
eu: Hedaturiko profil aukerak

source: You can update your personal profile info here so people know more about you.
eu: Hemen eguneratu dezakezu zure profil pertsonalaren informazioa, jendeak zuri buruz gehiago jakin dezan.

source: There was a problem with your session token. Try again, please.
eu: Zure sesio tokenarekin arazo bat izan da. Saiatu berriro, mesedez.

source: Unexpected form submission.
eu: Ustekabeko inprimakiaren bidalketa.

source: Details saved.
eu: Xehetasunak gorde dira

source: You must supply a date for "%s".
eu: "%s"(r)entzako data bat eman beharko zenuke.

source: Invalid date entered for "%1$s": %2$s.
eu: Okerreko data "%1$s"(r)entzako: %2$s.

source: Invalid URL: %s.
eu: URL okerra: %s.

source: Could not save profile details.
eu: Ezin izan dira profilaren xehetasunak gorde.

source: Invalid tag: "%s".
eu: Etiketa okerra: "%s".

source: Could not save profile.
eu: Ezin izan da profila gorde.

source: Could not save tags.
eu: Ezin izan dira etiketak gorde.

source: UI extensions for additional profile fields.
eu: UI luzapenak profilari eremu berriak gehitzeko.

source: More details...
eu: Detaile gehiago...

source: Phone
eu: Telefonoa

source: IM
eu: BM

source: Website
eu: Webgunea

source: Employer
eu: Enplegatzailea

source: Institution
eu: Istituzioa

source: Personal
eu: Pertsonala

source: Full name
eu: Izen osoa

source: Title
eu: Titulua

source: Manager
eu: Kudeatzailea

source: Location
eu: Kokapena

source: Bio
eu: Biografia

source: Tags
eu: Etiketak

source: Contact
eu: Kontaktua

source: Birthday
eu: Jaioteguna

source: Spouse's name
eu: Ezkontidearen izena

source: Kids' names
eu: Haurren izenak

source: Work experience
eu: Lan esperientzia

source: Education
eu: Ikasketak

source: Confirmation Required
eu: Konfirmatzea Beharrezkoa

source: Really delete this entry?
eu: Benetan ezabatu nahi duzu sarrera hau?

source: Company
eu: Enpresa

source: Start
eu: Hasi

source: End
eu: Amaitu

source: (Current)
eu: (Egungoa)

source: Current
eu: Egungoa

source: Degree
eu: Maila

source: Description
eu: Deskribapena

source: Add another item
eu: Gehitu eremu berria

source: TYPE: %s
eu: MOTA: %s

# BUTTON
source: Save
eu: Gorde

source: Save details
eu: Xehetasunak gorde
