Repository: foocorp/gnu-social
Catalog: plugins/QnA/locale/*/LC_MESSAGES/QnA.po
Languages: cs, gl, mk, uk

# BUTTON
source: Submit
cs: Odeslat
gl: Enviar
mk: Поднеси
uk: Надіслати

source: Answer
cs: Odpověď
gl: Resposta
mk: Одговор
uk: Відповідь

# BUTTON
source: Best
cs: Nejlepší
gl: Mellor
mk: Најдобар
uk: Краще

source: Mark this answer as the best answer.
cs: Označit tuto odpověď jako nejlepší.
gl: Marcar esta resposta como a mellor.
mk: Означи го како најдобар одговор.
uk: Позначити цю відповідь як найкращу.

# LABEL
source: Title
cs: Název
gl: Título
mk: Наслов
uk: Заголовок

source: The title of your question.
cs: Název vaší otázky
gl: O título da súa pregunta.
mk: Наслов на Вашето прашање.
uk: Заголовок для вашого запитання.

# LABEL
source: Description
cs: Popis
gl: Descrición
mk: Опис
uk: Опис

source: Your question in detail.
cs: Rozepište svou otázku podrobně.
gl: Os detalles da súa pregunta.
mk: Вашето прашање поподробно.
uk: Ваше запитання детальніше.

# BUTTON
source: Save
cs: Uložit
gl: Gardar
mk: Зачувај
uk: Зберегти

# LEGEND
source: Question
cs: Otázka
gl: Pregunta
mk: Прашање
uk: Запитання

# BUTTON
source: Close
cs: Uzavřít
gl: Pechar
mk: Затвори
uk: Закрити

source: Close the question to no one can answer it anymore.
cs: Když otázku uzavřete, nikdo na ní již nebude moci odpovídat.
gl: Pechar a pregunta de xeito que ninguén poida enviar máis respostas.
mk: Затвори го прашањето за да не може повеќе да се одговара.
uk: Закрити питання, щоб ніхто не більше не міг на нього відповісти.

source: Enter your answer
cs: Napište vaši odpověď
gl: Insira a súa resposta
mk: Внесете го Вашиот одговор
uk: Введіть вашу відповідь

# BUTTON
source: Answer
cs: Odpovědět
gl: Responder
mk: Одговори
uk: Відповідь

source: Question and Answers micro-app.
cs: Mikro-aplikace Otázky a Odpovědi.
gl: Microaplicación de preguntas e respostas.
mk: Приложен микропрограм за прашања и одговори.
uk: Додаток для запитань і відповідей.

# TITLE
source: Question
cs: Otázka
gl: Pregunta
mk: Прашање
uk: Запитання

source: Too many activity objects.
cs: Příliš mnoho objektů aktivity.
gl: Demasiados obxectos de actividade.
mk: Премногу објекти на активност.
uk: Занадто багато об’єктів діяльності.

source: Wrong type for object.
cs: Špatný typ objektu.
gl: Tipo incorrecto para o obxecto.
mk: Погрешен тип на објект.
uk: Неправильний тип для об’єкта.

source: Answer to unknown question.
cs: Odpověď na neznámou otázku.
gl: Resposta a unha pregunta descoñecida.
mk: Одговор на непознато прашање.
uk: Відповідь на невідоме запитання.

source: Unknown object type.
cs: Neznámý typ objektu.
gl: Tipo de obxecto descoñecido.
mk: Непознат тип на објект.
uk: Невідомий тип об’єкта.

source: Unknown question notice.
cs: Neznámé sdělení otázky.
gl: Nota de pregunta descoñecida.
mk: Непозната забелешка со прашање.
uk: Невідомий допис із запитанням.

source: Your answer...
cs: Vaše odpověď...
gl: A súa resposta...
mk: Вашиот одговор...
uk: Ваша відповідь...

source: more...
cs: více...
gl: máis...
mk: !повеќе...
uk: ще...

source: Close question
cs: Uzavřít otázku
gl: Pechar unha pregunta
mk: Затворете го прашањето
uk: Закрити питання.

source: You must be logged in to close a question.
cs: Pro uzavření otázky je třeba se přihlásit.
gl: Ten que estar identificado para pechar unha pregunta.
mk: Мора да сте најавени за да затворате прашања.
uk: Ви маєте спочатку увійти, аби мати змогу закрити питання.

source: Invalid or missing question.
cs: Otázka je buď neplatná nebo neexistuje.
gl: Falta a pregunta ou esta é inválida.
mk: Неважечко или непостоечко прашање.
uk: Неправильне або відсутнє запитання.

source: You did not ask this question.
cs: Tato otázka není vaše.
gl: Vostede non formulou esta pregunta.
mk: Ова прашање не го поставивте Вие.
uk: Ви не ставили цього запитання.

source: Answers
cs: Odpovědi
gl: Respostas
mk: Одговори
uk: Відповіді

source: You must be logged in to answer to a question.
cs: Pro vložení odpovědi je třeba se přihlásit.
gl: Ten que estar identificado para responder unha pregunta.
mk: Мора да сте најавени за да одговарате на прашања.
uk: Ви маєте спочатку увійти, аби мати змогу відповісти на запитання.

source: No such answer.
cs: Odpověď neexistuje.
gl: Non existe tal resposta.
mk: Нема таков одговор.
uk: Немає такої відповіді.

source: No question for this answer.
cs: Odpověď nemá otázku.
gl: Non hai pregunta ningunha para esta resposta.
mk: Нема прашање за овој одговор.
uk: Для цієї відповіді немає відповідного запитання.

source: No such user.
cs: Uživatel neexistuje.
gl: Non existe tal usuario.
mk: Нема таков корисник.
uk: Такого користувача немає.

source: User without a profile.
cs: Uživatel nemá profil.
gl: Usuario sen perfil.
mk: Корисникот е без профил.
uk: Користувач без профілю.

source: %1$s's answer to "%2$s"
cs: Odpověď uživatele %1$s na "%2$s"
gl: Resposta de %1$s a "%2$s"
mk: Одговорот на %1$s на прашањето „%2$s“
uk: Відповідь %1$s на «%2$s»

source: Revise answer
cs: Opravit odpověď
gl: Revisar a resposta
mk: Прегледајте го одговорот
uk: Переглянути відповідь

source: Invalid or missing answer.
cs: Odpověď je buď neplatná nebo neexistuje.
gl: Falta a resposta ou esta é inválida.
mk: Неважечки или непостоечки одговор.
uk: Неправильна або відсутня відповідь.

# TITLE
source: Answer
cs: Odpověď
gl: Resposta
mk: Одговор
uk: Відповідь

source: New question
cs: Nová otázka
gl: Nova pregunta
mk: Ново прашање
uk: Нове запитання

source: You must be logged in to post a question.
cs: Pro vložení otázky je třeba se přihlásit.
gl: Ten que estar identificado para publicar unha pregunta.
mk: Мора да сте најавени за да поставувате прашања.
uk: Ви маєте спочатку увійти, аби мати змогу поставити запитання.

source: Question must have a title.
cs: Otázka musí mít nadpis.
gl: A pregunta debe ter un título.
mk: Прашањето мора да има наслов.
uk: Запитання повинно мати заголовок.

source: Question posted
cs: Otázka vložena
gl: Pregunta publicada
mk: Прашањето е поставено
uk: Запитання поставлено

source: No such question.
cs: Otázka neexistuje.
gl: Non existe esa pregunta.
mk: Нема такво прашање.
uk: Немає такого запитання.

source: No such question notice.
cs: Sdělení otázky neexistuje.
gl: Non existe a nota desa pregunta.
mk: Нема таква забелешка со прашање.
uk: Немає такого допису із запитанням.

source: %1$s's question: %2$s
cs: Otázka od %1$s: %2$s
gl: Pregunta de %1$s: %2$s
mk: Прашање на %1$s: %2$s
uk: %1$s має запитання: %2$s

source: Ajax Error
cs: Chyba Ajax
gl: Houbo un erro de AJAX
mk: Ajax-грешка
uk: Помилка Ajax

# TITLE
source: Your answer
cs: Vaše odpověď
gl: A súa resposta
mk: Вашиот одговор
uk: Ваша відповідь.

source: Answer data is missing.
cs: Chybí data odpovědi.
gl: Faltan os datos da resposta.
mk: Податоците за одговор недостасуваат.
uk: Дані відповіді відсутні.

source: No question with ID %s
cs: Žádná otázka nemá ID %s
gl: Non hai ningunha pregunta co ID %s
mk: Нема прашање со назнаката %s
uk: Немає запитання з ідентифікатором %s

source: No profile with ID %s
cs: Žádný profil nemá ID %s
gl: Non hai ningún perfil co ID %s
mk: Нема профил со назнака %s
uk: Немає профілю з ідентифікатором %s

source: %s revision
cs: %s oprava
gl: %s revisión
mk: %s ревизија
uk: %s перегляд

source: %1$s answered the question "%2$s": %3$s
cs: %1$s odpověděl(a) na otázku "%2$s": %3$s
gl: %1$s respondeu a pregunta "%2$s": %3$s
mk: %1$s одговори на прашањето „%2$s“: %3$s
uk: %1$s відповів на запитання «%2$s»: %3$s

source: answered "%s"
cs: odpověděl(a) na "%s"
gl: respondeu "%s"
mk: одговори на „%s“
uk: відповіли на «%s»

source: %s answer
cs: %s odpověď
gl: %s resposta
mk: %s одговор
uk: %s відповід

source: This question is closed.
cs: Otázka je uzavřena.
gl: Esta pregunta está pechada.
mk: Ова прашање е затворено.
uk: Це питання закрито.

source: Question: %s
cs: Otázka: %s
gl: Pregunta: %s
mk: Прашање: %s
uk: Запитання: %s

source: Unexpected type for QnA plugin: %s.
cs: Zásuvný modul QnA obdržel nečekaný typ objektu: %s.
gl: Tipo inesperado para o complemento da microaplicación de preguntas e respostas: %s.
mk: Неочекуван тип на приклучок за прашања и одговори: %s.
uk: Несподіваний тип для додатку QnA: %s .

source: Question data is missing.
cs: Chybí data otázky.
gl: Faltan os datos da pregunta.
mk: Прашалните податоци недостасуваат.
uk: Дані запитання відсутні.
